{"celex_id": "32014D0660", "reference": "12.9.2014\nEN\nOfficial Journal of the European Union\nL 271/58\nCOMMISSION IMPLEMENTING DECISION\nof 11 September 2014\non the model of funding agreement for the contribution of the European Regional Development Fund and the European Agricultural Fund for Rural Development to joint uncapped guarantee and securitisation financial instruments in favour of small and medium-sized enterprises\n(2014/660/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (1), and in particular the second subparagraph of Article 39(4) thereof,\nWhereas:\n(1)\nThe financial crisis has affected small and medium-sized enterprises (SMEs) in the European Union since 2009 due, inter alia, to the deleveraging carried out by European banks in their balance sheets to comply with the capital requirements enshrined in Directive 2013/36/EU of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending Directive 2002/87/EC and repealing Directives 2006/48/EC and 2006/49/EC (2) and Regulation (EU) No 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012 (3). In order to address the resulting potential market failures for financial services and financial instruments for SMEs, the European Council has mandated the Commission to explore options for making financial instruments available to SMEs at a pan-European level.\n(2)\nThe Commission, together with the European Investment Bank (EIB), concluded in December 2013 an ex-ante assessment exercise (4) showing a market failure in the provision of finance to viable SMEs in the European Union comprised in an estimated range of EUR 20 to 112 billion.\n(3)\nThe ex-ante assessment stressed the importance of a fast response to the financial crisis affecting SMEs, in the context of a joint European effort to revitalize the blocked credit channel to SMEs, stimulate economic growth and counter fragmentation of the internal market regarding SMEs access to credit.\n(4)\nOne part of this response is to open specific windows within financial instruments set up at Union level under Regulation (EU) No 1287/2013 of the European Parliament and of the Council of 11 December 2013 establishing a Programme for the Competitiveness of Enterprises and small and medium-sized enterprises (COSME) (2014 — 2020) and repealing Decision No 1639/2006/EC (5) as well as Regulation (EU) No 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) and repealing Decision No 1982/2006/EC (6).\n(5)\nSince Article 17(2) of Regulation (EU) No 1287/2013 (COSME) and Articles 20 and 21) of Regulation (EU) No 1291/2013 establishing Horizon 2020 explicitly seek to ensure complementarity and synergies with the European Structural and Investment Funds (ESI Funds), another part of the response is to allow Member States to use the European Regional Development Fund (ERDF) and the European Agricultural Fund for Rural Development (EAFRD) in order to provide a financial contribution to these financial instruments set up at Union level under Article 39(2) of Regulation (EU) No 1303/2013.\n(6)\nThese financial instruments set up at Union level are managed indirectly by the Commission with implementation tasks entrusted to the EIB or the EIF pursuant to Article 58(1)(c)(iii) and Article 139(4) of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (7), in respect of uncapped guarantees and securitisation financial instruments in favour of SMEs. To that end, the Commission has to conclude delegation agreements with the EIB or the European Investment Fund (EIF).\n(7)\nWhere a Member State avails itself of the possibility to provide a financial contribution from the ERDF and EAFRD resources to the financial instruments set up at Union level, Article 39(4)(c) of Regulation (EU) No 1303/2013 requires the participating Member States to conclude a funding agreement with the EIB or the EIF.\n(8)\nThe financial instruments set up at Union level can only deliver the desired fast response if their functioning respects two conditions. Firstly, uniform conditions and equal treatment for, and among, participating Member States in the utilisation of the ERDF and EAFRD resources must be ensured. Secondly, the conditions for the contribution of ERDF and EAFRD resources pursuant to any individual funding agreement to be entered into by participating Member States and the EIB or the EIF and the conditions contained in the delegation agreements regarding other sources under COSME and Horizon 2020 must be consistent. A model of the funding agreement, available to both, the participating Member States and the EIB or the EIF, is the best way to ensure the compliance with these conditions. It is therefore necessary to lay down a model of the funding agreement.\n(9)\nIn order to ensure an efficient deployment of concerned ERDF and EAFRD resources, the model of the funding agreement should include, inter alia, tasks and obligations of the EIB or the EIF such as remuneration, a minimum leverage to be achieved at clearly defined milestones, conditions for the creation of new debt finance to the benefit of the SMEs, provisions relating to non-eligible activities and exclusion criteria, a schedule of ERDF and EAFRD payments to the financial instruments, penalties in the event of non-performance by the concerned financial intermediaries, provisions on the selection of the financial intermediaries, provisions on monitoring, reporting, auditing and visibility of the financial instruments and conditions for termination of the agreement.\n(10)\nIn order to allow for the prompt application of the measures provided for in this Decision, this Decision should enter into force on the day following that of its publication in the Official Journal of the European Union.\n(11)\nThe measures provided for in this Decision are in accordance with the opinion of the Coordination Committee for the European Structural and Investment Funds established by Article 150(1) of Regulation (EU) No 1303/2013,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe model of the funding agreement for the financial contribution of the European Regional Development Fund and the European Agricultural Fund for Rural Development to joint uncapped guarantee and securitisation financial instruments in favour of small and medium-sized enterprises, which is to be concluded between the European Investment Bank or the European Investment Fund and each participating Member State, is set out in the Annex to this Decision.\nArticle 2\nThis Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nDone at Brussels, 11 September 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 320.\n(2)  OJ L 176, 27.6.2013, p. 338.\n(3)  OJ L 176, 27.6.2013, p. 1.\n(4)  Commission Staff Working Document SWD(2013) 517 final.\n(5)  OJ L 347, 20.12.2013, p. 33.\n(6)  OJ L 347, 20.12.2013, p. 104.\n(7)  OJ L 298, 26.10.2012, p. 1.\nANNEX\n[MANAGING AUTHORITY OF MEMBER STATE PARTICIPATING IN THE SME INITIATIVE]\nand\n[EUROPEAN INVESTMENT FUND]/[EUROPEAN INVESTMENT BANK]\nMODEL FUNDING AGREEMENT\nTable of Contents\nArticle 1\nDefinitions and Interpretation\nArticle 2\nPurpose and Scope of this Funding Agreement\nArticle 3\nEligibility and exclusion criteria of the New Debt Finance\nArticle 4\nGeneral principles related to the implementation and management of the Dedicated Window[s]\nArticle 5\nObjectives and Description of the Dedicated Window[s]\nArticle 6\nTerritorial Coverage\nArticle 7\nMinimum Leverage Effect, Milestones and Penalties\nArticle 8\nTasks and obligations of the EIF\nArticle 9\nSelection of Financial Intermediaries and Operational Agreements\nArticle 10\nGovernance\nArticle 11\nMS Contribution\nArticle 12\nEIF Contribution\nArticle 13\nDedicated Window[s] Account[s] and Treasury Asset Management\nArticle 14\nManagement Costs and Fees\nArticle 15\nAccounting\nArticle 16\nOperational and financial reporting\nArticle 17\nAudits, Controls and Monitoring\nArticle 18\nEvaluation\nArticle 19\nProcurement of goods, works and services\nArticle 20\nVisibility\nArticle 21\nPublication of information on Financial Intermediaries and Final Recipients\nArticle 22\nAssignment\nArticle 23\nLiability\nArticle 24\nGoverning Law and Jurisdiction\nArticle 25\nEffectiveness — Termination\nArticle 26\nNotices and Communications\nArticle 27\nAmendments and miscellaneous\nArticle 28\nAnnexes\nAnnex 1\nTerm Sheet for the Dedicated Window[s]\nAnnex 2\nExclusion criteria for Financial Intermediaries and Final Recipients and eligibility criteria for the EU contribution [to be provided in part under the specific Funding Agreements]\nAnnex 3\nPayment Request [to be provided under the specific Funding Agreements]\nAnnex 4\nTreasury Asset Management guidelines [to be provided under the specific Funding Agreements]\nAnnex 5\nReporting on the operational aspects of the Dedicated Window[s] [to be provided under the specific Funding Agreements]\nAnnex 6\nReporting on the financial aspects of the Dedicated Window[s] [to be provided under the specific Funding Agreements]\nThis Agreement is entered into on [•] 2014, by and between:\n(1)\n[Managing Authority of Member State participating in the SME Initiative] (the ‘Managing Authority’) which is represented for the purposes of the signature of this Agreement by [Name of the person], [Function];\nand\n(2)\nThe [European Investment Fund]/[European Investment Bank], [15, avenue J.F. Kennedy]/[98-100 Boulevard Konrad Adenauer], [L-2968]/[L-2950] Luxembourg, Luxembourg (the ‘EIF’), which is represented for the purposes of the signature of this Agreement by [Name of the person], [Function]; collectively the ‘Parties’ and, individually, the ‘Party’, as the context may require.\nWHEREAS:\n(1)\nFollowing the conclusions of the European Council of 27 and 28 June 2013, the European Investment Bank (EIB) and the European Commission carried out an ex-ante assessment aimed at defining the market failure for financial services and available financial instruments for SMEs currently existing at a pan-European level (the ‘Ex-Ante Assessment’), in the context of a joint European effort to revitalise the blocked credit channel to SMEs, stimulate economic growth and counter fragmentation of the internal market regarding SMEs access to credit (the ‘SME Initiative’);\n(2)\nthe Ex-Ante Assessment exercise was concluded in December 2013 and showed a market failure in the provision of finance to viable SMEs in [Name of the Member State] comprised in an estimated range of EUR [•] to [•] million;\n(3)\non 17 December 2013, Regulation (EU) No 1303/2013 of the European Parliament and the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (1) was adopted (the ‘CPR’);\n(4)\npursuant to Article 38(1)(a) of the CPR, managing authorities may provide a financial contribution to a financial instrument set up at Union level; pursuant to Article 39(2) of the CPR, [Name of the Member State] may use up to 7 % of its ERDF and EAFRD aggregate allocation to provide a financial contribution to such financial instruments managed indirectly by the European Commission with implementation tasks entrusted to the EIB group (EIB being defined under Article 2(23) of the CPR as the European Investment Bank, the European Investment Fund or any subsidiary of the EIB) (the ‘EIB Group’) pursuant to point (c)(iii) of Article 58(1) and Article 139(4) of the Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (2) (Financial Regulation), in respect of [uncapped guarantees providing capital relief to financial intermediaries for new portfolios of debt finance to eligible SMEs in accordance with Article 37(4) of the CPR] AND/OR [securitisation, as defined in point (61) of Article 4(1) of Regulation (EU) No 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012 (3), of [existing portfolios of debt finance to SMEs and other enterprises with less than 500 employees;] AND/OR [new portfolios of debt finance to SMEs] (Option 2); [with pooling of the MS Contribution with contributions from other Member States (Option 3)];\n(5)\npursuant to Regulation (EU) No 1287/2013 of the European Parliament and of the Council of 11 December 2013 establishing a Programme for the Competitiveness of Enterprises and small and medium-sized enterprises (COSME) (2014 — 2020) and repealing Decision No 1639/2006/EC (4) (the ‘COSME Regulation’), the European Commission has established financial instruments (the ‘COSME Financial Instruments’) that aim to facilitate and improve access to finance for SMEs in their start-up, growth and transfer phases, complementary to the Member States' use of financial instruments for SMEs at national and regional level; the indicative contribution of the European Commission to the COSME Financial Instruments in the 2014-2016 period is envisaged to be up to EUR [•]million;\n(6)\npursuant to Regulation (EU) No 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) and repealing Decision No 1982/2006/EC (5) and pursuant to the Council Decision 2013/743/EU of 3 December 2013 establishing the specific programme implementing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) and repealing Decisions 2006/971/EC, 2006/972/EC, 2006/973/EC, 2006/974/EC and 2006/975/EC (6) (collectively, the ‘H2020 Regulation’), the European Commission has established financial instruments (the ‘H2020 Financial Instruments’) that aim to ease access to the risk financing for final recipients carrying out research and innovation projects; the indicative contribution of the European Commission to the H2020 Financial Instruments in the 2014-2016 period is envisaged to be up to EUR [•] million;\n(7)\non [date] [and on [date], respectively,] the European Commission [, the EIB] and the EIF signed [a] delegation agreement[s] (the ‘Delegation Agreement[s]’), setting out, inter alia, the terms and conditions applicable to (i) the [COSME Financial Instruments] AND/OR [H2020 Financial Instruments] and in particular to the dedicated windows corresponding to different equity-based and debt-based financial products (including products proposed in the context of the SME Initiative) also open to contributions from Member States, (ii) the contribution of the European Commission to such dedicated windows of the [COSME Financial Instruments] AND/OR [H2020 Financial Instruments];\n(8)\nin the context of the SME Initiative, the Parties are willing to cooperate in view of the implementation and management of [a] dedicated window[s] corresponding to the MS Contribution to the [COSME Financial Instruments] [AND/OR] the [H2020 Financial Instruments] (the ‘Dedicated Window[s]’), providing [uncapped guarantees for new portfolios of debt finance to eligible SMEs in accordance with Article 37(4) of the CPR (Option 1)] [AND/OR] [securitisation, as defined in point (61) of Article 4(1) of Regulation (EU) No 575/2013 [existing portfolios of debt finance to SMEs and other enterprises with less than 500 employees;] [AND/OR] [new portfolios of debt finance to SMEs] (Option 2); [with pooling of the MS Contribution with contributions from other Member States (Option 3)];\n(9)\npursuant to Article 39(4)(b) of the CPR, on [insert date] 2014, [Name of the Member State] submitted to the Commission a single dedicated national programme in relation to its participation in the Dedicated Window[s] (the ‘Single Dedicated National Programme’). On [insert date] 2014, Decision C(2014)[•] of the European Commission approved the Single Dedicated National Programme;\n(10)\npursuant to Article 39 of the CPR, the conditions to participate in the SME Initiative must be set out in a Funding Agreement concluded between each participating Member State and the EIB Group;\n(11)\nthe Dedicated Window[s] shall be implemented as a part of a compartment of the [COSME Financial Instruments] AND/OR [H2020 Financial Instruments] dedicated to [NAME OF THE MEMBER STATE] (the ‘Compartment’); the Compartment shall also avail of the EU Contribution, as well as of the EIF Contribution and of EIB's and other investors' own resources, if applicable, pursuant to the terms and conditions of the Delegation Agreement[s] and any other agreement entered into between the EIF and relevant investors, if applicable. In order to take into due consideration the magnitude and role of the MS Contribution within the [COSME Financial Instruments] AND/OR [H2020 Financial Instruments], the Parties intend to set out a specific governance of the Dedicated Window[s] including, inter alia, an ad hoc investors' board having an advisory role and supplementing the provisions of the Delegation Agreement[s] for matters related to the MS Contributions;\n(12)\nalso taking into account the results of the Ex-Ante Assessment and the discussions with relevant institutions and market players in order to define the amount of public resources to allocate to the Dedicated Window[s], the Dedicated Window[s] is endowed with an indicative MS Contribution equal to [•] EUR million; the indicative EU Contribution in the 2014-2016 period is envisaged to be up to [•] EUR million;\n(13)\nthe set-up of the Dedicated Window[s] is compliant with state aid rules under Union law; [NAME OF THE MEMBER STATE] and the EIF acknowledge that the implementation of the Dedicated Window[s] must be compliant with Commission Regulation (EU) No 1407/2013 of 18 December 2013 on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to de minimis aid (7) (de minimis Regulation), or Commission Regulation (EU) No 1408/2013 of 18 December 2013 on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to de minimis aid in the agriculture sector (8), or with the relevant General Block Exemption Regulation and that, otherwise, notification to the European Commission for individual assessment is required;\n(14)\nthe signature of this Funding Agreement on behalf of the Managing Authority has been authorised by a [Managing Authority to provide];\n(15)\nthe signature of this Funding Agreement on behalf of the EIF has been authorised by a [EIF to provide];\nthe Parties have agreed as follows:\nArticle 1\nDefinitions and Interpretation\n1.1.\nWherever used in this Agreement, the following terms shall have the meanings opposite them:\n‘Business Day’\nmeans any working day on which the Managing Authority's public services and the EIF are open for business in [Member State place of business] and Luxembourg;\n‘Commitment Period’\nmeans the period during which [NAME OF MEMBER STATE] may commit the MS Contribution from the [NAME OF MEMBER STATE] budget to the EIF for the purposes of the Dedicated Window[s]. The Commitment Period shall expire on 31 December 2016;\n‘Compartment’\nhas the meaning set out in Recital 11;\n‘COSME Financial Instruments’\nhas the meaning set out in Recital 5;\n‘COSME Regulation’\nhas the meaning set out in Recital 5;\n‘CPR’\nhas the meaning set out in Recital 3;\n‘Dedicated Window[s]’\nhas the meaning set out in Recital 8;\n‘Dedicated Window[s] Account[s]’\nmeans any separate account[s] (i) opened by the EIF in its name at a commercial bank, on behalf of the Managing Authority and (ii) managed on behalf of the Managing Authority in accordance with Article 13 of this Funding Agreement;\n‘Delegation Agreement[s]’\nhas the meaning set out in Recital 7;\n‘Designated Service’\nmeans the European Commission's service entrusted with the indirect management of the [COSME Financial Instruments] [AND/OR] [H2020 Financial Instruments]; for the purpose of this Funding Agreement, respectively DG [ENTR AND/OR RTD] of the European Commission or the successor[s] thereto;\n‘EAFRD’\nmeans the European Agricultural Fund for Rural Development;\n‘EIF’\nhas the meaning set out in the Preamble;\n‘EIF Activity’\nmeans the obligations and tasks to be carried out by the EIF under this Funding Agreement;\n‘EIF Contribution’\nmeans the aggregate amount of financial resources committed by the EIF (including under mandates from EIB but excluding other ESIF resources and resources from the COSME Financial Instrument and the H2020 Financial Instrument) in relation to the Compartment as provided in Article 12;\n‘ERDF’\nmeans the European Regional Development Fund;\n‘EU Contribution’\nmeans the aggregate amount of any financial resources committed or paid, as the case may be, by the European Commission to the Compartment;\n‘Euro Account’\nmeans an account denominated in Euro, which is part of the Dedicated Window[s] Account[s];\n‘Evaluation’\nmeans any evaluation or assessment referred to in Article 18 to be carried out in respect of the Dedicated Window[s], with the exclusion of the evaluation provided for in Article 57(3) of the CPR;\n‘Exit Policy’\nmeans the procedure for the distribution of the liquidation proceeds of the Dedicated Window[s] following termination of this Funding Agreement, and in particular (i) the calculation of the balance of the Dedicated Window[s] Account[s] with reference to the MS Contribution after deduction of applicable Management Costs and Fees, (ii) the return of the net balance of the Dedicated Window[s] Account[s] to the Managing Authority and (iii) the closure of Dedicated Window[s] Account[s] [Procedure shall be further contractually specified];\n‘Final Recipient’\nmeans an SME receiving New Debt Finance under a Transaction;\n‘Financial Intermediary’\nmeans financial entities such as a bank, financial institution, fund, entity implementing a guarantee scheme, mutual guarantee organisation, micro-finance institution, leasing company or any other legal person or entity selected by the EIF in accordance with the conditions set out in this Funding Agreement, for an Operation with the objective of implementing the Dedicated Window[s]; for the avoidance of doubt, the definition of Financial Intermediary (i) includes also financial entities selected as financial sub-intermediaries by a Financial Intermediary, if applicable; and (ii) does not include counter-parties selected by the EIF for the purposes of asset management carried out by the EIF or, as regards Option 2 in case of true-sale securitisation, the beneficiary of the Guarantee Agreement;\n‘Financial Regulation’\nmeans Regulation (EU, Euratom) No 966/2012, together with its rules of application (Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of the Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (9) as they may be amended, supplemented or modified from time to time;\n‘Force Majeure’\nmeans any unforeseeable exceptional situation or event beyond the Parties' control, which prevents either of them from fulfilling any of their obligations under this Funding Agreement, which was not attributable to error or negligence on their part or on the part of their subcontractors and which could not have been avoided by the exercise of appropriate and reasonable due diligence. Any default of a service, defect in equipment or material or delays in making them available, unless they stem directly from a relevant case of force majeure, as well as labour disputes or strikes or financial difficulties cannot be invoked as force majeure;\n‘Funding Agreement’\nmeans this Funding Agreement as may be amended, supplemented or modified from time to time;\n‘Guarantee Agreement’\nmeans the Operational Agreement and, in case of true-sale securitisation within Option 2, the guarantee agreement entered into between the EIF and a beneficiary in connection with an Operation;\n‘H2020 Financial Instruments’\nhas the meaning set out in Recital 6;\n‘H2020 Regulation’\nhas the meaning set out in Recital 6;\n‘Implementation Period’\nmeans the period during which the EIF may commit any part of the MS Contribution to Operations under the Dedicated Window[s]. The Implementation Period shall expire on 31 December 2016, with the exclusion of Repayments and Revenues, which may be committed until the winding-up of the Dedicated Window[s];\n‘Implementation Strategy’\nmeans the policy of the EIF concerning the allocation of Operations as set out in Article 4.6;\n‘Internal Control’\nmeans a process applicable at all levels of management and designed to provide reasonable assurance of achieving the following objectives:\n(a)\neffectiveness, efficiency and economy of operations;\n(b)\nreliability of reporting;\n(c)\nsafeguarding of assets and information;\n(d)\nprevention, detection, correction and follow-up of fraud and irregularities;\n(e)\nadequate management of the risks relating to the legality and regularity of the financial operations, taking into account the multiannual character of programmes as well as the nature of the payments concerned;\n‘Investors' Board’\nmeans the steering committee of the Dedicated Window[s] set forth in Article 10;\n‘Leverage Effect’\nmeans, where relating to this Funding Agreement, the ratio between the New Debt Finance to be provided to Final Recipients under the Dedicated Window[s] and the corresponding MS Contribution or, where relating to a particular Operational Agreement, the ratio between the New Debt Finance to be provided to Final Recipients under such Operational Agreement and the corresponding MS Contribution;\n‘Management Costs and Fees’\nmeans as set out in Article 14;\n‘Managing Authority’\nhas the meaning set out in the Preamble;\n‘Milestone’\nmeans each of the milestones under Article 39(5) of the CPR as set out in Article 7;\n‘MS Contribution’\nmeans the MS Contribution Committed or the MS Contribution Paid or both, as the case may be;\n‘MS Contribution Committed’\nmeans the aggregate amount of any commitment appropriations under the budget of the [ERDF Operational Programme] [and the EAFRD rural development programme] in respect of the Dedicated Window[s];\n‘MS Contribution Paid’\nmeans the aggregate amount of any financial resources from the [ERDF Operational Programme] [and the EAFRD rural development programme] paid by the Managing Authority in relation to the Dedicated Window[s] including Revenues and Repayments;\n‘New Debt Finance’\nmeans the new loans, leases or guarantees to Final Recipients originated by the Financial Intermediary no later than 31 December 2023 pursuant to the terms and conditions set out in the Operational Agreements;\n‘Non-Euro Account’\nmeans an account denominated in a currency rather than in Euro, which is part of the Dedicated Window[s] Account[s];\n‘OLAF’\nmeans the European Anti-Fraud Office;\n‘Operation’\nmeans the set of activities carried out [by the EIF and a Financial Intermediary] \n[for Option 1]\n AND/OR [by the EIF, a Financial Intermediary and other parties] \n[Option 2]\n, as further specified in Annex 1, with the objective of implementing the Dedicated Window[s];\n‘Operational Agreement’\nmeans the agreement(s) entered into between [the EIF and a Financial Intermediary setting out terms and conditions of an Operation] \n[for Option 1]\n AND/OR [the EIF and the Financial Intermediary for the origination of New Debt Finance] \n[Option 2]\n;\n‘Option 1’\nmeans as set out under Article 5(i);\n‘Option 2’\nmeans as set out under Article 5(ii);\n‘Option 3’\nmeans as set out under Article 5(ii);\n‘Payment Request’\nmeans the payment request referred to in Article 11.3;\n‘Penalties’\nmeans contractual penalties set out in Article 7 which are payable by a Financial Intermediary pursuant to an Operational Agreement and subject to applicable law;\n‘Repayments’\nmeans amounts resulting from guarantees released, and amounts recovered under the Dedicated Window[s];\n‘Revenues’\nmeans any revenues, including guarantee fees and interest on amounts on fiduciary accounts, paid to the Dedicated Window[s] Account[s] under the Dedicated Window[s], including any such amounts arising in the context of the Exit Policy;\n‘Secretariat’\nmeans the secretariat to the Investors' Board set out in Article 10;\n‘Single Dedicated National Programme’\nmeans as set out in Recital 9;\n‘SME’\nmeans a micro (including individual entrepreneurs/self-employed persons), small and medium enterprise as defined in the Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (10);\n‘SME Initiative’\nhas the meaning set out in Recital 1;\n‘Termination Event’\nmeans any of the events referred to in Article 25.5;\n‘Terms of Reference’\nmeans the open call for expression of interest prepared by the EIF;\n‘Transaction’\nmeans the loan, lease or guarantee transaction giving rise to New Debt Finance, entered into between a Financial Intermediary (or a sub-level Financial Intermediary) and a Final Recipient;\n‘Treasury Asset Management’\nmeans the treasury management of the MS Contribution Paid, as further set out in Article 13;\n‘Union Emblem’\nmeans the logo of the European Union representing twelve yellow stars on a blue background.\n1.2.\nIn this Agreement, unless the context otherwise requires,\n(a)\nheadings are for convenience only and do not affect the construction or the interpretation of any provisions of this Funding Agreement;\n(b)\nwords importing the singular include the plural and vice versa;\n(c)\na reference to an article, section, part or schedule is a reference to that article, section, part of, or schedule to this Funding Agreement.\nArticle 2\nPurpose and Scope of this Funding Agreement\n2.1.\nThis Funding Agreement sets out the terms and conditions for the use of the MS Contribution in connection with the implementation of the Dedicated Window[s] by the EIF.\n2.2.\nThe indicative amount of MS Contribution to the Dedicated Window[s] shall be an amount up to EUR [•] million.\n2.3.\nThe Managing Authority hereby mandates the EIF with the implementation and the management of the Dedicated Window[s] in relation to the MS Contribution, in the EIF's name and on behalf and at the risk of the Managing Authority, in compliance with the provisions of the CPR and of this Funding Agreement.\nArticle 3\nEligibility and exclusion criteria of the New Debt Finance\n3.1.\nThe EIF shall commit the MS Contribution to Operations for the creation of New Debt Finance under the Dedicated Window[s] supporting SMEs and targeting:\n—\nthe establishment of new enterprises,\n—\nearly stage capital (i.e. seed capital and start-up capital),\n—\nexpansion capital,\n—\ncapital for the strengthening of the general activities of an enterprise, or\n—\nthe realisation of new projects, penetration of new markets or new developments by existing enterprises,\nin each case, without prejudice to applicable Union state aid rules, and in accordance with the specific rules of the ERDF and EAFRD, as applicable.\n3.2.\nWithin the criteria set out in Article 3.1, the Dedicated Window[s]:\n(i)\nmay include investments in both tangible and intangible assets as well as working capital within the limits of applicable Union state aid rules and with a view to stimulating the private sector as a supplier of funding to enterprises. The investments may also include the costs of transfer of proprietary rights in enterprises provided that such transfers take place between independent investors;\n(ii)\nshall support investments which are expected to be financially viable and investments that are not physically completed or fully implemented at the date of inclusion in the New Debt Finance; and\n(iii)\nshall support Final Recipients that are deemed potentially economically viable at the time of the support of the MS Contribution in accordance with the objectives set out in the CPR, the [COSME Regulation] OR the [H2020 Regulation] as may be further developed in this Funding Agreement.\n[3.3]\n[The Dedicated Window[s] may only support working capital that is ancillary to, and linked to a new investment in the agriculture or forestry sector for an amount which shall not exceed 30 % of the total amount of the Transaction and upon due justification acceptable to the Financial Intermediary. For non-agricultural activities, no working capital may be supported.] \n[This paragraph only applies in case of Dedicated Window[s] supported under the EAFRD]\n3.4.\nFinancial support under the Dedicated Window[s] shall be granted taking into account the exclusion criteria applicable to the EU Contribution under [the COSME Financial Instruments] AND/OR [the H2020 Financial instruments] and set out for information in Annex 2.\n3.5.\nThe Parties acknowledge that a portion of the New Debt Finance created pursuant to Article 3.1 corresponding to a multiple of the EU Contribution under [the COSME Financial Instruments] AND/OR [the H2020 Financial instruments] is subject to provisions set out in the Delegation Agreement(s) governing the EU Contribution.\nArticle 4\nGeneral principles related to the implementation and management of the Dedicated Window[s]\n4.1.\nThe EIF shall implement, manage, monitor and wind-up the Dedicated Window[s] in accordance with the Funding Agreement, applicable terms of the CPR, the Delegation Agreement(s), the Financial Regulation and other relevant provisions of Union law, in particular state aid rules. In so doing, the EIF shall apply its own rules, policies and procedures as amended, modified or supplemented from time to time, good industry practices and appropriate monitoring, control and audit measures as further set out herein.\n4.2.\nThe EIF shall be responsible for the hiring and employment of staff and/or consultants which it may assign to the implementation of the Dedicated Window[s] and which shall be under the responsibility of the EIF for the purposes of this Funding Agreement and be regulated in all aspects by and be subject to the rules, policies and procedures applied by the EIF in relation to its staff and/or consultants.\n4.3.\nThe EIF shall perform its obligations relating to the Dedicated Window[s] as specifically set forth in this Funding Agreement with the requisite professional degree of care, efficiency, transparency and diligence, as it applies to the discharge of its own affairs.\n4.4.\nA Party faced with Force Majeure shall notify the other Party without delay, stating the nature, likely duration and foreseeable effects. The Parties shall take the necessary measures to limit or minimise costs and possible damages due to Force Majeure.\n4.5.\nThe management and implementation of the Dedicated Window[s] shall be based on the principle of alignment of interests between the Parties. As far as the principle of alignment of interests is concerned, the EIF shall comply with the principles set out in Article 12 and Annex 1.\n4.6.\nThe allocation of Operations shall be based on the criteria set out in the Implementation Strategy. The EIF shall provide to the Managing Authority its Implementation Strategy within [3] months from the signature of this Funding Agreement and shall notify the Managing Authority without undue delay of any change to the Implementation Strategy.\n4.7.\nThe MS Contribution shall not generate undue advantages, in particular in the form of undue dividends or profits to third parties other than in accordance with this Funding Agreement.\n4.8.\nFinancial support under the Dedicated Window[s] shall not be granted to any Financial Intermediary or Final Recipient that are in one of the situations referred to in Article 9.4 [such conditions shall be contractually further specified].\nArticle 5\nObjectives and Description of the Dedicated Window[s]\nAs further specified in Annex 1, the Dedicated Window[s] shall cover the risk of:\n(i)\nportfolios of New Debt Finance through uncapped guarantees providing capital relief subject to relevant rules on capital requirements covering up to 80 % of each and every loan in the relevant portfolios (‘Option 1’) OR\n(ii)\n[existing portfolios of loans, leasing or guarantees to SMEs and other enterprises with less than 500 employees] OR [portfolios of New Debt Finance] through securitisation, as defined in point (61) of Article 4(1) of Regulation (EU) No 575/2013 (‘Option 2’) [with pooling of the MS Contribution with contributions from other Member States (‘Option 3’)].\nArticle 6\nTerritorial Coverage\nThe MS Contribution shall be utilised for the purpose of giving rise to New Debt Finance solely to Final Recipients registered and operating within the territory [of [NAME OF MEMBER STATE]], according to the following breakdown: [•] [such conditions shall be contractually further specified]].\nArticle 7\nMinimum Leverage Effect, Milestones and Penalties\n7.1.\nThe EIF shall ensure that provisions are included in each Operational Agreement requiring that the Financial Intermediaries achieve the following Milestones:\n(i)\nat the end of the period comprising [•] months after the signature of the Operational Agreement, the Leverage Effect shall be no lower than [•];\n(ii)\nas of the earlier between the date of termination of this Agreement and 31 December 2023, the Leverage Effect shall be no lower than [•].\n7.2.\nThe EIF shall, as part of the report referred to in Article 16.1, notify in writing the Managing Authority of the achievement of a Milestone prior to, or after, the due dates referred to in Article 7.1 and provide the Managing Authority with information relating to the volume of New Debt Finance as further provided herein.\n7.3.\nEach Operational Agreement shall provide for Penalties on the Financial Intermediaries for the ultimate benefit of the Managing Authority, indicatively as follows:\n(a)\nin case the amount of New Debt Finance originated by the Financial Intermediary under the relevant Operational Agreements is lower than [A] % of the amount of the New Debt Finance agreed therein at the relevant Milestone, a Penalty equal to [X] % of difference between the New Debt Finance agreed and the New Debt Finance originated; or\n(b)\nin case the amount of New Debt Finance originated by the Financial Intermediary under the relevant Operational Agreements is higher than [A] % but lower than [B] % of the amount of the New Debt Finance agreed therein at the relevant Milestones, a Penalty equal to [Y] % of difference between the New Debt Finance agreed and the New Debt Finance originated.\nIn addition, for a Dedicated Window(s) under Option 2, in case the Financial Intermediary does not achieve a Leverage Effect equal at least to 1, a Penalty equal to the difference between the relevant MS Contribution Paid allocated to the relevant Operation and the related amount of New Debt Finance originated;\n[conditions on the determination and modalities of implementation of Penalties a the level of each Operation shall be contractually specified]\n7.4.\nThe Managing Authority acknowledges that the Guarantee Agreements and the relevant Operations shall not be affected by a failure by the relevant Financial Intermediary to reach leverage requirements set out pursuant to this Funding Agreement or the relevant Operational Agreement, as the case may be.\n7.5.\nThe Penalty shall be a one-off amount in relation to each Operation, calculated by the EIF at each Milestone, with the latest calculated amounts referred to in Article 7.3 being payable by the Financial Intermediary to EIF under each Operational Agreement on the earlier of (x) the termination of the Operational Agreement for reasons attributable to the Financial Intermediary or (y) the end of the relevant inclusion period for the origination of New Debt Finance. Such amount shall be paid by the EIF to the Managing Authority upon payment by the relevant Financial Intermediary thereof. [Further conditions may be contractually specified if necessary]\n7.6.\n[For the avoidance of doubt, the Penalties shall apply without prejudice to other applicable penalties or fees under the [COSME Financial Instruments] OR [H2020 Financial Instruments] Delegation Agreements regarding the respective EU Contribution].\nArticle 8\nTasks and obligations of the EIF\n8.1.\nFollowing the signature of this Funding Agreement and for the purposes of the implementation of the Operations, the EIF shall endeavour to enter into the first Operational Agreement no later than [X] months after signature of this Funding Agreement.\n8.2.\nWithout prejudice to other provisions of this Funding Agreement, the EIF shall:\n(a)\nimplement each Dedicated Window under an effective and efficient Internal Control system for the duration of this Funding Agreement;\n(b)\ntranspose the applicable terms and conditions of this Funding Agreement in the Operational Agreements with Financial Intermediaries and in particular the provisions on the Leverage Effect referred to in Article 7;\n(c)\ntake all decisions to commit funds for Operations and to decommit funds, when appropriate, and notify the Investors' Board accordingly;\n(d)\nnegotiate and enter into any and all legal instruments as the EIF in its professional opinion deems appropriate for the implementation, management and, as the case may be, the termination of the Operations;\n(e)\nrequire the Financial Intermediaries to repay any amount unduly paid to them if any, under the Operational Agreements;\n(f)\nrequire that Financial Intermediaries undertake under each Operational Agreement to take appropriate steps in order to recover any amount due from the relevant Final Recipients under the related Transactions;\n(g)\nwhere appropriate and subject to reimbursement of relevant litigation costs under Article 14.9, manage litigation (including, without limitation, commence, conduct, settle and defend) in connection with any Operation;\n(h)\nhave the Dedicated Window[s] Account[s] opened, maintained and closed, debit and credit the Dedicated Window[s] Account[s] in accordance with the provisions of this Funding Agreement, make all payments provided for in this Funding Agreement and, otherwise, undertake all transactions contemplated by this Funding Agreement in connection with the Dedicated Window[s] Account[s];\n(i)\nkeep separate accounting ledgers and proper and accurate bookkeeping pertaining to the use of the MS Contribution;\n(j)\ntake the necessary measures with a view to ensuring protection of personal data in the possession of EIF as required under Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (11), and subsequent amending acts;\n(k)\nensure that contractual requirements are included in the Operational Agreements on the passing-on to Final Recipients of the interest rate reduction agreed by the Financial Intermediaries and monitor their implementation;\n(l)\ntake such other action as it may deem necessary for the proper implementation and management of the Dedicated Window[s] within the limits set out in this Funding Agreement.\n8.3.\nThe EIF undertakes to perform all its obligations and tasks under this Funding Agreement with the requisite degree of professional care and in particular:\n(a)\nto apply professional standards and practices not less favourable than those used for its own activities, taking into account the terms of this Funding Agreement;\n(b)\nto allocate adequate resources to allow for proper implementation and management of the Dedicated Window[s];\n(c)\nto promote the Dedicated Window[s] and assist the Managing Authority in achieving overall visibility of the Union support down the implementation chain to the Final Recipients, as further specified in this Funding Agreement;\n(d)\nnot to create any charges, liens, pledges or other encumbrances over any funds held on the Dedicated Window[s] Account[s] (other than as implied by law or customary banking practice);\n(e)\nto carry out the Treasury Asset Management of any balance on the Dedicated Window[s] Account[s] as set out in Article 13 of this Funding Agreement.\n8.4.\n[For the avoidance of doubt, the EIF tasks and obligations under this Funding Agreement shall apply without prejudice to other relevant obligations of EIF under the [COSME] OR [H2020] Delegation Agreement(s)].\nArticle 9\nSelection of Financial Intermediaries and Operational Agreements\n9.1.\nThe EIF, under its responsibility, shall select one or more Financial Intermediaries to implement the Dedicated Window[s] in accordance with the relevant terms of the [COSME] AND/OR [H2020] Delegation Agreement(s) as applicable. [Further conditions may be contractually specified if necessary]\n9.2.\nThe Financial Intermediaries with whom EIF purports to enter into Operational Agreements, shall be selected on the basis of EIF's policies and procedures with open, transparent, proportionate and non-discriminatory and objective selection procedures, avoiding conflicts of interests, with due account of the nature of the Dedicated Window[s] and the experience and financial capacity of the Financial Intermediary. The selection of such Financial Intermediaries shall be made on a continuous basis and shall be based on a scoring system to prioritise Financial Intermediaries according to specific criteria.\n9.3.\nThe Operational Agreements concluded by the EIF with Financial Intermediaries shall reflect all applicable obligations of the EIF under this Funding Agreement. In particular, such Operational Agreements shall contain provisions concerning the liability of Financial Intermediaries with regard to Penalties.\n9.4.\nThe Operational Agreements shall require that for the purpose of the implementation of the Dedicated Window[s], the selected Financial Intermediaries in order to:\n(a)\nfully cooperate in the protection of the Union's financial interests;\n(b)\nprovide for the right of the Managing Authority to comprehensively exercise its competences, shall:\n(c)\nprovide OLAF with all the facilities and the information and documentation on Operations concerned to comprehensively exercise its competences allowing it to carry out investigations, including on-the-spot checks and inspections, in accordance with the provisions and procedures laid down in Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (12), Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (13) and Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (14), as may be amended, supplemented or modified from time to time, in order to protect the financial interests of the Union, with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union in connection with any financing operation subject to the Dedicated Window[s];\n(d)\nmaintain and be able to produce all the documentation related to the implementation of the Dedicated Window[s] for a period of seven ([7]) years following the end of the Implementation Period or termination of the Operational Agreement or the closure of Operations, whichever period is the longest;\n(e)\ngrant access to the European Court of Auditors to all facilities and provide it with all the information which it considers necessary for the performance of its tasks, pursuant to Article 161 of the Financial Regulation;\n(f)\ncomply with relevant standards and applicable legislation on the prevention of money laundering, the fight against terrorism and the fight against tax fraud;\n(g)\ntranspose the relevant conditions defined in this Article 9.4 and Article 9.5, with respect to any other intermediaries and final recipients, into their agreements with them, save that with respect to Article 9.5, Financial Intermediaries and Final Recipients shall give representations that they are not in an exclusion situation as set out in Annex 2;\n(h)\nundertake not to charge any fee to the EIF in relation to the implementation of Operations;\n(i)\ncalculate the gross grant equivalent within the meaning of Article 4(2) of the de minimis Regulation for each Transaction according to the formula set out in Annex 1, and report the calculation to the EIF; and\n(j)\nfully pass on to the Final Recipients the entire portion of state aid of the financial benefit arising from the MS Contribution as further specified in Annex 1.\n[Further conditions shall be contractually specified]\n9.5.\nFinancial Intermediaries that are in one of the situations set out in Annex 2 shall not be selected.\n9.6.\nThe EIF shall, prior to the signature of an Operational Agreement, inform in writing the Managing Authority of the main elements of each Operation as further specified in the Funding Agreement. [Further conditions shall be contractually specified]. The EIF shall, without undue delay, notify in writing the Managing Authority of the signature of an Operational Agreement.\n9.7.\nThe EIF shall inform in writing the Managing Authority without undue delay of the partial cancellation, material amendment or early termination of an Operational Agreement and the reasons for such situation, as further provided in this Funding Agreement. [Further conditions shall be contractually specified]\nArticle 10\nGovernance\n10.1.\nThe implementation of the Dedicated Window[s] by the EIF shall be supervised by an investors' board (the ‘Investors' Board’). The Investors' Board consists of [4] duly empowered members appointed by, and representing the Managing Authority, [1] member appointed by the EIF, [1] observer appointed by the EIB and [2] observers appointed by the European Commission.\n10.2.\nThe Investors' Board shall:\n(a)\napprove the Terms of Reference and where necessary of any amendments or revisions thereof and review calls for proposals submitted by the EIF before their publication;\n(b)\nreview the progress in the implementation of the Dedicated Window[s], including achievement of Milestones and pipeline for new Operations;\n(c)\nreview and issue opinions on strategic and policy issues relating to the Dedicated Window[s];\n(d)\ngive guidance on questions of interpretation of eligibility criteria set out in Articles 3.1 to 3.4;\n(e)\nreview the annual reports of the Dedicated Window[s] referred to in Article 16;\n(f)\nreview terms of reference for Evaluations and review Evaluation reports, if any, of the Dedicated Window[s];\n(g)\nreview proposed adjustments of the Dedicated Window[s] following Evaluation reports referred to in Article 18;\n(h)\npropose amendments to this Funding Agreement, if appropriate;\n(i)\n[other tasks]. [Further conditions may be contractually specified if necessary]\n10.3.\nThe Investors' Board shall act by consensus and in no circumstance shall undermine any decision taken on the implementation of the overall strategy of the [COSME Financial Instruments] [AND/OR] [H2020 Financial Instruments] by the relevant steering committee foreseen in the respective Delegation Agreement[s].\n10.4.\nThe Investors' Board shall elect its Chairperson. The Chairperson shall be a representative of the Managing Authority.\nThe Investors' Board shall convene at the request of any of its members, but shall meet at least [•] a year. Meetings of the Investors' Board shall be organised by its Secretariat.\n10.5.\nThe Investors' Board shall adopt its rules of procedure upon a proposal of the Secretariat.\n10.6.\nAttendance to the meetings of the Investors' Board shall not be remunerated. The entity that has nominated the member shall bear all costs incurred by the member in relation to travelling to and attending any meetings of the Investors' Board.\n10.7.\nThe EIF shall provide the Secretariat in accordance with this Funding Agreement.\nThe Secretariat shall carry out, inter alia, the following tasks:\n(a)\norganisation of Investors' Board meetings, including drawing up and distribution of Investors' Board documents, agenda and minutes;\n(b)\nany other tasks [as defined in this Funding Agreement] or by the Investors' Board.\n(c)\ncommunications related to the activities of the Investors' Board shall be channelled through the Secretariat.\nArticle 11\nMS Contribution\n11.1.\nThe MS Contribution shall be used exclusively in respect of the Dedicated Window[s] and any Operation relating thereto.\n11.2.\nThe EIF shall provide the Managing Authority no later than [X] of each year with (i) the pipeline of Operations envisaged to be signed in the current year and the proposed amount of MS Contribution to be paid for the current year, (ii) the schedule of payments of the proposed amount of MS Contribution to be paid each year until the end of the Commitment Period, including applicable management fees (iii) any changes deemed necessary for the notified MS Contribution to be committed in the current year.\nThe EIF shall provide the Managing Authority by [X] of each year with revised figures regarding the subparagraph above, if necessary.\n11.3.\nFollowing due diligence of the Financial Intermediaries which are envisaged to be selected pursuant to Article 9, the EIF shall send at any time it deems it necessary a payment request to the Managing Authority, in the form of Annex 3 (the ‘Payment Request’). The Payment Request shall include (i) the proposed amount of MS Contribution to cover commitments under Guarantee Agreements expected to be signed within the three months following the date of the Payment Request and (ii) a schedule of payments of MS Contribution to be paid each year until the end of the Commitment Period in relation to the relevant Operations.\n11.4.\nA Payment Request may include a proposed amount of MS Contribution of 100 % of the amounts necessary to cover commitments under a Guarantee Agreement.\n11.5.\nUpon receipt of a Payment Request and subject to budget availability, the Managing Authority shall deposit without unreasonable delay and in any event before the EIF signs any Guarantee Agreement into the Dedicated Window[s] Account[s] an MS Contribution equal to the amount of MS Contribution specified in the Payment Request and shall inform the EIF thereof.\n11.6.\nThe Managing Authority may at any time suspend the payment of the MS Contribution by notifying the EIF that its Payment Request cannot be met because:\n(a)\nit does not comply in any material respect with the provisions of this Funding Agreement; or\n(b)\nthere is serious doubt about the acceptability of the envisaged underlying expenditure; or\n(c)\ninformation comes to the notice of the Managing Authority indicating a significant deficiency in the functioning of the Internal Control system or that the expenditure certified by the EIF is linked to a serious irregularity and has not been corrected. In this case, the Managing Authority may suspend the payment only if it is necessary to prevent significant damage to its financial interests vis-à-vis the budget of the European Union.\nAny such suspension shall be duly substantiated by the Managing Authority and shall not be retroactive. The EIF shall be notified as soon as possible of any such suspension, together with the reasons thereof.\nSuspension shall take effect on the date when the Managing Authority notifies the EIF thereof. The remaining payment period shall start to run again from the date on which the requested information or revised documents are received or the necessary further checks, including on-the-spot checks, are carried out.\nIf the suspension exceeds [two] months, the EIF may request the Managing Authority to review whether the suspension is to be continued.\nArticle 12\nEIF Contribution\nThe EIF shall contribute the EIF Contribution to the Compartment, in line with the terms defined in Annex 1.\nArticle 13\nDedicated Window[s] Account[s] and Treasury Asset Management\n13.1.\nThe Treasury Asset Management of the Dedicated Window[s] Account[s] shall be carried out by the EIF or any other entity designated by it upon approval by the Investors Board, in accordance with the Treasury Asset Management guidelines set out in Annex 4.\n13.2.\nFor each Dedicated Window, the EIF shall open and maintain a Dedicated Window[s] Account [in relation to the resources contributed from the ERDF Operational Programme and a Dedicated Window[s] Account in relation to the resources contributed from the EAFRD rural development programme] and in accordance with the EIF internal policies and procedures.\n13.3.\nThe MS Contribution to the Dedicated Window[s] shall be paid to the Dedicated Window[s] Account[s] in accordance with Article 11 of this Agreement.\n13.4.\nThe Dedicated Window[s] Account[s] must at all times and in all respects be used, committed or otherwise disposed of or managed in accounting terms separately from other funds or accounts of EIF. All transactions must bear value date.\n13.5.\nThe Dedicated Window[s] Account[s] shall be used exclusively in connection with transactions or Operations in accordance with this Funding Agreement.\n13.6.\nThe treasury assets shall be managed in accordance with EIF policies and procedures, the principle of sound financial management and in accordance with the principles laid down in Annex 4. These assets will be invested at the risk of the Managing Authority (including with respect to negative interest and asset management losses) according to a pre-agreed risk profile and investment strategy and, where applicable, asset management guidelines in the form set out in Annex 4.\n13.7.\nThe EIF shall charge a fee to the Managing Authority in accordance with Article 14, in consideration of the Treasury Asset Management carried out by the EIF or on its behalf.\n13.8.\nFor the purpose of operating the Dedicated Window[s] Account[s], the EIF shall open and maintain a Euro Account and, if applicable, a Non-Euro Account for Operations denominated in a currency other than the Euro.\n13.9.\nThe Dedicated Window[s] Account[s] shall be credited with:\n(a)\nThe MS Contribution Paid;\n(b)\nRepayments;\n(c)\nRevenues.\n13.10.\nThe Dedicated Window[s] Account[s] shall be debited with:\n(a)\nAmounts required in respect of Operations;\n(b)\nAmounts due to the EIF under Article 14;\n(c)\nAmounts repaid to the Managing Authority within the Exit Policy;\n(d)\nAmounts required for the Treasury Asset Management.\n13.11.\nThe transfer referred to in Article 13.10(c) shall be made to the following bank account of the Managing Authority:\n[Bank] name:\n[•]\n[Bank] address:\n[•]\nBIC:\n[•]\nIBAN:\n[•]\nBeneficiary name:\n[•]\nBeneficiary address:\n[•]\nBeneficiary BIC:\n[•]\nReference:\nReturn of amounts concerning the Exit Policy of [insert acronym of the Dedicated Window[s] and possible other reference].\n13.12.\nIn view of the termination of this Funding Agreement as set out in Article 25, the EIF shall close the Dedicated Window[s] Account[s] and notify without undue delay the Managing Authority of such closure.\n13.13.\nThe EIF shall use Revenues and Repayments within the purposes of the Dedicated Window[s], including the payment of the Management Costs and Fees and shall maintain records of the use of Revenues and Repayments.\n13.14.\n[If appropriate, and in any case after the end of the Commitment Period, and no later than [X] of each year, the EIF shall notify the Managing Authority of the amount of the MS Contribution Committed and not paid to the Dedicated Window[s] Account[s] that is no longer required for the purposes of this Funding Agreement or any Guarantee Agreement, as further provided herein [Further conditions shall be contractually specified].]\n13.15.\n[After the end of the Commitment Period and in case of no remaining MS Contribution to be paid, the EIF shall, on an annual basis and no later than [X] of each year, notify the Managing Authority of the amounts no longer required in relation to the Dedicated Window[s] or any Guarantee Agreement. As a consequence, the Managing Authority may issue a debit note to the EIF to recover the corresponding amount back to the Managing Authority budget.]\nArticle 14\nManagement Costs and Fees\n14.1.\nThe Managing Authority shall remunerate the EIF for the EIF Activity through fees comprising (i) an administrative fee, (ii) an incentive fee, (iii) a Treasury Asset Management fee and (iv) a reserve fee to cover unforeseen expenditures (collectively, the ‘Management Costs and Fees’), as further specified in this Article.\n14.2.\nThe Management Costs and Fees shall be debited by the EIF from the Dedicated Window[s] Account[s] upon invoicing to, and review by, [to be contractually further specified] the Managing Authority and shall constitute the full compensation for the EIF for the EIF Activity. [Further conditions may be contractually specified if necessary]\n14.3.\nThe aggregate of the administrative fee and of the incentive fee shall in no case exceed 6 % of the MS Contribution Committed, except in duly justified circumstances. Subject to Articles 14.6 and 14.7, the incentive fee shall not be lower than one third of the aggregate of the administrative fee and the incentive fee.\nIn addition to the administrative and incentive fees, the Treasury Asset Management fee shall not exceed [1] % [or otherwise specified in the individual funding agreements] of the MS Contribution Committed. Furthermore, the reserve fee shall not exceed [0,5] % [or otherwise specified in the individual funding agreements] of the MS Contribution Committed.\n14.4.\nThe administrative fee shall constitute the entire compensation for administrative expenses incurred by the EIF in relation to the Dedicated Window[s], including, but not limited to: market research, marketing, product development, awareness-raising activities, negotiation, monitoring, adaptations to IT systems, legal costs, travel expenses, tax advice, bank charges, sub-contracting costs, accounting and reporting, monitoring and controls, the Secretariat, Evaluations (if any), internal and external audit, visibility and publicity. It shall take into account costs charged to Financial Intermediaries. [Further conditions may be contractually specified if necessary]\n14.5.\nSubject to the ceilings set out in Article 14.3, the administrative fee shall be paid to the EIF in the following way:\n(1)\nThe first part of the administrative fee shall be linked to the establishment of the Dedicated Window[s] and shall be equal to [2] % of the MS Contribution Paid. This amount shall be paid to EIF at the signature of the first Operational Agreement. [such conditions shall be contractually further specified]\n(2)\nThe remaining part of the administrative fee shall be linked to the implementation, management, monitoring and winding down of the Dedicated Window[s] and shall be paid annually in arrears [Further conditions may be contractually specified if necessary].\n14.6.\nThe incentive fee shall reward the EIF for the achievement of financial and policy-related performance of the Dedicated Window[s].\n14.7.\nSubject to the ceiling set out in Article 14.3, the incentive fee shall be paid to the EIF on the basis of achievement of performance indicators, notably the Leverage Effect achieved in accordance with the Milestones set out in Article 7. [Such conditions shall be contractually further specified]. The incentive fee shall be paid semi-annually in arrears.\n14.8.\nThe Treasury Asset Management fee shall be utilised for treasury management activities.\n14.9.\nThe reserve fee shall be utilised to cover unforeseen expenditures, e.g. litigation costs. Payment for unforeseen expenditures shall be subject to the prior approval by the Managing Authority. [Further conditions shall be contractually specified].\n14.10.\nThe Management Costs and Fees shall be covered in the first instance by Revenues and Repayments. If such Revenues and Repayments are insufficient, the shortfall shall be covered by the MS Contribution Paid in accordance with the rules set out in this Article. Notwithstanding the foregoing, the Managing Authority shall remunerate the EIF for the EIF Activity performed after 31 December 2023 through fees separate from the Management Costs and Fees further specified in this Funding Agreement. [Further conditions shall be contractually specified]\nArticle 15\nAccounting\n15.1.\nThe EIF shall keep separate Dedicated Window[s] Account[s]s for the activities related to each Financial Instrument in accordance with the rules and procedures of the EIF.\n15.2.\nFinancial transaction and financial statements with respect to a Dedicated Window shall be established in accordance with:\n(a)\nthe rules and procedures of the EIF as applicable to such Dedicated Window;\nand\n(b)\nthe accounting rules of the Union set by the Accounting Officer of the European Commission on the basis of the standards set by the Board for International Public Sector Accounting Standards (IPSAS), as may be amended from time to time and communicated in advance by the European Commission to the EIF pursuant to the terms of the Delegation Agreement(s) [Further conditions may be contractually specified if necessary].\n15.3.\nThe EIF shall keep financial and accounting documents concerning the MS Contribution Paid for a term of seven (7) years following the end of the Implementation Period or termination of this Funding Agreement or the closure of Operations under a Financial Instrument, whichever period is the longest.\n15.4.\nThe EIF shall submit to the Managing Authority the audited financial statements of a Dedicated Window annually.\nArticle 16\nOperational and financial reporting\n16.1.\nThe EIF shall report to the Managing Authority in a frequency to be agreed [Further conditions shall be contractually specified], the operational aspects of the Dedicated Window[s] in accordance with Annex 5, and namely:\n(a)\nidentification of the Single Dedicated National Programme and of the priority or measure from which MS Contribution is provided;\n(b)\ndescription of the Dedicated Window[s] and implementation arrangements;\n(c)\nidentification of the Financial Intermediaries;\n(d)\ntotal amount of MS Contribution Paid by priority or measure under the Single Dedicated National Programme;\n(e)\ntotal amount of the New Debt Finance originated in the relevant quarter and to date;\n(f)\ntotal amount of Management Costs and Fees;\n(g)\nthe performance of the Dedicated Window[s] including progress in their set-up and in selection of Financial Intermediaries;\n(h)\ntotal amount of Repayments and Revenues accrued;\n(i)\nprogress in achieving the Leverage Effect;\n(j)\ncontribution of the Dedicated Window[s] to the achievement of the indicators of the priority or measure concerned within the Single Dedicated National Programme;\n(k)\nnumber of Final Recipients (total and by Operation);\n(l)\ngross grant equivalent for each Transaction.\n[Further conditions shall be contractually specified]\n16.2.\nThe EIF shall report to the Managing Authority in the frequency referred to in Article 16.1 on the financial aspects of the Dedicated Window[s] in accordance with Annex 6. [Further conditions shall be contractually specified]\n16.3.\nNo later than [•] of each year, the EIF shall provide the Managing Authority with an annual report compiling all data gathered on any operational and financial aspects of the Dedicated Window[s] since its establishment. This annual report will be disclosed for review to the Investors' Board without undue delay. [Further conditions shall be contractually specified].\nThe EIF shall communicate to the Managing Authority regular control reports from the external auditors designated in this Funding Agreement in the form of a management letter. [Further conditions shall be contractually specified]\nIn addition, if necessary the Parties may discuss and agree on additional reporting measures relating to the Operations. [Further conditions may be contractually specified]\n16.4.\nThe relevant reporting requirements referred to in Articles 16.1, and 16.2 shall be based on information from time to time obtained by EIF under relevant reporting obligations included in the Operational Agreements between the EIF and the Financial Intermediaries implementing the Dedicated Window[s]. The Operational Agreement shall require the Financial Intermediaries to provide such information to the EIF. [Further conditions shall be contractually specified]\n16.5.\nReports to be submitted to the Managing Authority shall be expressed in Euro. These reports may be drawn from financial statements denominated in other currencies as per the EIF's requirements. Where necessary, amounts shall be converted into Euro. Except where provided otherwise in this Funding Agreement, amounts denominated in a currency other than Euro and reported by one Party to the other in Euro shall be converted into Euro at the exchange rate prevailing at the relevant reporting date, as fixed by the European Central Bank.\nArticle 17\nAudits, Controls and Monitoring\n17.1.\nIn line with the relevant Union law, the Court of Auditors and the European Commission shall have the power of audit of the implementation of the Dedicated Window[s].\n17.2.\nThe EIF shall carry out controls on the implementation of the Dedicated Window[s] in accordance with its rules, policies and procedures and this Funding Agreement, including, where appropriate, on-the-spot checks on representative and/or risk-based samples of transactions, to ensure that the Dedicated Window[s] are effectively and correctly implemented, and in order, inter alia, to prevent and correct irregularities and fraud.\n17.3.\nIn case of suspected fraud, corruption or any other illegal activity affecting the financial interests of the Union, the EIF shall inform OLAF without delay and may take, in close cooperation with OLAF, appropriate precautionary measures, including measures for the safeguarding of evidence. In the event of irregularities in respect of the MS Contribution, the EIF shall inform the Managing Authority without delay and undertake all necessary actions, including legal proceedings, to recover any amounts due in accordance with the provisions of the Operational Agreement, in line with Annex 1 and promptly return any recovered amounts to the Dedicated Window[s] Account[s].\n17.4.\nThe EIF shall monitor the implementation of the Dedicated Window[s] by means of the reporting and/or financial statements provided by the Financial Intermediaries, the internal and external audits available and any controls carried out by them or the EIF, including an analysis of the nature and extent of errors and weaknesses identified in the systems as well as corrective actions taken or planned. The EIF shall report to the Managing Authority on the material results of such activities.\n17.5.\nThe monitoring of the implementation of the Dedicated Window[s] by the EIF shall be intended to enable the Managing Authority to assess (i) whether the Internal Control system is efficient and effective, (ii) whether the MS Contribution has been used in compliance with the applicable regulatory and contractual provisions and (iii) the progress towards the achievement of policy objectives reflected in the relevant output and result indicators.\n17.6.\nThe Managing Authority may carry out controls and monitoring on the implementation of the Dedicated Window[s] by means of its participation in the Investors' Board, through the audited financial statements provided by the EIF according to Article 15.4.\n17.7.\nOLAF may carry out investigations, including on-the-spot checks and inspections, in accordance with the provisions and procedures laid down in Regulation (EU, Euratom) No 883/2013, Regulation (Euratom, EC) No 2185/96 and Regulation (EC Euratom) No 2988/95, as may be amended, supplemented or modified from time to time, in order to protect the financial interests of the Union, with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union in connection with any financing Operation subject to the Dedicated Window[s].\nArticle 18\nEvaluation\n18.1.\nThe Parties may agree on any Evaluations to be performed on the implementation of the Funding Agreement on terms further set out herein. [Further conditions may be contractually specified].\n18.2.\nThe EIF shall require Financial Intermediaries in each Operational Agreement to provide to the EIF information in their possession and reasonably required for the performance of an evaluation to be carried out by the European Commission pursuant to Article 57(3) of the CPR.\nArticle 19\nProcurement of goods, works and services\n19.1.\nThe procurement of any goods, works or services by the EIF in the context of the Dedicated Window[s] shall be carried out in accordance with the applicable rules and procedures adopted by the EIF, taking into account the principles of transparency, proportionality, equal treatment, best value for money, avoidance of conflict of interest and non-discrimination in awarding contracts provided that, having due regard to cost and duration, sub-contracting would not lead to increased costs over direct implementation by the EIF itself. For the avoidance of doubt, such sub-contracting does not refer to the selection of Financial Intermediaries pursuant to Article 9.\n19.2.\nCandidates and tenderers listed in the central exclusion database set-up and operated by the European Commission under Commission Regulation (EC, Euratom) No 1302/2008 of 17 December 2008 on the central exclusion database (15) for the purposes of managing Dedicated Window[s] shall not be retained.\nArticle 20\nVisibility\n20.1.\nThe EIF shall take all appropriate measures provided in this Funding Agreement to publicise the fact that the Dedicated Window[s] are co-funded by the [ERDF] OR [EAFRD], and, include the provisions requiring that the requirements under this Article are passed through to Financial Intermediaries and to Final Recipients in the relevant contracts. [Further conditions shall be contractually specified]\n20.2.\nThe EIF shall require that the information given to the press, the stakeholders, the Financial Intermediaries and the Final Recipients of the Dedicated Window[s acknowledge that the Dedicated Window[s] were deployed ‘with funding by the European Union’ (in the relevant Union language) and shall display in an appropriate way the Union emblem (twelve yellow stars on a blue background) in accordance with the requirements of the Delegation Agreement(s).\n20.3.\nThe EIF shall require that the Financial Intermediary carry out information, marketing and publicity campaigns set out in this Funding Agreement [Further conditions shall be contractually specified] within the territory of [NAME OF MEMBER STATE], aimed at making the Dedicated Window[s] known within such territory ensuring that any documents concerning the support given through the Dedicated Window[s] will contain a statement mentioning that the Transaction benefits from support from the European Union pursuant to the‘[SME Initiative], a Dedicated Window[s] with funding by the European Union under [ERDF] OR [EAFRD], [COSME] AND/OR [Horizon 2020]’.\n20.4.\nThe size and prominence of the acknowledgement and Union emblem shall be clearly visible in a manner that shall not create any confusion regarding the identification of the EIF's activity, and the application to the Dedicated Window[s] of the EIF's privileges and immunities.\n20.5.\nAll publications by the EIF specifically relating to the Dedicated Window[s], in whatever form and whatever medium, shall carry the following or a similar disclaimer in the relevant Union language: ‘This document has been produced with the financial assistance of the European Union. The views expressed herein can in no way be taken to reflect the official opinion of the European Union.’\n20.6.\nThe Managing Authority shall take all appropriate measures to publicise the fact that the Dedicated Window[s] are co-financed by the EIF and, as the case may be, the EIB. Information given to the press, the stakeholders, the Financial Intermediaries and the Final Recipients, all related publicity material, official notices, reports, publications and internet-based information shall acknowledge that the Dedicated Window[s] was carried out ‘with co-funding by the European Investment Fund [and the European Investment Bank]’ (in the relevant Union language) and shall display in an appropriate way the EIF's logo and, and as the case may be, the EIB's logo.\n20.7.\nSubject to applicable confidentiality requirements, upon the first signature of an Operational Agreement, the EIF shall produce without undue delay after the signature, a press release in English, which shall be posted on the EIF's website. The EIF shall decide on the contents of the press releases.\n20.8.\nThe Parties shall consult each other on progress and situation reports, publications, press releases and updates relevant to this Funding Agreement before they are issued or published and shall communicate such documents to each other when they are issued.\n20.9.\nThe EIF shall include in each Operational Agreement the requirements of the relevant Delegation Agreements on the awareness of the Financial Intermediaries for the support provided by the European Union.\nArticle 21\nPublication of information on Financial Intermediaries\n21.1.\nThe EIF shall publish annually the names of the Financial Intermediaries supported under the Dedicated Window[s] in accordance with the provisions of the Delegation Agreement(s).\n21.2.\nThe criteria for disclosure and the level of detail published shall take into account specificities of the financial sector and the nature of the Dedicated Window[s], as well as in accordance with the specific rules of the ERDF and EAFRD, as applicable.\nArticle 22\nAssignment\nThe Parties shall not transfer, in whole or in part, any of their rights or obligations under this Funding Agreement to any third parties without the prior written consent of the other Party.\nArticle 23\nLiability\n23.1.\nThe EIF shall be liable to the Managing Authority for the performance of its duties and obligations under this Funding Agreement with a professional degree of care and diligence and for any loss resulting from its wilful misconduct or gross negligence.\n[23.2.\nWith regard to the implementation of this Funding Agreement, the Managing Authority and the EIF shall negotiate contractual remedies with regard to losses, damages or injuries sustained by the EIF.]\n23.3.\nA Party faced with Force Majeure shall not be held to be in breach of its obligations under this Funding Agreement if it has been prevented from fulfilling them by Force Majeure.\nArticle 24\nGoverning Law and Jurisdiction\n24.1.\nThis Funding Agreement will be governed by, and construed in accordance with the laws of [To be contractually specified], without regard to any applicable principles of conflicts of law.\n24.2.\nThe Parties shall endeavour to settle amicably any dispute or complaint relating to the interpretation, application or performance of this Funding Agreement, including its existence, validity or termination.\n24.3.\nIn default of amicable settlement, the Parties agree that [competent jurisdiction to be contractually specified] shall have exclusive jurisdiction to settle any dispute in connection with this Funding Agreement.\nArticle 25\nEffectiveness — Termination\n25.1.\nThis Funding Agreement shall enter into force upon signature by the Parties and shall remain in force until the earlier of [31 December 2023] or the occurrence of a Termination Event which has not been cured as provided in Article 25.5.\n25.2.\nNot later than [6] months prior to [31 December 2023], the Parties shall consult each other regarding the extension of this Funding Agreement for a further term.\n25.3.\nIn case of one or more Operational Agreements and/or Guarantee Agreements, as applicable, are still in force as of [31 December 2023], this Funding Agreement shall be extended upon agreement between the Parties. In lack of such agreement, this Funding Agreement shall remain in force only in respect of any actual or contingent liability or exposure under any Operation, until any such liability or exposure has been written off or determined to be unrecoverable and any applicable statute of limitation has expired.\n25.4.\nDuring the term of this Funding Agreement, either Party may at any time terminate this Funding Agreement with immediate effect by notifying to the other Party that a Termination Event has occurred.\n25.5.\nThe grounds which may give rise to a Termination Event are set out below:\n(i)\nthe Managing Authority may notify a Termination Event in case of:\n(a)\na failure by the EIF to sign the Operational Agreement related to the amount of MS Contribution included in any Payment Request within the three months following the date of such Payment Request; or\n(b)\na failure by the EIF to comply with any of its material obligations under this Agreement;\n(c)\na failure by the EIF to sign the first Operational Agreement in the timeframe set out in Article 8.2;\nin each case provided that the Managing Authority has sent a warning notice to the EIF stating the occurrence of such potential Termination Event and the EIF has not cured it within a period of (60) days from the date of receipt of the notice; and\n(ii)\nthe EIF may notify a Termination Event in case of:\n(a)\nwithout prejudice to Article 11, a failure by the Managing Authority to deposit without unreasonable delay into the Dedicated Window[s] Account[s] the MS Contribution equal to the amount of MS Contribution specified in a Payment Request; or\n(b)\na failure by the Managing Authority to comply with any of its material obligations under this Funding Agreement,\nin each case provided that the EIF has sent a warning notice to the Managing Authority stating the occurrence of such potential Termination Event and the Managing Authority has not cured it within a period of 60 (sixty) days from the date of receipt of the notice.\n25.6.\nWithout prejudice to Article 25.9, in case of termination of this Agreement, the EIF shall be released from any obligation to perform the EIF Activity as of the effective date of such termination. The Management Costs and Fees to which the EIF would be entitled concerning periods prior to the effective date of the termination, shall become due and payable as of such date. [Further conditions may be contractually specified if necessary, including possible adjustments, if any, of the Management Costs and Fees payable upon early termination of this Funding Agreement]\n25.7.\nExpenses incurred by any Party in connection with a Termination Event shall be borne by the Party liable for the occurrence of such Termination Event.\n25.8.\nUpon expiration or termination of this Funding Agreement, the net balance of the MS Contribution deposited into the Dedicated Window[s] Account[s] shall be returned to the Managing Authority within the Exit Policy. All expenses incurred by the EIF in connection with such transfer shall be borne by the Managing Authority and shall be withheld from the MS Contribution to be returned, unless such transfer occurs upon termination of this Funding Agreement due to a Termination Event notified by the Managing Authority.\n25.9.\nTermination or expiration of this Funding Agreement shall not affect any Party's rights and obligations accrued or existing at the date of such termination or expiration, including, without limitation, any Party's accrued rights and obligations related to payment obligations. Upon termination or expiration of this Agreement, this Funding Agreement shall remain in force in respect of any actual or contingent liability or exposure under any Operation, until any such liability or exposure has been written off or determined to be unrecoverable and any applicable statute of limitation has expired and in particular, EIF shall be entitled to retain such amounts as may be required under this Agreement or any Operation Agreement for the payment of any amount owed thereto or the satisfaction of any accrued or contingent obligations under outstanding Operations.\n25.10.\nShould the EIF, in consultation with the European Commission, determine that the aggregate minimum contribution to the Dedicated Window[s] representing the sum of the contribution of all participating Member States of the European Union is insufficient taking due account of the minimum critical mass defined in the Ex-Ante Assessment, it may notify the Managing Authority that a Termination Event has occurred.\n25.11.\nThe provisions of Articles 23 (Liability), 24 (Governing law and jurisdiction), 25 (Effectiveness — Termination) and 26 (Notices and Communication), shall survive termination or expiration of this Funding Agreement.\n25.12.\nIn case of winding up of the [COSME Financial Instruments] AND/OR [H2020 Financial Instruments], the Parties shall agree on the utilisation of the MS Contribution.\nArticle 26\nNotices and Communications\n26.1.\nNotices and communications relating to this Funding Agreement from one Party to the other shall be sent in writing in paper or in electronic form, according to the provisions set out in paragraphs 2 and 3 below, using the following communication details:\nFor the Managing Authority:\n[to be completed].\nFor the EIF:\nEuropean Investment Fund\n[Service to be completed]\n15, Avenue J.F. Kennedy\n2968 Luxembourg (GD Luxembourg)\nContact Person: [to be completed]\nFunctional e-mail address: [to be completed]\n26.2.\nAny change made to the above communication details shall have effect only after it has been notified in writing in paper or electronic form to the other Party.\n26.3.\nThese notices and communications shall be deemed to have been duly notified when [to be completed].\nArticle 27\nAmendments and miscellaneous\n27.1.\nAny amendment, variation or modification of this Funding Agreement shall require an instrument in writing duly signed by each Party and it shall specify the date when it takes effect.\n27.2.\nThe waiver or forbearance of a Party in insisting in any one or more instances upon the performance of any provision of this Funding Agreement shall not be construed as a waiver of that Party's rights to future performance of such provision and the other Party's obligation in respect of such future performance shall continue in full force and effect.\nArticle 28\nAnnexes\nThe recitals and the following Annexes form an integral part of this Funding Agreement:\nAnnex 1\n:\nTerm Sheet for the Dedicated Window[s]\n—\nUncapped Guarantee Instrument (Option 1)\n—\nSecuritisation Instrument (Option 2)\nAnnex 2\n:\nExclusion criteria for Financial Intermediaries and Final Recipients and eligibility criteria for the EU Contribution [to be provided in part under the specific Funding Agreements]\nAnnex 3\n:\nPayment Request [to be provided under the specific Funding Agreements]\nAnnex 4\n:\nTreasury Asset Management guidelines [to be provided under the specific Funding Agreements]\nAnnex 5\n:\nReporting on the operational aspects of the Dedicated Window[s] [to be provided under the specific Funding Agreements]\nAnnex 6\n:\nReporting on the financial aspects of the Dedicated Window[s] [to be provided under the specific Funding Agreements]\nANNEX 1\nUNCAPPED GUARANTEE\n (16)\nINSTRUMENT\nSME Initiative — option 1\nSME INITIATIVE UNCAPPED GUARANTEE INSTRUMENT — OPTION 1\nThis instrument foresees the utilisation of uncapped guarantees provided by the EIF to cover the credit risk of SME loans, leases or guarantees. The SME Initiative Uncapped Guarantee Instrument is based on risk retained at different levels by EU resources (COSME and/or Horizon 2020), ERDF/EAFRD, together with resources from the EIB Group and potentially alongside national promotional banks and national guarantee schemes.\nUnder the SME Initiative Uncapped Guarantee instrument, the EIF would provide uncapped guarantees up to agreed maximum amounts. The originating financial institutions shall retain a material interest in their respective guaranteed portfolios, by retaining i.e. 20 % economic exposure on each guaranteed loan, in order to ensure the necessary alignment of interest (‘skin in the game’).\nThe Financial Intermediaries will individually receive an uncapped guarantee from the EIF in exchange for the payment of a guarantee fee. The higher risk of the resulting portfolio will be covered by a combination of MS Contribution and COSME or/and Horizon 2020 resources. The lower risk of the resulting portfolio will be retained by a combination of resources from the EIB Group up to agreed maximum amounts and potentially national promotional banks and national guarantee schemes. Such unfunded risk transfer, allowing for the partial transfer of credit risk to third parties without actually removing the portfolio of assets from the balance sheet of the financial institution would provide the opportunity for the originating financial institution to obtain regulatory capital relief, where feasible. Such operation would have to take into consideration the relevant country's regulatory requirements.\nThe origination, due diligence, documentation and servicing of the portfolio, made of eligible SME loans, leases or guarantees Transactions, shall be performed by the Financial Intermediaries in accordance with their usual origination and servicing procedures. The Financial Intermediary (or Sub-financial Intermediary in the case of counter-guarantees) shall retain the direct client credit relationship with each Final Recipient. The Financial Intermediary will provide information about the portfolio on a regular basis to the EIF and the EIF will accordingly pass on all relevant information to risk takers pursuant to the relevant agreements.\nThe Financial Intermediary will fully pass on to the SMEs the State Aid Benefit as defined in the indicative terms and according to the formula specified under sections 5 and 6 below. Moreover, it is considered that the implicit costs (reputational risk, financial risk, administrative risk, risk related to implementation of the compartment (17)) incurred by the Financial Intermediary offset any advantage related to State resources (i.e. the MS contribution) thus ensuring that the Financial Intermediary does not benefit from undue aid.\nUnless expressly provided for, defined terms in this Annex 1 have the same meanings as the corresponding defined terms under this model Funding Agreement.\nIndicative Terms of the Uncapped Guarantees under Option 1\n1.\nMain characteristics\nScope of the Financial Instrument\nThe Financial Intermediary originates a portfolio of New Debt Finance (subject to a minimum Leverage Effect) for which it will receive an uncapped portfolio guarantee (in the form of direct, counter- or co-guarantees) from the EIF in exchange for the payment of a Guarantee Fee.\nThe EIF acts as day-to-day manager of the Financial Instrument managing the MS contribution, the EU Contribution (i.e. contributions under [the COSME Regulation] AND/OR [the H2020 Regulation], the EIF Contribution and the credit risk taken by the EIB and possibly national promotional banks.\nGuarantee\nThe Guarantee is provided by the EIF to the Financial Intermediary in exchange of a Guarantee Fee. The Guarantee shall cover a portion (up to the Guarantee Rate) of the credit risk associated with a portfolio of underlying New Debt Finance (the ‘Portfolio’).\nGuarantee Rate\nUp to 80 % of each and every Transaction in the Portfolio, so that the Financial Intermediary shall retain a material economic interest in the Portfolio, equal at least to 20 % of the economic exposure on it, in order to ensure alignment of interest.\nStructure\nThe Guarantee shall cover, up to the Guarantee Rate, defaulted amounts incurred by the Financial Intermediary in respect of each defaulted eligible Transactions included in the Portfolio.\nThe MS Contribution will be used to cover the highest risk of the Portfolio, up to a percentage that will be a determined having regard to the multiplier effect for the MS contribution agreed in the Funding agreement. This may typically result in 100 % of such amount being absorbed for the coverage of net losses under the Portfolio.\nThe second riskiest part of the Portfolio will be covered by a combination of resources from the EIF, the EU budget and the Managing Authority. The residual risk of the Portfolio shall be covered using a combination of resources from the EIB Group and potentially national promotional banks and national guarantee schemes.\nThe resources provided by the different risk takers shall be defined at a level such that the risk shall be compatible with the risk tolerance of the EIB Group and any other potential risk taker.\nEach Portfolio shall have sufficient homogeneity and sufficient pool diversification in order for the EIF to be able to assign a rating according to its risk assessment methodology.\nDefaulted Amounts\nRelate to unpaid principal and interest incurred by the Financial Intermediary in respect of defaulted Transactions included in the Portfolio.\n2.\nPortfolio\nAvailability Period\nThe EIF and the Financial Intermediary will agree on an availability period (typically up to 3 years) during which Transactions may be included in the Portfolio.\nEligible Final Recipients\nThe Final Recipients have to fulfil the eligibility requirements as per CPR Articles 37(4) and 39 as well as the specific eligibility requirements set out in ERDF and EAFRD Regulations.\nCOSME Eligibility Criteria\nSee Annex 2.\nHorizon 2020 Eligibility Criteria\nSee Annex 2.\nExclusion Process\nIf a Transaction does not comply with Eligibility Criteria it shall be excluded from the Portfolio (and shall not be covered by the Guarantee). In certain limited circumstances and in implementation of the requirements of Article 39(2)(a) of the CPR, the determination of whether such non-compliance was within the control of the Financial Intermediary may result in continued guarantee cover.\nLeverage Effect requirement for MS Contribution\nThe Leverage Effect is calculated as the total New Debt Finance to eligible Final Recipients divided by the MS Contribution. The minimum Leverage Effect has to be at least [X] times the total MS Contribution.\nMinimum leverage requirement for COSME contribution\nGiven the contribution under the COSME Regulation, if applicable, a volume of New Debt Finance to eligible Final Recipients in line with the leverage requirements as set out in the COSME legal basis and Delegation Agreement has to fulfil also the COSME eligibility criteria.\nMinimum leverage requirement for Horizon 2020 contribution\nGiven the contribution under the H2020 Regulation, if applicable, a volume of New Debt Finance to eligible Final Recipients in line with the leverage requirements as set out in the H2020 legal basis and Delegation Agreement has to fulfil also the Horizon 2020 eligibility criteria.\n3.\nPricing\nGuarantee Fee\nThe EIF shall charge to the Financial Intermediary the Guarantee Fee in relation to the Transactions included in the Portfolio.\nThe Guarantee Fee, expressed as [X] % per annum, will be calculated quarterly on the outstanding amount of the Portfolio\nPricing of the MS Contribution\nThe MS Contribution shall be priced at a level which is commensurate with the relevant risk taken with the exception of the cover of the riskiest part of the Portfolio that shall be priced at zero (i.e. the MS Contribution will be provided free of charge).\n4.\nMiscellaneous\nPenalties\nSee Article 7.\nReporting\nSee Annex 5.\nMonitoring and Audit\nSee Article 17.\n5.\nTransfer of benefit\nTransfer of benefit\nThe EIF shall assess the mechanism of transfer of benefit to the Final Recipients. That mechanism shall be included in the process for the selection of Financial Intermediaries and it shall form part of the EIF final decision on whether or not entering into a guarantee agreement and at what conditions. The transfer of benefit shall be applied for the part of the New Debt Finance covered by the Guarantee to the standard interest rate charged to the Final Recipients through a reduction of the credit risk/guarantee premium. It shall be documented accordingly.\nTotal Benefit\nThe Total Benefit shall be defined for the part of the loan covered by the Guarantee as the reduction in the interest rate or the guarantee fee as the case may be as charged by the Financial Intermediary to the Final Recipients, taking into account the underlying credit risk undertaken and the effect and the cost of the Guarantee. As the Financial Intermediary receives no remuneration/funding from the EIF, the assessment of the Total Benefit shall focus only on the credit risk premium. The Financial Intermediary shall take into account the cost of the guarantee (the Guarantee Fee) in the calculation of the new credit risk/guarantee premium for each loan or guarantee.\nThe Total Benefit is given by the following formula:\nTotal Benefit = standard credit/guarantee risk premium — Guarantee Fee\n6.\nState Aid\nState Aid Benefit\nThe State Aid Benefit for the part of the loan covered by the Guarantee is a portion of the Total Benefit, proportional to the MS Contribution (18) in the New Debt Finance portfolio, given by the following formula:\nState Aid Benefit = Total Benefit * % of the MS Contribution in the Guarantee (the guaranteed part of the New Debt Finance portfolio).\nThe State Aid Benefit shall be fully transferred by the Financial Intermediary to the Final Recipient.\nCalculation of the GGE\nAt Final Recipient level, the State Aid Benefit shall be considered as an interest rate subsidy within the meaning of Article 4(2) of the de minimis Regulation.\nThe Gross Grant Equivalent (GGE) shall be calculated according to the following formula:\nGGE = Guaranteed loan amount (19) * maturity (weighted average life) of the loan (guarantee) (20) * State Aid Benefit\nThe Financial Intermediary shall calculate the GGE for each and every loan (guarantee) (20) in the New Debt Finance portfolio and shall communicate it to the EIF. In all cases the GGE cannot be above the threshold set out in the de minimis Regulation.\nState Aid Penalties\nThe EIF shall charge to the Financial Intermediary a State Aid Penalty in case the State Aid Benefit is not fully transferred to the final beneficiary.\nSECURITISATION INSTRUMENT\nSME initiative — option 2\nSME INITIATIVE SECURITISATION INSTRUMENT\nThis instrument foresees the utilisation of securitisation transactions backed by SME loans, leases or guarantees where EU resources (COSME and/or Horizon 2020), ERDF/EAFRD, together with resources from the EIB Group and potentially alongside national promotional banks, national guarantee schemes and other institutional investors, would subscribe or guarantee certain amounts at different levels of risks.\nUnder a securitisation instrument, a portfolio of SME eligible financing instruments is used as collateral for tradable securities (tranches), diversified by level of risk.\nUnfunded risk transfer arrangements (synthetic securitisation) would also be possible, allowing for the transfer of credit risk to third parties without actually removing the portfolio of assets from the balance sheet of the bank and therefore providing the opportunity for the originating bank to obtain regulatory capital relief. Such operations would have to take into consideration the relevant country's regulatory requirements.\nThe securitisation instrument will guarantee a significant part of the underlying eligible debt financing portfolio upon an undertaking by the relevant Financial Intermediary to create an additional portfolio also by using resources mobilised as a result of the securitisation transaction for new SME financing.\nUnder the SME Initiative Securitisation Instrument, the EIF and the EIB (potentially alongside national promotional banks, national guarantee schemes and other institutional investors) would subscribe or guarantee certain tranches up to agreed maximum amounts. The originating financial institutions shall retain a material interest in the transaction, such as an adequate portion (minimum 50 %) of the junior tranche and an adequate exposure to each tranche placed with investors, or similar arrangements, in order to ensure the necessary alignment of interest ‘skin in the game’) and to comply with the risk retention requirement set out in Directive 2013/36/EU and Regulation (EU) No 575/2013.\nThe rating of the senior and the mezzanine tranches shall be compatible with the risk tolerance of the EIB Group and potentially national promotional banks, national guarantee schemes and third party institutional investors who may also invest in the senior tranches of such securitisations thus increasing the leverage of committed budgetary resources.\nJunior and mezzanine tranches not retained by the originator are subscribed by a combination of ERDF/EAFRD, COSME/Horizon 2020 and EIF's own resources.\nManaging Authorities who are willing to participate in the guarantee scheme (via the EIF, but at the risk of the ESI Funds contribution) guarantee/invest up to 50 % of the Junior tranche.\nThe origination, due diligence, documentation and servicing of the securitised portfolio, made of eligible SME loans, leases or guarantees to SME and companies with less than 500 employees, shall be performed by the Financial Intermediaries in accordance with their usual origination and servicing procedures. The Financial Intermediaries typically retain the direct client credit relationship with each SME. The Financial Intermediaries will provide information about the securitised portfolio as well as the Additional Portfolio (newly originated SME financing) on a quarterly basis to the EIB and EIF respectively until termination of the securitisation transaction.\nIndicative Terms of the Securitisation\n1.\nGeneral Terms\nScope of the Financial Instrument\nBy securitising assets, Financial Intermediaries aim at releasing regulatory and economic capital and/or obtain new funding sources allowing the Financial Intermediary to originate New Debt Finance to eligible Final Recipients (to build an Additional Portfolio).\nThe Financial Intermediary will receive a guarantee/investment from the EIF to cover the Securitised Portfolio in exchange for the payment of a Fee and commit to originate a portfolio of New Debt Finance (subject to a minimum Leverage Effect).\nThe EIF acts as day-to-day manager of the Financial Instrument managing the MS contribution, the EU Contribution (i.e. contributions under [the COSME Regulation] AND/OR [the H2020 Regulation], the EIF Contribution and the credit risk taken from the EIB and possibly national promotional banks.\nTransaction structure\nEither cash (‘true sale’) or synthetic (‘unfunded’) securitisations are allowed.\nA cash securitisation is a transaction in connection with which an originator (the Financial Intermediary) securitises assets by pooling them into the Securitised Portfolio and selling the Securitised Portfolio to a special purpose entity (the ‘SPE’). The SPE finances the purchase of the Securitised Portfolio through the issuance of notes secured by such assets (Asset-Backed Securities — ‘ABS’). The proceeds from the issuance of these notes are used by the SPE to pay the purchase price of the Securitised Portfolio to the Financial Intermediary.\nIn a synthetic securitisation, the Financial Intermediary retains the relevant assets on its balance sheet and the EIF covers part of the risk on the Securitised Portfolio. This potentially results into capital relief for the Financial Intermediary.\nThe EIF shall tranche the Securitised Portfolio according to the risk of the underlying transactions.\nThe Junior Tranche shall consist of the riskiest part of the Securitised Portfolio up to a predefined percentage, taking into consideration the characteristic of the portfolio, the credit enhancement requirements and the Leverage Effect requirement for MS Contribution. The MS Contribution will cover up to 50 % of the Junior Tranche, while the residual portion of the Junior Tranche shall be retained by the Financial Intermediary. This may typically result in 100 % of such amount being absorbed for the coverage of net losses under the Portfolio.\nThe Mezzanine Tranche shall consist of the second riskiest part of the Securitised Portfolio and comprise three sub-tranches using a combination of resources from the EIF, the EU budget and the Managing Authority. In particular, the MS Contribution shall cover the risk of the Lower Mezzanine Tranche. The contribution under [the COSME Regulation] and/or [the H2020 Regulation] shall cover the risk of the Middle Mezzanine Tranche. The EIF Contribution shall cover the risk of the Upper Mezzanine Tranche.\nThe size of the Mezzanine will be determined by EIF taking into consideration the characteristics of the portfolio, the credit enhancement requirements and Leverage Effect requirement for MS Contribution.\nThe Lower Mezzanine and the Middle Mezzanine Tranches shall be up to [predetermined percentages of the Securitised Portfolio.\nThe Senior Tranche shall consist of the residual risk of the Securitised Portfolio and be funded/retained by using a combination of resources from the EIB Group up to an agreed maximum amount and potentially national promotional banks and national guarantee schemes and other investors.\nThe Senior and the Upper Mezzanine Tranches shall be defined at a level such that the risk shall be compatible with the risk tolerance of the EIB Group and any other participating risk takers.\n2.\nReference Portfolio (Securitised Portfolio)\nSecuritised Portfolio\nThe Securitised Portfolio might include existing assets (debt finance to SMEs and other enterprises with less than 500 employees) as well as portfolios of new debt finance to SMEs.\nEach Securitised Portfolio shall have sufficient homogeneity and sufficient pool diversification in order for the EIF to be able to assign a rating according to its risk assessment methodology.\nExisting portfolios shall not be included in the Securitised Portfolio after the Commitment Period.\n3.\nAdditional Portfolio\nThe Additional Portfolio\nEach Financial Intermediary will be contractually required to provide New Debt Finance to eligible Final Recipients (Additional Portfolio).\nThe breach by the Financial Intermediary of any of the requirements specified in the relevant Operational Agreement shall not affect the guarantee issued in relation to the Securitised Portfolio.\nLeverage Effect requirement for MS Contribution\nThe Leverage Effect is calculated as the total New Debt Finance to eligible Final Recipients divided by the MS Contribution. The minimum Leverage Effect has to be at least [X] times the total MS Contribution.\nAvailability Period\nThe EIF and the Financial Intermediary will agree on an availability period (typically up to [3] years) during which Transactions shall be included in the Additional Portfolio.\nEligible Final Recipients\nThe Final Recipients have to fulfil the eligibility requirements as per CPR Articles 37(4) and 39 as well as the specific eligibility requirements set out in ERDF and EAFRD Regulations.\nCOSME Eligibility Criteria\nSee the COSME Regulation.\nHorizon 2020 Eligibility Criteria\nSee the H2020 Regulation.\nMinimum leverage requirement for COSME contribution\nGiven the contribution under the COSME Regulation, if applicable, a volume of New Debt Finance to eligible Final Recipients in line with the leverage requirements as set out in the COSME legal basis and Delegation Agreement has to fulfil also the COSME eligibility criteria.\nMinimum leverage requirement for Horizon 2020 contribution\nGiven the contribution under the H2020 Regulation, if applicable, a volume of New Debt Finance to eligible Final Recipients in line with the leverage requirements as set out in the H2020 legal basis and Delegation Agreement has to fulfil also the Horizon 2020 eligibility criteria.\n4.\nPricing\nFee\nThe Fee shall be established on the basis of the pricing by each of the Financial Instrument risk takers for their respective tranches (see pricing below).\nThe EIF shall charge to the Financial Intermediary [X] % per annum in relation to the covered part of the Securitised Portfolio.\nPricing of the Senior Tranche\nIt shall be set to a predefined percentage per annum by the EIB and other potential risk takers in accordance with their pricing policy.\nPricing of the Mezzanine Tranche\nThe Mezzanine Tranche shall be set to [X] % per annum by the EIF in accordance with its pricing policy.\nThe Middle and Lower Mezzanine Tranches shall be priced to sustain the risk in relation to the expected losses of the respective tranches. In duly justified cases, the pricing can also be further reduced to attract Financial Intermediaries.\nPricing of the Junior Tranche\nIt shall be equal to zero (i.e. the Junior Tranche other than the tranche retained by the originator will be provided free of charge).\n5.\nMiscellaneous\nPenalties\nSee Article 7.\nReporting\nSee Annex 5.\nMonitoring and Audit\nSee Article 17.\n6.\nTransfer of benefit\nTransfer of benefit\nThe EIF shall assess the mechanism of transfer of benefit from the Financial Intermediary to the Final Recipients in the Additional Portfolio. That mechanism shall be included in the scoring system for the purpose of selecting Financial Intermediaries and it shall form part of the EIF final decision on whether or not entering into a guarantee or investment agreement and at what conditions.\nThe transfer of benefit shall be applied to the standard interest rate charged to the Final Recipients under New Debt Finance in the Additional Portfolio through a reduction of the credit risk premium. The mechanism of transfer of benefit shall be documented accordingly.\nTotal Benefit\nThe Total Benefit shall take into account the benefit provided to the Financial Intermediary, in each tranche of the Securitised Portfolio.\nThe Total Benefit shall be calculated as the difference between the market price and the price charged by the EIF on each tranche with the same level of risk. The risk level of each tranche shall be defined by the internal rating methodology of the EIF.\nIn the absence of a market price, the EIF shall apply the safe-harbour premium for an equivalent risk level for guarantees laid down in the Commission notice on the application of Articles 87 and 88 of the EC Treaty to state of aid in the form of guarantees (OJ C 155, 20.6.2008, p. 25). The safe-harbour premium for the Junior tranche amounts to up to 10 % per annum.\nThe Total Benefit is given by the following formula:\nTotal Benefit = Sum of Benefits of Individual Tranches\nThe Benefit of Individual Tranche is calculated as follows:\nBenefit of Individual Tranche = (market price of the tranche – Fee) * Total EUR amount of tranche * maturity of the tranche (weighted average life)\n7.\nState Aid\nState Aid Benefit\nThe Total State Aid Benefit is a portion of the Total Benefit, proportional to the MS Contribution (21) in the Securitised Portfolio.\nThe Total State Aid Benefit provided to a Financial Intermediary shall be calculated according to the following formula:\nTotal State Aid Benefit (in EUR) = Sum of (Benefit of Individual Tranche * the % of the MS Contribution in the tranche).\nThe Total State Aid Benefit shall be fully transferred by the Financial Intermediary to all the Final Recipients included in the Additional Portfolio.\nThe State Aid Benefit for each Final Recipient shall be calculated according to the following formula:\nState Aid Benefit (interest rate subsidy in bps) = (Total State Aid Benefit/New Debt Finance in the Additional Portfolio)/Maturity of Additional Portfolio (weighted average life)\nCalculation of the GGE\nThe State Aid Benefit provided to Final Recipients in the Additional Portfolio, shall be considered as an interest rate subsidy within the meaning of Article 4(2) of the de minimis Regulation.\nThe Gross Grant Equivalent (GGE) shall be calculated according to the following formula:\nGGE = nominal loan amount * maturity (weighted average life) of the loan * State Aid Benefit\nThe Financial Intermediary shall calculate the GGE for each and every loan in the Additional Portfolio and shall communicate it to the EIF. In all cases the GGE cannot be above the threshold set out in the de minimis Regulation.\nNo additional benefit on capital relief\nIn application of the relevant national rules on capital requirements, the volume of New Debt Finance shall not be set at a level lower than the volume of debt finance to SMEs which could be expected to be generated by the Financial Intermediaries using the capital freed up as a result of the MS Contribution.\nState Aid Penalties\nThe EIF shall charge to the Financial Intermediary a State Aid Penalty in case the State Aid Benefit is not fully transferred to the final beneficiary.\nANNEX 2\nExclusion criteria for Financial Intermediaries and Final Recipients and eligibility Criteria for the EU contribution\n1.   EXCLUSION CRITERIA FOR FINANCIAL INTERMEDIARIES\nFinancial Intermediaries that are in one of the situations below, provided that such situation would, in the professional opinion of EIF, affect their ability to implement a Financial Instrument, shall not be selected:\n1.\nthey are bankrupt or being wound up, are having their affairs administered by the courts, are the subject of proceedings concerning those matters, or are in any analogous situation arising from a similar procedure provided for in national legislation or regulations;\n2.\nthey have been convicted of an offence concerning their professional conduct by a judgment which has the force of res judicata, which would affect their ability to implement a Transaction;\n3.\nthey have been the subject of a judgment which has force of res judicata for fraud, corruption, involvement in a criminal organisation or any other illegal activity, in each case where detrimental to the Union's financial interests;\n4.\nthey are guilty of material misrepresentation in supplying information required for selection as a Financial Intermediary;\n5.\nthey are listed in the central exclusion database referred to in Article 9.5(e);\n6.\nthey are incorporated in territories whose jurisdictions do not cooperate with the Union in relation to the application of the internationally agreed tax standard, or their tax practices do not follow the principles of the Commission Recommendation of 6 December 2012 regarding measures intended to encourage third countries to apply minimum standards of good governance in tax matters (C(2012) 8805);\n7.\ntheir business activity does not comply with the EIF policy in relation to restricted sectors.\nPoints 2 and 3 shall not apply, where the Financial Intermediaries can demonstrate to EIF's satisfaction that adequate measures have been adopted against the persons having power of representation, decision-making or control over them, who are subject to a judgement as referred to in Points 2 and 3.\n2.   EXCLUSION CRITERIA FOR FINAL RECIPIENTS\nFinal Recipients may not be selected by Financial Intermediaries if they meet one or more of the requirements set out below:\n1.\nthey are not potentially economically viable;\n2.\nthey are incorporated in territories whose jurisdictions do not cooperate with the Union in relation to the application of the internationally agreed tax standard, or their tax practices do not follow the Commission Recommendation of 6.12.2012 regarding measures intended to encourage third countries to apply minimum standards of good governance in tax matters (C(2012)8805);\n3.\nthey are bankrupt or being wound up, are having their affairs administered by the courts, are the subject of proceedings concerning those matters, or are in any analogous situation arising from a similar procedure provided for in national legislation or regulations;\n4.\nthey have been convicted of an offence concerning their professional conduct by a judgment which has the force of res judicata, which would affect their ability to pursue their business activity;\n5.\nthey have been the subject of a judgment which has force of res judicata for fraud, corruption, involvement in a criminal organisation or any other illegal activity, in each case where detrimental to the Union's financial interests;\n6.\nthey are guilty of misrepresentation in supplying information required for selection as a Final Recipient;\n7.\nthey are listed in the central exclusion database set up and operated by the Commission under Regulation (EC, Euratom) No 1302/2008;\n8.\ntheir business activity consists of one or more of the following:\n(a)\nan illegal economic activity (i.e. any production, trade or other activity, which is illegal under the laws or regulations applicable to the Financial Intermediary or the relevant Final Recipient, including without limitation, human cloning for reproduction purposes);\n(b)\nthe production of and trade in tobacco and distilled alcoholic beverages and related products;\n(c)\nthe financing of the production of and trade in weapons and ammunition of any kind or military operations of any kind;\n(d)\ncasinos and equivalent enterprises;\n(e)\ninternet gambling and online casinos;\n(f)\npornography and prostitution;\n(g)\nnuclear energy;\n(h)\nactivities referred to in Article 19 of H2020 Regulation;\n(i)\nthe research, development or technical applications relating to electronic data programs or solutions, which aim specifically at supporting any activity referred to under items (a) to (h) above or are intended to enable to illegally enter into electronic data networks or download electronic data.\n9.\ntheir business activity does not comply with the EIF policy in relation to restricted sectors;\n10.\nthey received New Debt Finance which does not respect the cumulation rules laid down in the relevant de minimis Regulation;\n11.\nthey received aid to export-related activities towards third countries or Member States, namely aid directly linked to the quantities exported, to the establishment and operation of a distribution network or to other current expenditure linked to the export activity;\n12.\nthey received aid contingent upon the use of domestic over imported goods.\n3.   ELIGIBILITY CRITERIA FOR THE EU CONTRIBUTION\n3.1.\nEligibility criteria for the EU Contribution to the COSME Financial Instruments [to be provided under the specific Funding Agreements, subject to agreement between the Commission and the EIF, in the Delegation Agreement for COSME].\n3.2.\nEligibility criteria for the EU Contribution to the H2020 Financial Instruments [to be provided under the specific Funding Agreements, subject to agreement between the Commission and the EIF, in the Delegation Agreement for H2020].\n(1)  OJ L 347, 20.12.2013, p. 320.\n(2)  OJ L 298, 26.10.2012, p. 1.\n(3)  OJ L 176, 27.6.2013, p. 1.\n(4)  OJ L 347, 20.12.2013, p. 33.\n(5)  OJ L 347, 20.12.2012, p. 104.\n(6)  OJ L 347, 20.12.2013, p. 965.\n(7)  OJ L 352, 24.12.2013, p. 1.\n(8)  OJ L 352, 24.12.2013, p. 9.\n(9)  OJ L 362, 31.12.2012, p. 1.\n(10)  OJ L 124, 20.5.2003, p. 36.\n(11)  OJ L 8, 12.1.2001, p. 1.\n(12)  OJ L 248, 18.9.2013, p. 1.\n(13)  OJ L 292, 15.11.1996, p. 2.\n(14)  OJ L 312, 23.12.1995, p. 1.\n(15)  OJ L 344, 20.12.2008, p. 12.\n(16)  ‘Uncapped guarantee’ is the term used in Article 39 of the CPR.\n(17)  The specific requirements related to the participation in the compartment include:\n(a)\nMinimum Leverage Effect to achieve a Portfolio with a minimum volume of New Debt Finance, which shall comply with the eligibility requirements for the MS Contribution;\n(b)\nMinimum volume of New Debt Finance which shall also comply with the parameters for the eligibility under COSME and/or under Horizon 2020;\n(c)\nAssessment and control of the eligibility criteria;\n(d)\nPenalties, in case the minimum Leverage Effect is not reached at the milestones and if the State Aid Benefit is not transferred;\n(e)\nTransfer of benefit undertakings, including the assessment of its mechanism and the reporting to EIF;\n(f)\nCalculation of the GGE for each and every loan in the portfolio of new debt finance and the reporting to EIF;\n(g)\nVisibility of the EU support in the contractual documentation with the final recipients and the marketing material;\n(h)\nAudit and monitoring undertakings in relation to the European Commission and the European Court of Auditors.\nThe above risks and requirements represent an implicit cost for the Financial Intermediary which receives no remuneration for the management activities of the Transaction, including no administrative fees and no performance fee.\n(18)  Only the MS Contribution is relevant for state aid considerations. Resources from the Commission and EIB and EIF own resources do not constitute state aid.\n(19)  Guaranteed loan amount = nominal loan amount (nominal guarantee amount) * Guarantee Rate.\n(20)  For the cases of counter guarantees.\n(21)  Only the MS Contribution to the EIF for the securitised portfolio is relevant for state aid considerations. Resources from the Commission and EIB and EIF own resources do not constitute state aid", "summary": "Implementing the small and medium-sized enterprises initiative\nImplementing the small and medium-sized enterprises initiative\nSUMMARY OF:\nImplementing Decision 2014/660/EU — model of funding agreement for the contribution of the European Regional Development Fund and the European Agricultural Fund for Rural Development to joint uncapped guarantee and securitisation financial instruments in favour of small and medium-sized enterprises\nWHAT IS THE AIM OF THE DECISION?\n              \nIt aims to ensure:\nthat the EU’s financial instruments which support small and medium sized enterprises (SMEs) can provide a fast response by creating a model of the funding agreement to ensure uniform conditions and equal treatment for, and amongst, participating EU countries using the resources;\nconsistent rules for the contribution of these resources to any individual funding agreement to be entered into by participating EU countries and the European Investment Bank (EIB) or the European Investment Fund (EIF) as well as for those contained in the delegation agreements regarding other sources under the competitiveness of enterprises and small and medium-sized enterprises (COSME) and Horizon 2020 programmes.\nKEY POINTS\nScope\nThe decision sets out the model of the funding agreement for the financial contribution:\nof the European Regional Development Fund (ERDF) and the European Agricultural Fund for Rural Development;\nto joint uncapped guarantee* and securitisation* financial instruments in favour of SMEs; and\nconcluded between the EIB or the EIF and each participating EU country.\nRules\nThe rules for the model funding agreement are set out in the annex to the decision. They cover a number of elements, including:\neligibility and exclusion criteria of the new debt finance*;\ngeneral principles related to the implementation and management of the two financial instruments;\nterritorial coverage;\nminimum leverage effects, milestones and penalties;\ntasks and obligations of the EIF;\nselection of financial intermediaries and operational agreements;\ngovernance;\ncontributions.\nFROM WHEN DOES THE DECISION APPLY?\n              \nIt has applied since 13 September 2014.\nBACKGROUND\n              \nFor more information, see:\nRural development 2014-2020 (European Commission)\nEuropean Regional Development Fund (European Commission)\nSystem for fund management in the European Union — ERDF (European Commission).\nKEY TERMS\n              \nJoint uncapped guarantee: provides uncapped portfolio guarantees and envisaged partial capital relief to banks building up new portfolios of loans. In return, the originators transfer benefits of the instrument to SMEs in the form of the acceptance of higher-risk clients, reduced collateral requirements, and/or reduced pricing.\nSecuritisation: backed by a portfolio of existing loans. In return, originators explicitly agree to undertake new EU financing to SMEs in the relevant regions in line with the eligibility criteria that the EU funds contributed in the structure.\nNew debt finance: new loans, leases or guarantees to final recipients originated by the financial intermediary no later than 31 December 2023 pursuant to the terms and conditions set out in the operational agreements.\nMAIN DOCUMENT\n            \nCommission Implementing Decision 2014/660/EU of 11 September 2014 on the model of funding agreement for the contribution of the European Regional Development Fund and the European Agricultural Fund for Rural Development to joint uncapped guarantee and securitisation financial instruments in favour of small and medium-sized enterprises (OJ L 271, 12.9.2014, pp. 58-92)\nRELATED DOCUMENTS\n            \nRegulation (EU) No 1301/2013 of the European Parliament and of the Council of 17 December 2013 on the European Regional Development Fund and on specific provisions concerning the investment for growth and jobs goal and repealing Regulation (EC) No 1080/2006 (OJ L 347, 20.12.2013, pp. 289-302)\nSuccessive amendments to Regulation (EU) No 1301/2013 have been incorporated into the original document. This consolidated version is of documentary value only.\nRegulation (EU) No 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 — the framework programme for research and innovation (2014-2020) and repealing Decision No 1982/2006/EC (OJ L 347, 20.12.2013, pp. 104-173)\nSee consolidated version.\nRegulation (EU) No 1287/2013 of the European Parliament and of the Council of 11 December 2013 establishing a programme for the competitiveness of enterprises and small and medium-sized enterprises (COSME) (2014-2020) and repealing Decision No 1639/2006/EC (OJ L 347, 20.12.2013, pp. 33-49)\nDirective 2013/36/EU of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending Directive 2002/87/EC and repealing Directives 2006/48/EC and 2006/49/EC (OJ L 176, 27.6.2013, pp. 338-436)\nSee consolidated version.\nRegulation (EU) No 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012 (OJ L 176, 27.6.2013, pp. 1-337)\nSee consolidated version\nRegulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, pp. 1-96)\nSee consolidated version.\nlast update 01.02.2019", "tags": ["European Regional Development Fund", "investment protection", "financial instrument", "small and medium-sized enterprises", "financial agreement", "EAFRD", "European Investment Fund", "aid to undertakings"], "subjects": ["Coordination of structural instruments"], "split": "train", "reference_annotations": {"32014D0660_p1": {"text": "Having regard to regulation 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council regulation 1083/2006 (1), and in particular the second subparagraph of Article 39(4) thereof,", "triples": [" regulation 1303/2013,  repealing,  regulation 1083/2006"]}, "32014D0660_p2": {"text": "The financial crisis has affected small and medium-sized enterprises (SMEs) in the European Union since 2009 due, inter alia, to the deleveraging carried out by European banks in their balance sheets to comply with the capital requirements enshrined in directive 2013/36/eu of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending directive 2002/87/ec and repealing directive 2006/48/ec directive 2006/49/ec (2) and regulation 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending regulation 648/2012 (3). In order to address the resulting potential market failures for financial services and financial instruments for SMEs, the European Council has mandated the Commission to explore options for making financial instruments available to SMEs at a pan-European level.", "triples": [" directive 2013/36/eu,  amending,  directive 2002/87/ec", " directive 2013/36/eu,  repealing,  directive 2006/48/ec", " directive 2013/36/eu,  repealing,  directive 2006/49/ec", " directive 2013/36/eu,  repealing,  regulation 575/2013", " directive 2013/36/eu,  amending,  regulation 648/2012"]}, "32014D0660_p3": {"text": "One part of this response is to open specific windows within financial instruments set up at Union level under regulation 1287/2013 of the European Parliament and of the Council of 11 December 2013 establishing a Programme for the Competitiveness of Enterprises and small and medium-sized enterprises (COSME) (2014 — 2020) and repealing decision 1639/2006/ec (5) as well as regulation 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) and repealing decision 1982/2006/ec (6).", "triples": [" regulation 1287/2013,  repealing,  decision 1639/2006/ec", " regulation 1287/2013,  repealing,  regulation 1291/2013", " regulation 1287/2013,  repealing,  decision 1982/2006/ec"]}, "32014D0660_p4": {"text": "These financial instruments set up at Union level are managed indirectly by the Commission with implementation tasks entrusted to the EIB or the EIF pursuant to Article 58(1)(c)(iii) and Article 139(4) of regulation 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council regulation 1605/2002 (7), in respect of uncapped guarantees and securitisation financial instruments in favour of SMEs. To that end, the Commission has to conclude delegation agreements with the EIB or the European Investment Fund (EIF).", "triples": [" regulation 966/2012,  repealing,  regulation 1605/2002"]}, "32014D0660_p5": {"text": "(3)---on 17 December 2013, regulation 1303/2013 of the European Parliament and the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council regulation 1083/2006 (1) was adopted (the ‘CPR’);", "triples": [" regulation 1303/2013,  repealing,  regulation 1083/2006"]}, "32014D0660_p6": {"text": "(4)---pursuant to Article 38(1)(a) of the CPR, managing authorities may provide a financial contribution to a financial instrument set up at Union level; pursuant to Article 39(2) of the CPR, [Name of the Member State] may use up to 7 % of its ERDF and EAFRD aggregate allocation to provide a financial contribution to such financial instruments managed indirectly by the European Commission with implementation tasks entrusted to the EIB group (EIB being defined under Article 2(23) of the CPR as the European Investment Bank, the European Investment Fund or any subsidiary of the EIB) (the ‘EIB Group’) pursuant to point (c)(iii) of Article 58(1) and Article 139(4) of the regulation 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council regulation 1605/2002 (2) (Financial Regulation), in respect of [uncapped guarantees providing capital relief to financial intermediaries for new portfolios of debt finance to eligible SMEs in accordance with Article 37(4) of the CPR] AND/OR [securitisation, as defined in point (61) of Article 4(1) of regulation 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending regulation 648/2012 (3), of [existing portfolios of debt finance to SMEs and other enterprises with less than 500 employees;] AND/OR [new portfolios of debt finance to SMEs] (Option 2); [with pooling of the MS Contribution with contributions from other Member States (Option 3)];", "triples": [" regulation 966/2012,  repealing,  regulation 1605/2002", " regulation 575/2013,  amending,  regulation 648/2012"]}, "32014D0660_p7": {"text": "(5)---pursuant to regulation 1287/2013 of the European Parliament and of the Council of 11 December 2013 establishing a Programme for the Competitiveness of Enterprises and small and medium-sized enterprises (COSME) (2014 — 2020) and repealing decision 1639/2006/ec (4) (the ‘COSME Regulation’), the European Commission has established financial instruments (the ‘COSME Financial Instruments’) that aim to facilitate and improve access to finance for SMEs in their start-up, growth and transfer phases, complementary to the Member States' use of financial instruments for SMEs at national and regional level; the indicative contribution of the European Commission to the COSME Financial Instruments in the 2014-2016 period is envisaged to be up to EUR [•]million;", "triples": [" regulation 1287/2013,  repealing,  decision 1639/2006/ec"]}, "32014D0660_p8": {"text": "(6)---pursuant to regulation 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) and repealing decision 1982/2006/ec (5) and pursuant to the Council decision 2013/743/eu of 3 December 2013 establishing the specific programme implementing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) and repealing decision 2006/971/ec decision 2006/972/ec decision 2006/973/ec decision 2006/974/ec decision 2006/975/ec (6) (collectively, the ‘H2020 Regulation’), the European Commission has established financial instruments (the ‘H2020 Financial Instruments’) that aim to ease access to the risk financing for final recipients carrying out research and innovation projects; the indicative contribution of the European Commission to the H2020 Financial Instruments in the 2014-2016 period is envisaged to be up to EUR [•] million;", "triples": [" regulation 1291/2013,  repealing,  decision 1982/2006/ec", " regulation 1291/2013,  repealing,  decision 2013/743/eu", " regulation 1291/2013,  repealing,  decision 2013/743/eu", " regulation 1291/2013,  repealing,  decision 2006/971/ec", " regulation 1291/2013,  repealing,  decision 2006/972/ec", " regulation 1291/2013,  repealing,  decision 2006/973/ec", " regulation 1291/2013,  repealing,  decision 2006/974/ec", " regulation 1291/2013,  repealing,  decision 2006/975/ec"]}, "32014D0660_p9": {"text": "‘Financial Regulation’---means regulation 966/2012, together with its rules of application (Commission Delegated regulation 1268/2012 of 29 October 2012 on the rules of application of the regulation 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (9) as they may be amended, supplemented or modified from time to time;", "triples": [" regulation 966/2012,  amended,  regulation 1268/2012", " regulation 966/2012,  amended,  regulation 966/2012", " regulation 966/2012,  supplemented,  regulation 1268/2012", " regulation 966/2012,  supplemented,  regulation 966/2012"]}, "32014D0660_p10": {"text": "(c)---provide OLAF with all the facilities and the information and documentation on Operations concerned to comprehensively exercise its competences allowing it to carry out investigations, including on-the-spot checks and inspections, in accordance with the provisions and procedures laid down in regulation 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing regulation 1073/1999 of the European Parliament and of the Council and Council regulation 1074/1999 (12), Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (13) and Council regulation 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (14), as may be amended, supplemented or modified from time to time, in order to protect the financial interests of the Union, with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union in connection with any financing operation subject to the Dedicated Window[s];", "triples": [" regulation 883/2013,  repealing,  regulation 1073/1999", " regulation 883/2013,  repealing,  regulation 1074/1999"]}}, "summary_annotations": {"32014D0660_p1": {"text": "regulation 1301/2013 of the European Parliament and of the Council of 17 December 2013 on the European Regional Development Fund and on specific provisions concerning the investment for growth and jobs goal and repealing regulation 1080/2006 (OJ L 347, 20.12.2013, pp. 289-302)", "triples": [" regulation 1301/2013,  repealing,  regulation 1080/2006"]}, "32014D0660_p2": {"text": "regulation 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 — the framework programme for research and innovation (2014-2020) and repealing decision 1982/2006/ec (OJ L 347, 20.12.2013, pp. 104-173)", "triples": [" regulation 1291/2013,  repealing,  decision 1982/2006/ec"]}, "32014D0660_p3": {"text": "regulation 1287/2013 of the European Parliament and of the Council of 11 December 2013 establishing a programme for the competitiveness of enterprises and small and medium-sized enterprises (COSME) (2014-2020) and repealing decision 1639/2006/ec (OJ L 347, 20.12.2013, pp. 33-49)", "triples": [" regulation 1287/2013,  repealing,  decision 1639/2006/ec"]}, "32014D0660_p4": {"text": "directive 2013/36/eu of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending directive 2002/87/ec and repealing directive 2006/48/ec directive 2006/49/ec (OJ L 176, 27.6.2013, pp. 338-436)", "triples": [" directive 2013/36/eu,  amending,  directive 2002/87/ec", " directive 2013/36/eu,  repealing,  directive 2006/48/ec", " directive 2013/36/eu,  repealing,  directive 2006/49/ec"]}, "32014D0660_p5": {"text": "regulation 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending regulation 648/2012 (OJ L 176, 27.6.2013, pp. 1-337)", "triples": [" regulation 575/2013,  amending,  regulation 648/2012"]}, "32014D0660_p6": {"text": "regulation 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council regulation 1605/2002 (OJ L 298, 26.10.2012, pp. 1-96)", "triples": [" regulation 966/2012,  repealing,  regulation 1605/2002"]}}}