{"celex_id": "32021D2316", "reference": "28.12.2021\nEN\nOfficial Journal of the European Union\nL 462/1\nDECISION (EU) 2021/2316 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 22 December 2021\non a European Year of Youth (2022)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 165(4) and 166(4) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nArticle 165(2) of the Treaty on the Functioning of the European Union (TFEU) provides that Union action is to be aimed at, inter alia, encouraging the participation of young people in democratic life in Europe.\n(2)\nIn the Bratislava Roadmap of 16 September 2016, the 27 Heads of State or Government committed to ‘provide better opportunities for youth’, in particular by means of Union support for Member States in fighting youth unemployment and enhanced Union programmes dedicated to youth.\n(3)\nIn the Rome Declaration of 25 March 2017, the leaders of the 27 Member States and of the European Council, the European Parliament and the Commission pledged to work towards ‘a Union where young people receive the best education and training and can study and find jobs across the continent’.\n(4)\nThe 2019–2027 European Union Youth Strategy, based on the Council Resolution of 26 November 2018 (3), recognises that young people are the architects of their own lives, contribute to positive change in society and enrich the Union’s ambitions. It also recognises that youth policy can contribute to creating a space in which young people are able to seize opportunities and relate to Union values. Previous European Years, such as the 2021 European Year of Rail, the 2018 European Year of Cultural Heritage, the 2013–2014 European Year of Citizens and the 2011 European Year of Volunteering, offer valuable experience which should inform future efforts to engage and empower young people to shape their future and the future of Europe.\n(5)\nNextGenerationEU, established by Regulation (EU) 2021/241 of the European Parliament and of the Council (4), ensures the acceleration of the green and digital transition and provides the possibility to collectively emerge stronger from the COVID-19 pandemic. NextGenerationEU re-opens perspectives full of opportunities for young people, including quality jobs and adapting to social change. The Union aims for young people to be fully on board in the rollout of NextGenerationEU, enhancing their role in the green and digital transition.\n(6)\nThe President of the Commission announced in her State of the Union address of 15 September 2021 that the Commission would propose to make 2022 the European Year of Youth (the ‘European Year’). Highlighting the confidence that she draws for Europe’s future from the inspiration provided by Europe’s young people, the President of the Commission added that ‘if we are to shape our Union in their mould, young people must be able to shape Europe’s future’. Europe needs the vision, engagement and participation of all young people to build a better future, and Europe needs to give young people opportunities for the future, a future that is greener, more digital and more inclusive. This is why the President proposed ‘a year dedicated to empowering those who have dedicated so much to others’.\n(7)\nThe European Year should trigger a reflection process on the future of youth and their active participation in building the future of Europe. For that reason, youth policies should be mainstreamed through all relevant Union policies.\n(8)\nThe active participation of young people in democratic processes is crucial for the present and the future of Europe and its democratic societies. In line with the Council conclusions of 1 December 2020 on fostering democratic awareness and democratic engagement among young people in Europe (5) and of 21 June 2021 on strengthening the multilevel governance when promoting the participation of young people in decision-making processes (6), the communication of the Commission of 3 December 2020 on the European democracy action plan and the resolution of the European Parliament of 11 November 2015 on the reform of the electoral law of the European Union (7), the European Year therefore aims to boost the active involvement of young people in Europe’s democratic life, including by supporting participation activities for young people from diverse backgrounds in processes such as the Conference on the Future of Europe, promoting civic engagement and volunteering initiatives, thereby raising awareness of Union values and fundamental rights and European history and culture, bringing together young people and decision-makers at local, regional, national and Union levels and contributing to the process of European integration.\n(9)\nThe United Nations resolution of 25 September 2015 entitled ‘Transforming our World: the 2030 Agenda for Sustainable Development’ (the ‘2030 Agenda’) recognised the essential role of young people as change makers on the international scene and stated that young people need to be supported ‘to channel their infinite capacities for activism into the creation of a better world’. The European Year is a concrete contribution to the 2030 Agenda, which highlights that ‘children and young women and men are critical agents of change’, and should provide further impetus for the implementation of the 2030 Agenda, the road to sustainable development, and the capacity of young people to shape the present and the future, not only of the Union, but also of Union partner countries and of our planet as a whole.\n(10)\nIn line with the Council conclusions of 5 June 2020 on Youth in external action, stressing the contribution of young generations to building stronger, more legitimate, peaceful and democratic societies, the European Year should contribute to strengthening youth participation in the Union’s external action across all policies, to creating new opportunities for education, learning and exchanges, to developing partnerships and dialogue between young people from the Union and partner countries, including the Eastern Partnership, the Western Balkans and the Southern Neighbourhood, to capitalising on existing platforms for youth dialogue and partnerships such as the AU-EU Youth Cooperation Hub and the Union’s Youth Sounding Board and to increasing the role of youth engagement in strategic communication and public diplomacy action.\n(11)\nThe European Youth Goals, which are an integral part of the 2019–2027 European Union Youth Strategy and which have been developed by young people for the benefit of young people under the EU Youth Dialogue process, are a testament to the eagerness of many young Europeans to participate in defining the direction in which the development of the Union should go.\n(12)\nThe European Year should boost the successful implementation of Principle 1 of the European Pillar of Social Rights (8), which highlights that ‘everyone has the right to quality and inclusive education, training and life-long learning’. In that respect, the European Year should help to make noticeable progress towards achieving, by 2025, the European Education Area, which aims to stimulate young people in their personal, social and professional fulfilment and foster citizenship education by creating a genuine European space of learning and removing barriers to the automatic mutual recognition of degrees, qualifications and periods of learning in the Union. The European Year should consider young people’s social situation and well-being. The European Year should contribute to the successful implementation of Principle 3 of the European Pillar of Social Rights, which highlights that ‘everyone has the right to equal treatment and opportunities regarding employment, social protection, education, and access to goods and services available to the public’.\n(13)\nThe European Year should support the Union’s efforts to expand employment opportunities for young people as part of the recovery plan following the COVID-19 pandemic as stated in the resolution of the European Parliament of 8 October 2020 on the Youth Guarantee (9), which underlined that lockdown measures have caused a sudden disruption to young people’s formal and non-formal education, as well as to informal learning, traineeships, internships, apprenticeships and jobs, and have affected young people’s income, earning potential and well-being, including their health, and in particular their mental health. In both that resolution and its resolution of 17 December 2020 on a strong social Europe for Just Transitions (10), the European Parliament condemned the practice of unpaid internships when not related to the acquisition of educational qualifications as a form of exploitation of young workers and a violation of their rights. In its resolution of 17 December 2020, the European Parliament called on the Commission to put forward a legal framework for an effective and enforceable ban on such unpaid internships, traineeships and apprenticeships.\n(14)\nThe European Year should provide further impetus for the creation of quality youth employment opportunities under the Youth Employment Support initiative, including through the Council Recommendation of 30 October 2020 on a reinforced Youth Guarantee (11) and the new Aim, Learn, Master, Achieve (ALMA) initiative proposed by the Commission to be implemented under the European Social Fund Plus established by Regulation (EU) 2021/1057 of the European Parliament and of the Council (12). The ALMA initiative should be a cross-border youth mobility scheme for disadvantaged people who are not in employment, education or training.\n(15)\nThe European Year should contribute to the recognition of youth work and to the objectives of the resolution of the Council of 1 December 2020 on the Framework for establishing a European Youth Work Agenda (13) (the ‘European Youth Work Agenda’) and the Bonn process, and thus contribute to strengthening youth work structures, in order to make them sustainable and more resilient in all parts of the Union, and cross-border cooperation. The European Year should also promote the validation of competences acquired through non-formal and informal learning, including through youth work, while recognising the high value of learning in youth work alongside formal education and the need to strengthen the partnership between youth work and formal education.\n(16)\nIn its resolution of 10 February 2021 on the impact of COVID-19 on youth and on sport (14), the European Parliament underlined the particularly acute impact that the COVID-19 pandemic has had on young people not in education, employment, or training and highlighted the need to tackle the problems faced by young people from vulnerable groups, including young people with disabilities. It also noted that youth unemployment and poverty had risen steadily since the COVID-19 outbreak of the pandemic and urged the Commission and the Member States to take all the necessary measures to counter the disastrous effects on youth employment. It also recalled the role of volunteering in developing life and work skills for young people and considered that the European Solidarity Corps, established by Regulation (EU) 2021/888 of the European Parliament and of the Council (15), could help young people to broaden their opportunities beyond their local realities.\n(17)\nThe COVID-19 pandemic has had a deep social and economic impact on our society as a whole and has led to an unprecedented increase in mental health issues, particularly among young people. Therefore, the European Year should promote the discussion and development of sustainable solutions, including preventive measures, to help tackle those challenges.\n(18)\nThe European Year should support giving effect to the European Youth Work Agenda and the Council conclusions of 5 June 2019 on Young People and the Future of Work (16), of 10 December 2019 on digital youth work (17) and of 7 December 2017 on smart youth work (18).\n(19)\nReflecting the importance of tackling climate and nature crises in accordance with the Union’s commitments to implement the Paris Agreement adopted under the United Nations Framework Convention on Climate Change (19) (the ‘Paris Agreement’), and to achieve the United Nations Sustainable Development Goals and the European Consensus on Development, the European Year should contribute to mainstreaming climate- and nature-related actions and to the implementation of the objectives set out in the communication of the Commission of 11 December 2019 entitled ‘The European Green Deal’ in a fair and inclusive manner, Horizon Europe missions, as set out in Regulation (EU) 2021/695 of the European Parliament and of the Council (20), and the Fit for 55 package set out in the communication of the Commission of 14 July 2021 entitled ‘“Fit for 55”: delivering the EU’s 2030 Climate Target on the way to climate neutrality’, in particular by encouraging young people to formulate their own initiatives and creative ideas on achieving the relevant targets, thereby recognising the creative and innovative potential and abilities of young people.\n(20)\nThe European Year should provide further impetus to the resolution of the European Parliament of 15 September 2020 on effective measures to ‘green’ Erasmus+, Creative Europe and the European Solidarity Corps (21), which underlined that Erasmus+, through its support for formal and non-formal education, learning and training and for youth participation activities, is crucial for awareness-raising among Europeans, in particular young generations, to encourage them to have an active and informed position on sustainability and relevant policies and to become engaged and conscious future citizens. The European Parliament also highlighted, in that resolution, the major role played by youth and civil society organisations in that respect in sharing best practices and implementing projects raising younger generations’ awareness about sustainability.\n(21)\nThe European Year should build on and seek synergies with European events and initiatives, such as the European Youth Event, the European Youth Week, the European Youth Capital, the European Capital of Culture, Europe Day and European Heritage Days, and the Council of Europe’s ‘Youth for Democracy, Democracy for Youth’ campaign.\n(22)\nIn her State of the Union address, the President of the Commission highlighted that ‘Europe needs all its youth’. In fulfilling its objectives, the European Year should be fully inclusive and should actively promote the participation of young people of diverse backgrounds, young people with fewer opportunities and young people from the outermost regions, in line with Commission Implementing Decision (EU) 2021/1877 (22).\n(23)\nIt is important that the European Year contribute to increasing the interest and active participation of young people in democratic life and electoral processes, in particular at Union level. According to the European Parliament’s 2019 Post-Election Eurobarometer, during the 2019 European Parliament elections, voter turnout among young people was much higher (42 %) as compared to that during the 2014 European Parliament elections (28 %). Turnout among young people should be further encouraged.\n(24)\nThe European Year is firmly anchored in the principles recognised by the Charter of Fundamental Rights of the European Union (the ‘Charter’). In particular, the European Year seeks, in its actions and activities, to ensure full gender equality and non-discrimination based on grounds of sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation, and to promote the application of the Charter. The EU Strategy on the Rights of the Child, set out in the communication of the Commission of 24 March 2021 entitled ‘EU strategy on the rights of the child’, and the European Child Guarantee, established by Council Recommendation (EU) 2021/1004 (23), set a new standard for child and teen representation and recognise children and young people as active citizens and agents of change.\n(25)\nIn order to ensure that the European Year is efficiently and effectively implemented, the European Year should make maximum use of delivery mechanisms that are already in place. In order to optimise the added value of the European Year and produce an additional positive impact on young people, synergies and complementarity should be sought, in particular, between the European Year and Union programmes, including programmes with international outreach specifically dedicated to young people and programmes without a transnational or international character, in particular programmes relating to education and training, sport, culture and the media, youth and their health, including mental health, as well as to solidarity, volunteering, employment and social inclusion, research and innovation, industry and enterprise, digital policy, agriculture and rural development, where those programmes have a focus on young farmers, environment and climate, cohesion policy, migration, security and international cooperation and development. Synergies and complementarity should also be sought between the European Year and activities undertaken by the Member States. Synergies and complementarity should build upon such Union programmes and activities undertaken by the Member States.\n(26)\nBy creating an environment for promoting the objectives of the European Year simultaneously at Union, national, regional and local levels, a greater synergy and a better use of resources can be achieved. In that regard, the Commission should provide information in a timely manner to, and closely cooperate with, the European Parliament, the Council, the Member States, the Committee of the Regions, the European Economic and Social Committee and bodies and associations active in the field of youth at Union level. In order to ensure that activities developed for the European Year have a European dimension, it is important to encourage Member States to collaborate with each other.\n(27)\nThe coordination of the European Year at Union level should allow for co-creation. The Commission should convene joint or separate meetings with stakeholders and representatives of organisations or bodies in the field of youth and national coordinators to assist in co-creating and implementing the European Year at Union level. The EU Youth Coordinator should have a key role in those meetings and in reaching out to the various stakeholders and representatives of organisations or bodies in the field of youth.\n(28)\nThe European Year should also focus on actions and activities which present potential European added value. The notion of ‘European added value’ is to be understood broadly and to be demonstrated in different ways, such as where actions or activities have a transnational character, particularly with regard to cooperation aimed at achieving a sustainable systemic impact or contributing to young people’s European identity, awareness and ownership of Union values and fundamental rights, including gender equality, and ability to take part in the Union’s representative and participative democracy.\n(29)\nThe European Year should promote the dissemination of good practice, the undertaking of studies and research and the collection of data, statistics and other qualitative or quantitative information on the situation of young people in the Union, including on the effects of the COVID-19 pandemic, using sources such as the Youth Wiki, the EU Youth Report and the Youth Progress Index.\n(30)\nAt Union level, the necessary financial allocation for the implementation of this Decision should be identified within the 2021–2027 multiannual financial framework. The minimum operational budget for the implementation of this Decision should be EUR 8 million. Additional financial support to the European Year should be provided by relevant Union programmes and instruments, subject to the availability of funding, and in accordance with the applicable rules. The financing of the European Year should not be to the detriment of the financing of projects in current Union programmes and should aim at securing a long-lasting legacy for the European Year beyond 2022. Without prejudice to the powers of the budgetary authority and in accordance with Article 314 TFEU, funding for that legacy should be identified within the 2021-2027 multiannual financial framework.\n(31)\nSince the objectives of this Decision cannot be sufficiently achieved by the Member States but can rather, by reason of the scale and effects of the proposed action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union (TEU). In accordance with the principle of proportionality as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives.\n(32)\nIn light of the impact of the COVID-19 pandemic on young people and, consequently, the pressing need for the European Year’s objective of honouring, supporting and engaging with young people in a post-COVID-19 pandemic perspective, it is considered to be appropriate to provide for an exception to the eight-week period referred to in Article 4 of Protocol No 1 on the role of national Parliaments in the European Union, annexed to the TEU, to the TFEU and to the Treaty establishing the European Atomic Energy Community.\n(33)\nFollowing the consequences of the COVID-19 pandemic, timely application of this Decision is needed for the purpose of ensuring a swift implementation of the European Year. This Decision should enter into force as a matter of urgency on the day following that of its publication in the Official Journal of the European Union and should apply from 1 January 2022,\nHAVE ADOPTED THIS DECISION:\nArticle 1\nSubject matter\nThe year 2022 shall be designated as the ‘European Year of Youth 2022’ (the ‘European Year’).\nArticle 2\nObjectives\nIn line with the objectives of the 2019–2027 European Union Youth Strategy and the European Youth Goals, as defined in the 2019–2027 European Union Youth Strategy and Annex 3 thereto, which have a cross-sectoral approach aiming at ensuring that the interests and needs of young people are duly taken into account in political action at all levels, the overall objective of the European Year shall be to boost the efforts of the Union, the Member States and regional and local authorities, together with civil society actors, to empower, honour, support and engage with young people, including those with fewer opportunities, in a post-COVID-19 pandemic perspective with a view to having a long-term positive impact for young people. In particular, the European Year shall aim to:\n(a)\nrenew the positive perspectives for young people, with a particular focus on the negative effects that the COVID-19 pandemic had on them, while highlighting how the green transition, the digital transition and other Union policies offer opportunities for young people and for society at large, drawing inspiration from the actions, vision and insights of young people to further strengthen and invigorate the common European project and listening to young people, taking into account their needs and concerns, and support young people in developing concrete, inclusive opportunities and deliverables, while making optimal use of Union instruments;\n(b)\nempower and support young people, including through youth work, especially young people with fewer opportunities, young people from disadvantaged and diverse backgrounds, young people belonging to vulnerable and marginalised groups, young people from rural, remote, peripheral and less-developed areas and young people from outermost regions, to acquire relevant knowledge and competences and thus become active and engaged citizens and actors of change, inspired by a European sense of belonging, including additional efforts at building capacity for youth participation and civic engagement among young people and among all stakeholders that work to represent their interests and involving the contribution of young people from diverse backgrounds in key consultation processes, such as the Conference on the Future of Europe and the EU Youth Dialogue process;\n(c)\nsupport young people to acquire a better understanding of, and actively promote the various opportunities available to them from, public policies at Union, national, regional and local level in order to support their personal, social, economic and professional development in a green, digital and inclusive world, while aiming to remove the remaining barriers thereto;\n(d)\nmainstream youth policy across all relevant Union policy fields in line with the 2019–2027 European Union Youth Strategy to encourage the bringing of a youth perspective into policymaking at all levels.\nArticle 3\nTypes of measures\n1.   The measures to be taken to achieve the objectives set out in Article 2 shall include the following activities at Union and, building on existing possibilities, national, regional or local level and, where relevant, in partner countries, linked to the objectives of the European Year:\n(a)\nconferences, events, both cultural or otherwise, and policy initiatives targeting young people to promote an inclusive and accessible debate on challenges, including the impact of the COVID-19 pandemic, that young people, including those with fewer opportunities and belonging to vulnerable groups, face, such as their social situation, access to education and training, and working conditions, and on the course of action that stakeholders at different levels can take;\n(b)\npromoting youth participation and enhancing the use of existing and new innovative tools, channels and programmes that enable all young people to reach policymakers by identifying, collecting and sharing experiences and good practice and raising awareness among policymakers of those tools, channels and programmes;\n(c)\ngathering ideas using participatory methods in an effort to co-create and co-implement the European Year;\n(d)\ninformation, education and awareness-raising campaigns to convey values such as respect, equality, justice, solidarity, volunteering, a sense of belonging and safety and a feeling of being heard and respected in order to stimulate young people to actively contribute to building a society that is more inclusive, green and digital;\n(e)\ncreating spaces and tools for exchanges on turning challenges into opportunities and ideas into actions in an entrepreneurial spirit, while fostering creativity, community and cooperation;\n(f)\nundertaking studies and research on the situation of young people in the Union, paying particular attention to the effects of the COVID-19 pandemic, producing and using harmonised European statistics and other relevant Union-level data, and promoting and disseminating those results at the European, national or regional level;\n(g)\npromoting programmes, funding opportunities, projects, actions and networks of relevance to young people, including through social media and online communities.\n2.   The Commission and the Member States may identify other activities which could contribute to the objectives of the European Year and allow references to the European Year to be used as label in promoting those activities in so far as they contribute to achieving those objectives. The institutions and bodies of the Union and Member States may also identify such other activities and suggest them to the Commission.\nArticle 4\nCoordination at national level\nMember States shall be responsible for organising participation in the European Year at national level. Member States shall appoint national coordinators for that purpose. National coordinators shall ensure that the relevant activities are coordinated at national level. They shall also ensure that young people, youth organisations and civil society organisations, including, where they exist, national youth councils, and other relevant stakeholders, are actively involved in and actively engage with co-creating, implementing and reviewing the implementation of the activities of the European Year at national level.\nArticle 5\nCoordination at Union level\n1.   The Commission shall convene meetings of the national coordinators in order to coordinate the running of the European Year. Those meetings shall also serve as an opportunity to exchange information regarding the implementation of the European Year at Union and national level. Representatives of the European Parliament may participate as observers and contribute to these meetings.\n2.   The coordination of the European Year at Union level shall have a transversal approach with a view to creating synergies between the various Union programmes and initiatives of relevance to young people and shall be duly taken into account at national level.\n3.   The Commission shall convene meetings of stakeholders and representatives of organisations or bodies in the field of youth, including the European Youth Forum and other youth organisations, to assist in co-creating and implementing the European Year at Union level.\nArticle 6\nCooperation at international level\nFor the purpose of the European Year, the Commission, where necessary, shall cooperate with international partners and competent international organisations, while ensuring the visibility of the Union’s participation. The Commission shall, in particular, ensure the cooperation with the Council of Europe, including through the EU-Council of Europe Youth Partnership and by establishing strong links with the Council of Europe’s ‘Youth for Democracy, Democracy for Youth’ campaign and with international youth networks and organisations.\nArticle 7\nMonitoring and evaluation\nBy 31 December 2023, the Commission shall submit a report to the European Parliament, to the Council, to the European Economic and Social Committee and to the Committee of the Regions on the implementation, results and overall assessment of the measures provided for in this Decision. That report shall include ideas for further common endeavours in the field of youth in order to create a long-lasting legacy for the European Year.\nArticle 8\nEntry into force\nThis Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2022.\nDone at Brussels, 22 December 2021\nFor the European Parliament\nThe President\nD.M. SASSOLI\nFor the Council\nThe President\nA. LOGAR\n(1)  Opinion of 8 December 2021 (not yet published in the Official Journal).\n(2)  Position of the European Parliament of 14 December 2021 (not yet published in the Official Journal) and decision of the Council of 20 December 2021.\n(3)  OJ C 456, 18.12.2018, p. 1.\n(4)  Regulation (EU) 2021/241 of the European Parliament and of the Council of 12 February 2021 establishing the Recovery and Resilience Facility (OJ L 57, 18.2.2021, p. 17).\n(5)  OJ C 415, 1.12.2020, p. 16.\n(6)  OJ C 241, 21.6.2021, p. 3.\n(7)  OJ C 366, 27.10.2017, p. 7.\n(8)  OJ C 428, 13.12.2017, p. 10.\n(9)  OJ C 395, 29.9.2021, p. 101.\n(10)  OJ C 445, 29.10.2021, p. 75.\n(11)  Council Recommendation of 30 October 2020 on A Bridge to Jobs – Reinforcing the Youth Guarantee and replacing the Council Recommendation of 22 April 2013 on establishing a Youth Guarantee (OJ C 372, 4.11.2020, p. 1).\n(12)  Regulation (EU) 2021/1057 of the European Parliament and of the Council of 24 June 2021 establishing the European Social Fund Plus (ESF+) and repealing Regulation (EU) No 1296/2013 (OJ L 231, 30.6.2021, p. 21).\n(13)  OJ C 415, 1.12.2020, p. 1.\n(14)  OJ C 465, 17.11.2021, p. 82.\n(15)  Regulation (EU) 2021/888 of the European Parliament and of the Council of 20 May 2021 establishing the European Solidarity Corps Programme and repealing Regulations (EU) 2018/1475 and (EU) No 375/2014 (OJ L 202, 8.6.2021, p. 32).\n(16)  OJ C 189, 5.6.2019, p. 28.\n(17)  OJ C 414, 10.12.2019, p. 2.\n(18)  OJ C 418, 7.12.2017, p. 2.\n(19)  OJ L 282, 19.10.2016, p. 4.\n(20)  Regulation (EU) 2021/695 of the European Parliament and of the Council of 28 April 2021 establishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination, and repealing Regulations (EU) No 1290/2013 and (EU) No 1291/2013 (OJ L 170, 12.5.2021, p. 1).\n(21)  OJ C 385, 22.9.2021, p. 2.\n(22)  Commission Implementing Decision (EU) 2021/1877 of 22 October 2021 on the framework of inclusion measures of the Erasmus+ and European Solidarity Corps Programmes 2021-2027 (OJ L 378, 26.10.2021, p. 15).\n(23)  Council Recommendation (EU) 2021/1004 of 14 June 2021 establishing a European Child Guarantee (OJ L 223, 22.6.2021, p. 14).", "summary": "European Year of Youth 2022\nEuropean Year of Youth 2022\nSUMMARY OF:\nDecision (EU) 2021/2316 on a European Year of Youth (2022)\nWHAT IS THE AIM OF THE DECISION?\n              \nIt designates 2022 as the European Year of Youth, first announced on 15 September 2021, aiming to empower, support and engage with young people, including those with fewer opportunities, after the COVID-19 pandemic, and to trigger reflection on the future of youth and their active participation in building the future of Europe.\nKEY POINTS\n              \nThe 2019–2027 European Union youth strategy recognises that young people are the architects of their own lives, they help to make a positive change in society and to enrich the European Union’s (EU) ambitions. It also recognises that youth policy can contribute to creating a space where young people can seize opportunities and relate to EU values. Europe needs the vision, engagement and participation of all young people to build a better future. It also needs to give young people opportunities for the future, a future that is greener, more digital and more inclusive.\nObjectives\nIn announcing the European Year of Youth 2022, the EU aims to renew the positive perspectives for young people, after the negative impact of the COVID-19 pandemic, while highlighting how the green transition, the digital transition and other EU policies and instruments offer opportunities to young people. It aims to do this by:\ndrawing inspiration from young people’s actions, visions and insights;\nlistening and taking into account their needs and concerns; and\nsupporting them in developing practical and inclusive opportunities.\nIt aims to empower and support young people to become active and engaged citizens, inspired by a European sense of belonging, especially those:\nwith fewer opportunities;\nfrom disadvantaged and diverse backgrounds;\nfrom vulnerable and marginalised groups; or\nfrom rural, remote, peripheral and less-developed areas and outermost regions.\nIt seeks to promote existing and new opportunities available to young people as a result of public policy, in order to support personal, social and professional development.\nIt aims to bring a youth perspective into policymaking at all levels, in line with the 2019–2027 European Union youth strategy.\nProgrammes and events\nThe types of activities planned include the following.\nConferences, cultural events and policy initiatives targeting young people to encourage a conversation about the challenges being faced, including those brought about by difficult social situations or working conditions, poor access to education and training, and the impact of the COVID-19 pandemic.\nPromoting youth participation and innovative tools, channels and programmes for young people to reach policymakers by identifying, collecting and sharing experiences and good practice.\nGathering ideas using participatory methods to co-create and co-implement the Year of Youth 2022.\nInformation, education and awareness-raising campaigns to convey values such as respect, equality, justice, solidarity, volunteering, a sense of belonging and safety, and a feeling of being heard and respected.\nCreating the means to turn challenges into opportunities and ideas into actions in an entrepreneurial spirit, while fostering creativity, community and cooperation.\nResearch and data gathering on the situation of young people in the EU, paying particular attention to the effects of the COVID-19 pandemic.\nPromoting programmes, funding opportunities, projects, actions and networks relevant to young people, including through social media and online communities.\nMonitoring and evaluation\nThe European Commission will submit a report by the end of 2023 with an overall assessment of the year’s implementation and results, including ideas for further activities, with a view to creating a long-lasting legacy for the European Year.\nFROM WHEN DOES THE DECISION APPLY?\n              \nIt has applied since 1 January 2022.\nBACKGROUND\n              \nFor further information, see:\nEuropean Youth Portal (European Union).\nMAIN DOCUMENT\n            \nDecision (EU) 2021/2316 of the European Parliament and of the Council of 22 December 2021 on a European Year of Youth (2022) (OJ L 462, 28.12.2021, pp. 1–9).\nRELATED DOCUMENTS\n            \nResolution of the Council and of the Representatives of the Governments of the Member States meeting within the Council on the Framework for establishing a European Youth Work Agenda (OJ C 415, 1.12.2020, pp. 1–8).\nConclusions of the Council and of the Representatives of the Governments of the Member States meeting within the Council on Digital Youth Work (OJ C 414, 10.12.2019, pp. 2–6).\nCouncil Conclusions on Young People and the Future of Work (OJ C 189, 5.6.2019, pp. 28–33).\nResolution of the Council of the European Union and the Representatives of the Governments of the Member States meeting within the Council on a framework for European cooperation in the youth field: The European Union Youth Strategy 2019–2027 (OJ C 456, 18.12.2018, pp. 1–22).\nCouncil conclusions on smart youth work (OJ C 418, 7.12.2017, pp. 2–5).\nlast update 14.03.2022", "tags": ["young person", "promotion of the European idea", "youth policy", "European cultural event"], "subjects": ["Culture"], "split": "validation", "reference_annotations": {"32021D2316_p1": {"text": "(12)  regulation 2021/1057 of the European Parliament and of the Council of 24 June 2021 establishing the European Social Fund Plus (ESF+) and repealing regulation 1296/2013 (OJ L 231, 30.6.2021, p. 21).", "triples": [" regulation 2021/1057,  repealing,  regulation 1296/2013"]}, "32021D2316_p2": {"text": "(15)  regulation 2021/888 of the European Parliament and of the Council of 20 May 2021 establishing the European Solidarity Corps Programme and repealing regulation 2018/1475 regulation 375/2014 (OJ L 202, 8.6.2021, p. 32).", "triples": [" regulation 2021/888,  repealing,  regulation 2018/1475", " regulation 2021/888,  repealing,  regulation 375/2014"]}, "32021D2316_p3": {"text": "(20)  regulation 2021/695 of the European Parliament and of the Council of 28 April 2021 establishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination, and repealing regulation 1290/2013 regulation 1291/2013 (OJ L 170, 12.5.2021, p. 1).", "triples": [" regulation 2021/695,  repealing,  regulation 1290/2013", " regulation 2021/695,  repealing,  regulation 1291/2013"]}}, "summary_annotations": {}}