{"celex_id": "32007D0252", "reference": "27.4.2007\nEN\nOfficial Journal of the European Union\nL 110/33\nCOUNCIL DECISION\nof 19 April 2007\nestablishing for the period 2007-2013 the specific programme ‘Fundamental rights and citizenship’ as part of the General programme ‘Fundamental Rights and Justice’\n(2007/252/JHA)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1)\nThe European Union is founded on the principles of liberty, democracy, respect for human rights and fundamental freedoms and the rule of law, principles which are common to the Member States.\n(2)\nThe Charter of Fundamental Rights of the European Union (2), bearing in mind its status and scope and the accompanying explanations, reflects the rights as they result, in particular, from the constitutional traditions and international obligations common to the Member States, the Treaty on European Union, the Community Treaties, the European Convention for the Protection of Human Rights and Fundamental Freedoms, the social charters adopted by the Community and by the Council of Europe and the case-law of the Court of Justice of the European Communities and of the European Court of Human Rights.\n(3)\nIn November 2004 the European Council recognised the importance of communication to bring all persons close to the European project by encouraging an active citizenship.\n(4)\nIn its Communication of 15 October 2003 to the Council and the European Parliament on Article 7 of the Treaty on European Union, the Commission underlined the importance of the role that civil society plays both in protecting and promoting fundamental rights; the Commission therefore should establish an open, transparent and regular dialogue with civil society.\n(5)\nAccording to The Hague Programme, strengthening mutual cooperation requires an explicit effort to improve mutual understanding among judicial authorities and different legal systems. European networks of national public authorities should deserve special attention and support in this respect.\n(6)\nThe Conference of the European Constitutional Courts and the Association of the Councils of State and Supreme Administrative Jurisdictions of the European Union contribute, in particular by maintaining relevant databases, to an exchange of views and experience on matters concerning the case-law, organisation and functioning of their Members in the performance of their judicial and advisory functions with regard to Community law. It ought to be possible to co-finance the activities of the Conference and the Association to the extent that the expenditure is incurred in pursuing an objective of general European interest. However, such co-financing should not imply that a future programme would cover such networks, nor should it prejudice other European networks from benefiting from support to their activities in accordance with this Decision.\n(7)\nIt is appropriate to stress the importance of information and communication with respect to the rights that citizenship of the Union confers on its citizens to improve their awareness of their rights and to provide them with easy access to reliable information.\n(8)\nFostering an interfaith and multicultural dialogue at the level of the European Union would contribute to preserving and strengthening peace and fundamental rights.\n(9)\nThe objectives of the programme should be complementary to those of the European Union Agency for Fundamental Rights established by Regulation (EC) No 168/2007 (3), and should focus on those areas where European added-value can be engendered. Appropriate coordination should be undertaken to these ends.\n(10)\nWith a view to achieving complementarity and guaranteeing the best possible use of resources, it should be ensured that any duplication between the actions supported by the programme and the activities of international organisations competent in the field of fundamental rights, such as the Council of Europe, is avoided, while permitting joint activities for the achievement of the objectives of the programme. Appropriate coordination should be undertaken to these ends.\n(11)\nAccording to the principle of opening the Community programmes to the candidate countries and to the countries of the Western Balkans, as enshrined in the Thessaloniki Agenda, the programme should be open to the participation of the acceding countries, candidate countries and the Western Balkan countries. Such participation should necessitate fulfilling the general conditions of bilateral agreement and contribution to the programme budget. When it serves the objectives of the action concerned, it should also be possible for authorities, bodies or non-governmental organisations of countries not participating in the programme to be associated to individual actions as partners, without however them being the main beneficiaries of the project.\n(12)\nAppropriate measures should also be taken to prevent irregularities and fraud and the necessary steps should be taken to recover funds lost, wrongly paid or incorrectly used in accordance with Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities’ financial interests (4), Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission (5) and Regulation (EC) No 1073/1999 of the European Parliament and of the Council of 25 May 1999 concerning investigations conducted by the European Anti-Fraud Office (OLAF) (6).\n(13)\nCouncil Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (7), hereinafter ‘the Financial Regulation’, and Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 (8), which safeguard the Community’s financial interests, should be applied taking into account the principles of simplicity and consistency in the choice of budgetary instruments, a limitation on the number of cases where the Commission retains direct responsibility for their implementation and management, and the required proportionality between the amount of resources and the administrative burden related to their use.\n(14)\nThe Financial Regulation requires a basic act to be provided to cover operating grants.\n(15)\nIn accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (9), measures for the implementation of this Decision should be adopted, with a distinction being made between those measures which are subject to the management committee procedure and those which are subject to the advisory committee procedure, the advisory committee being in certain cases, with a view to increased efficiency, the more appropriate.\n(16)\nThe objectives of the programme, namely support to civil society associations, the fight against racism, xenophobia and anti-Semitism, the protection of fundamental rights and the protection of the Rights of the Citizen, through an interfaith and multicultural dialogue cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale or impact of the programme, be better achieved at Community level. The Community may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary to achieve those objectives.\n(17)\nThe Treaty does not provide, for the adoption of this Decision, powers other than those under Article 308.\n(18)\nIn order to ensure the effective and timely implementation of the programme, this Decision should apply from 1 January 2007.\n(19)\nThe Economic and Social Committee has delivered an opinion (10),\nHAS DECIDED AS FOLLOWS:\nArticle 1\nCreation of the programme\n1.   This Decision establishes the programme ‘Fundamental Rights and Citizenship’, hereinafter referred to as ‘the programme’, as part of the general programme ‘Fundamental Rights and Justice’.\n2.   The programme shall cover the period from 1 January 2007 to 31 December 2013.\n3.   The Programme shall be implemented within the scope of application of Community law.\nArticle 2\nGeneral objectives\n1.   The programme shall have the following general objectives:\n(a)\nto promote the development of a European society based on respect for fundamental rights as recognised in Article 6(2) of the Treaty on European Union, including rights derived from citizenship of the Union;\n(b)\nto strengthen civil society and to encourage an open, transparent and regular dialogue with it in respect of fundamental rights;\n(c)\nto fight against racism, xenophobia and anti-Semitism and to promote a better interfaith and intercultural understanding and improved tolerance throughout the European Union;\n(d)\nto improve the contacts, exchange of information and networking between legal, judicial and administrative authorities and the legal professions, including by way of support to judicial training, with the aim of better mutual understanding among such authorities and professionals.\n2.   The general objectives of the programme are complementary to the objectives pursued by the European Union Agency for Fundamental Rights established by Regulation (EC) No 168/2007.\n3.   The general objectives of the programme shall contribute to the development and implementation of Community policies in full compliance with fundamental rights.\nArticle 3\nSpecific objectives\nThe programme shall have the following specific objectives:\n(a)\nto promote fundamental rights as recognised in Article 6(2) of the Treaty on European Union and to inform all persons of their rights including those derived from citizenship of the Union, in order to encourage Union citizens to participate actively in the democratic life of the Union;\n(b)\nto examine, where necessary, respect for specific fundamental rights in the European Union and its Member States when implementing Community law, and to obtain opinions on specific questions related to fundamental rights within this scope;\n(c)\nto support non-governmental organisations and other bodies from civil society in order to enhance their capability to participate actively in the promotion of fundamental rights, the rule of law and democracy;\n(d)\nto create relevant structures in order to foster an interfaith and multicultural dialogue at the level of the European Union.\nArticle 4\nActions\nWith a view to pursuing the general and specific objectives set out in Articles 2 and 3, the programme will support the following types of actions:\n(a)\nspecific actions taken by the Commission, such as studies and research, opinion polls and surveys, formulation of indicators and common methodologies, collection, development and dissemination of data and statistics, seminars, conferences and expert meetings, organisation of public campaigns and events; development and maintenance of websites, preparation and dissemination of information material, support for and management of networks of national experts, analytical, monitoring and evaluation activities;\n(b)\nspecific trans-national projects of Community interest presented by an authority or any other body of a Member State, an international or non-governmental organisation, and involving in any case at least two Member States or at least one Member State and one other state which may either be an acceding country or a candidate country, under the conditions set out in the annual work programmes;\n(c)\nsupport to the activities of non-governmental organisations or other entities pursuing an aim of general European interest in accordance with the general objectives of the programme under the conditions set out in the annual work programmes;\n(d)\noperating grants to co-finance expenditure associated with the permanent work programme of the Conference of the European Constitutional Courts and the Association of the Councils of State and Supreme Administrative Jurisdictions of the European Union, which maintains certain databases providing for a European-wide collection of national judgments relating to the implementation of Community law, insofar as the expenditure is incurred in pursuing an objective of general European interest by promoting exchanges of views and experience on matters concerning the case-law, organisation and functioning of their members in the performance of their judicial and/or advisory functions with regard to Community law.\nArticle 5\nParticipation of third countries\n1.   The following countries, hereinafter referred to as ‘participating countries’, may participate in the actions of the programme: acceding countries, candidate countries and the Western Balkan countries included in the stabilisation and association process, in accordance with the conditions laid down in the association agreements or their additional protocols relating to participation in Community programmes concluded or to be concluded with those countries.\n2.   Actions under Article 4 may associate authorities, bodies or non-governmental organisations of countries not participating in the programme pursuant to paragraph 1, where this would contribute to the preparation for accession of the countries referred to in paragraph 1 or serve the objectives of the actions concerned.\nArticle 6\nTarget groups\nThe programme is targeted at European Union citizens, citizens of participating countries or third country nationals legally residing within the European Union territory and civil society associations, among other groups active in promoting the objectives of the programme.\nArticle 7\nAccess to the programme\n1.   Access to the programme shall be open, inter alia, to institutions and public or private organisations, universities, research institutes, non-governmental organisations, national, regional and local authorities, international organisations and other not-for-profit organisations established in the European Union or in one of the countries participating, pursuant to Article 5.\n2.   The programme shall permit joint activities with international organisations competent in the field of fundamental rights, such as the Council of Europe, on the basis of joint contributions and in accordance with the various rules prevailing in each institution or organisation, for the achievement of the objectives of the programme.\nArticle 8\nTypes of intervention\n1.   Community funding may take the following legal forms:\n(a)\ngrants;\n(b)\npublic procurement contracts.\n2.   Community grants shall be awarded following calls for proposals, save in duly substantiated exceptional cases as provided for in the Financial Regulation and shall be provided through operating grants and grants to actions. The maximum rate of co-financing will be specified in the annual work programmes.\n3.   Furthermore, expenditure is foreseen for accompanying measures, through public procurement contracts, in which case Community funds will cover the purchase of goods and services. This will cover, inter alia, expenditure on information and communication, preparation, implementation, monitoring, checking and evaluation of projects, policies, programmes and legislation.\nArticle 9\nImplementing measures\n1.   The Commission shall implement the Community Assistance in accordance with the Financial Regulation.\n2.   In order to implement the programme, the Commission shall, within the limits of the general objectives set out in Article 2, adopt an annual work programme specifying its specific objectives, thematic priorities, a description of accompanying measures envisaged in Article 8 and if necessary a list of other actions.\n3.   The annual work programme shall be adopted in accordance with the procedure set out in Article 10(3).\n4.   The evaluation and award procedures relating to grants to actions shall take into account, inter alia, the following criteria:\n(a)\nconformity with the annual work programme, the general objectives as specified in Article 2 and measures taken in the different domains as specified in Articles 3 and 4;\n(b)\nquality of the proposed action regarding its conception, organisation, presentation and expected results;\n(c)\namount requested for Community financing and its appropriateness as to expected results;\n(d)\nimpact of the expected results on the general objectives defined in Article 2 and on measures taken in the different domains as specified in Articles 3 and 4.\n5.   The applications for operating grants, referred to in Article 4(b) and (c), shall be assessed in the light of:\n(a)\nconsistency with the programme objectives;\n(b)\nquality of the planned activities;\n(c)\nlikely multiplier effect on the public of these activities;\n(d)\ngeographic impact of the activities carried out;\n(e)\ncitizen involvement in the organisation of the bodies concerned;\n(f)\ncost/benefit ratio of the activity proposed.\n6.   The Decisions related to actions submitted under Article 4(b) and (c) shall be taken by the Commission in accordance with the procedure referred to in Article 10(2).\n7.   Pursuant to Article 113(2) of the Financial Regulation, the principle of gradual reduction shall not apply to the operating grant given to the Conference of the European Constitutional Courts and the Association of the Council of States and Supreme Administrative Jurisdictions of the European Union insofar as they pursue an objective of general European interest.\nArticle 10\nCommittee\n1.   The Commission shall be assisted by a Committee (hereinafter referred to as the Committee).\n2.   Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply.\n3.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at three months.\n4.   The Committee shall adopt its Rules of Procedure.\nArticle 11\nComplementarity\n1.   Synergies and complementarity with other Community instruments shall be sought, particularly the Framework programmes ‘Security and Safeguarding Liberties’ and ‘Solidarity and Management of Migration Flows’, as well as the programme ‘Progress’. Complementarity with the European Union Agency for Fundamental Rights shall be secured. The statistical element of information on fundamental rights and citizenship shall be developed in collaboration with Member States, on the basis of available data using as necessary the Community Statistical Programme.\n2.   The programme may share resources with other Community instruments, in particular the general programmes ‘Security and Safeguarding Liberties’ and ‘Solidarity and Management of Migration Flows’, in order to implement actions meeting the objectives of all programmes.\n3.   Operations financed under this Decision shall not receive assistance for the same purpose from other Community financial instruments. It shall be ensured that the beneficiaries of this Decision shall provide the Commission with information about funding received from the Community budget and from other sources, as well as information about ongoing applications for funding.\nArticle 12\nBudgetary resources\nThe budgetary resources allocated to the actions provided for in the programme shall be entered in the annual appropriations of the general budget of the European Union. The available annual appropriations shall be authorised by the budgetary authority within the limits of the financial framework.\nArticle 13\nMonitoring\n1.   The Commission shall ensure that for any action financed by the programme, the beneficiary shall submit, technical and financial reports on the progress of work. A final report shall also be submitted within three months of the completion of the action. The Commission shall determine the form and content of the reports.\n2.   The Commission shall ensure that contracts and agreements resulting from the implementation of the programme provide in particular for supervision and financial control by the Commission (or any representative authorised by it), if necessary by means of on-the-spot checks, including sample checks, and audits by the Court of Auditors.\n3.   The Commission shall ensure that for a period of five years following the last payment in respect of any action, the beneficiary of financial assistance shall keep available for the Commission all the supporting documents regarding expenditure on the action.\n4.   On the basis of the results of the reports and the on-the-spot checks referred to in paragraphs 1 and 2, the Commission shall ensure that, if necessary, the scale or the conditions of allocation of the financial assistance originally approved and also the timetable for payments are adjusted.\n5.   The Commission shall ensure that every other step necessary to verify that the actions financed are carried out properly and in compliance with the provisions of this Decision and the Financial Regulation is taken.\nArticle 14\nProtection of Community financial interests\n1.   The Commission shall ensure that, when actions financed under this Decision are implemented, the financial interests of the Community are protected by the application of preventive measures against fraud, corruption and any other illegal activities, by effective checks and by the recovery of the amounts unduly paid and, if irregularities are detected, by effective, proportional and dissuasive penalties, in accordance with Regulation (EC, Euratom) No 2988/95, Regulation (Euratom, EC) No 2185/96 and Regulation (EC) No 1073/1999.\n2.   For Community actions financed under the programme, Regulation (EC, Euratom) No 2988/95 and Regulation (Euratom, EC) No 2185/96 shall apply to any infringement of a provision of Community law, including infringements of a contractual obligation stipulated on the basis of the programme, resulting from an act or omission by an economic operator, which has, or would have, the effect of prejudicing the general budget of the European Union or budgets managed by it, by an unjustified item of expenditure.\n3.   The Commission shall ensure that the amount of financial assistance granted for an action is reduced, suspended or recovered if it finds irregularities, including non-compliance with the provisions of this Decision or the individual decision or the contract or agreement granting the financial support in question, or if it transpires that, without Commission approval having being sought, the action has been subjected to a change which conflicts with the nature or implementing conditions of the project.\n4.   If the time limits have not been observed or if only part of the allocated financial assistance is justified by the progress made with implementing an action, the Commission shall ensure that the beneficiary will submit observations within a specified period. If the beneficiary does not give a satisfactory answer, the Commission shall ensure that the remaining financial assistance is cancelled and shall demand repayment of sums already paid.\n5.   The Commission shall ensure that any undue payment is repaid to the Commission. Interest shall be added to any sums not repaid in good time under the conditions laid down by the Financial Regulation.\nArticle 15\nEvaluation\n1.   The programme will be monitored regularly in order to follow the implementation of the activities carried out thereunder.\n2.   The Commission shall ensure the regular, independent and external evaluation of the programme.\n3.   The Commission shall submit to the European Parliament and the Council:\n(a)\nan annual presentation on the implementation of the programme;\n(b)\nan interim evaluation report on the results obtained and the qualitative and quantitative aspects of the implementation of the programme, including on the work carried out by the beneficiaries of operating grants referred to in Article 4(d), not later than 31 March 2011;\n(c)\na Communication on the continuation of the programme not later than 30 August 2012;\n(d)\nan ex post evaluation report not later than 31 December 2014.\nArticle 16\nPublication of actions\nEach year the Commission shall publish the list of actions financed under the programme together with a short description of each project.\nArticle 17\nEntry into force\nThis Decision shall take effect on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nDone at Brussels, 19 April 2007.\nFor the Council\nThe President\nB. ZYPRIES\n(1)  Opinion delivered on 14 December 2006 (not yet published in the Official Journal).\n(2)  OJ C 364, 18.12.2000, p. 1.\n(3)  OJ L 53, 22.2.2007, p. 1.\n(4)  OJ L 312, 23.12.1995, p. 1.\n(5)  OJ L 292, 15.11.1996, p. 2.\n(6)  OJ L 136, 31.5.1999, p. 1.\n(7)  OJ L 248, 16.9.2002, p. 1. Regulation as amended by Regulation (EC, Euratom) No 1995/2006 (OJ L 390, 30.12.2006, p. 1).\n(8)  OJ L 357, 31.12.2002, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 1248/2006 (OJ L 227, 19.8.2006, p. 3).\n(9)  OJ L 184, 17.7.1999, p. 23. Decision as last amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(10)  OJ C 69, 21.3.2006.", "summary": "Fundamental rights and citizenship (2007-13)\nFundamental rights and citizenship (2007-13)\nThis decision establishes the \"Fundamental rights and citizenship\" programme for the period from 1 January 2007 to 31 December 2013. Forming part of the general programme \"Fundamental rights and justice\", it aims to promote the development of a European society based on respect for fundamental rights, to strengthen civil society and encourage an open and transparent dialogue, to fight racism and xenophobia and to improve mutual understanding between the judicial and administrative authorities and the legal professions.\nACT\nCouncil Decision 2007/252/EC of 19 April 2007 establishing for the period 2007-2013 the specific programme \"Fundamental rights and citizenship\" as part of the General programme \"Fundamental Rights and Justice\".\nSUMMARY\nThis decision establishes the programme \"Fundamental rights and citizenship\", which is intended to promote the development of a European society based on respect for fundamental rights. To this end, the programme provides for actions conducted by the European Commission, European Union (EU) countries and non-governmental organisations.\nA European society based on respect for fundamental rights\nThe programme supports the development of a European society based on respect for the fundamental rights recognised in Article 6 of the Treaty on European Union, including the rights resulting from citizenship of the Union. For this purpose, the programme aims to:\nstrengthen civil society and encourage an open, transparent and regular dialogue on fundamental rights;\ncombat racism, xenophobia and anti-Semitism;\npromote better understanding between religions and cultures;\npromote increased tolerance in the whole of the EU;\nstrengthen contacts, exchanges of information and networks between the judicial and administrative authorities and the legal professions;\nencourage judicial training in order to improve mutual understanding between the abovementioned authorities and professions.\nFurthermore, the specific objectives of the programme are to:\npromote fundamental rights and inform all citizens about their rights, including those resulting from EU citizenship;\nencourage EU citizens to participate actively in the democratic life of the Union;\nexamine respect for fundamental rights in the EU and its countries when Union law is implemented;\nsupport non-governmental organisations and other bodies of civil society so that they can actively promote fundamental rights, the rule of law and democracy;\ncreate the relevant structures to promote inter-faith and multicultural dialogue at EU level.\nSpecific actions to achieve the objectives of the programme\nThe programme provides for actions conducted by the Commission, the authorities of EU countries and non-governmental organisations. It also provides for grants following requests for proposals.\nThe types of actions comprise the following:\nspecific actions conducted by the Commission (studies and research work, polls and investigations, conferences and meetings of experts, organising actions and public events, creating and running websites, developing and distributing information media, etc.);\ntransnational projects of EU interest presented by an authority or a body of an EU country or an international or non-governmental organisation. At least two EU countries or at least one EU country and a candidate country or an acceding country must participate in these projects;\nsupport for non-governmental organisations or other bodies pursuing objectives of general European interest that are covered by the programme;\noperating subsidies for the joint financing of the expenses connected with the permanent working programme of the Conference of the European Constitutional Courts and of the Association of the Councils of State and Supreme Administrative Jurisdictions of the European Union. These bodies manage a number of databases that gather together national decisions relating to the implementation of Union law. The expenses must be incurred for an objective of general European interest.\nA programme for citizens\nThe programme is addressed to EU nationals and nationals of non-EU countries who are lawfully resident within the territory of the Union. It is also addressed to citizens of the participating countries (acceding countries, candidate countries and the countries of the Western Balkans participating in the stabilisation and association process). Other target groups are organisations of civil society and other groups that defend the objectives of the programme.\nProvided that they are established in the EU or in one of the non-EU countries participating in the programme, access to the programme is open to the following entities:\npublic or private institutions and bodies;\nuniversities;\nresearch institutes;\nnon-governmental organisations;\nnational, regional or local authorities;\ninternational organisations;\nother non-profit-making organisations.\nThe programme makes possible joint activities with competent international organisations in the field of fundamental rights, such as the Council of Europe.\nMonitoring and implementing the programme\nEvery year, the Commission publishes a list of the actions financed under this programme. The available budgetary resources are entered annually in the general budget of the EU. The available annual credits are authorised by the budgetary authority (the European Parliament and the Council of the European Union) within the limits of the financial framework.\nThe Commission shall ensure that the beneficiary presents technical and financial reports on the state of progress of the work in respect of any action financed by the programme, as well as a final report within three months of the end of the action. Furthermore, the Commission ensures that the EU's financial interests are protected by applying preventive measures against fraud, corruption and any other illegal activity.\nThe Commission will present an annual stocktaking of the implementation of the programme, an intermediate report assessing the results obtained (by 31 March 2011 at the latest), a communication on the continuation of the programme (by 30 August 2012 at the latest) and an assessment report after the programme finishes (by 31 December 2014 at the latest).\nComplementarity with other EU programmes\nThis programme seeks to complement and establish synergies with other EU programmes, in particular the framework programmes \"Security and Safeguarding Liberties\" and \"Solidarity and Management of Migration Flows\", as well as with the PROGRESS programme.\nReferences\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 2007/252/EC\n28.4.2007\n-\nOJ L 110 of 27.4.2007\nSee also\nEuropean Commission Directorate-General for Justice website on funding opportunities for the period 2007-13\nEuropean Union Agency for Fundamental Rights\nLast updated: 05.04.2011", "tags": ["antisemitism", "action programme", "racism", "EU programme", "European citizenship", "human rights"], "subjects": ["Human rights", "Citizenship of the Union", "Social provisions"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}