{"celex_id": "22017A1209(01)", "reference": "9.12.2017\nEN\nOfficial Journal of the European Union\nL 326/7\nFRAMEWORK AGREEMENT\non Partnership and Cooperation between the European Union and its Member States, of the one part, and Mongolia, of the other part\nTHE EUROPEAN UNION, hereinafter referred to as ‘the Union’\nand\nTHE KINGDOM OF BELGIUM,\nTHE REPUBLIC OF BULGARIA,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nIRELAND,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nMALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nROMANIA,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nContracting Parties to the Treaty on the European Union and the Treaty on the Functioning of the European Union, hereinafter referred to as the ‘Member States’,\nof the one part, and\nTHE GOVERNMENT OF MONGOLIA, hereinafter referred to as ‘Mongolia’,\nof the other part,\nhereinafter jointly referred to as ‘the Parties’,\nCONSIDERING the traditional links of friendship between the Parties and the close historical, political and economic ties which unite them,\nWHEREAS the Parties attach particular importance to the comprehensive nature of their mutual relationship,\nWHEREAS the Parties consider that this Agreement forms part of a wider and coherent relationship between them through agreements to which both sides are parties together,\nREAFFIRMING the commitment of the Parties to, and their wish to strengthen, respect for democratic principles, the rule of law, human rights and fundamental freedoms, including the rights of persons belonging to minorities, as laid down, inter alia, in the United Nations Charter and the United Nations Universal Declaration on Human Rights and other relevant international human rights instruments,\nREAFFIRMING their attachment to the principles of the rule of law, respect of international law, good governance and the fight against corruption, and their desire to promote economic and social progress for their peoples, taking into account the principle of sustainable development and environmental protection requirements,\nREAFFIRMING their desire to enhance cooperation between the Parties, based on these shared values,\nREAFFIRMING their desire to promote economic and social progress for their peoples, taking into account the principle of sustainable development in all its dimensions,\nREAFFIRMING their commitment to promoting international peace and security and to engaging in effective multilateralism and the peaceful settlement of disputes, notably by cooperating to that end within the framework of the United Nations,\nREAFFIRMING their desire to enhance cooperation on political and economic issues, as well as on international stability, justice and security as a basic precondition to promoting sustainable social and economic development, the eradication of poverty and the achievement of the Millennium Development Goals,\nWHEREAS the Parties view terrorism as a threat to global security and wish to intensify their dialogue and cooperation in the fight against terrorism, in accordance with relevant UN Security Council instruments, particularly UNSC Resolution 1373. The European Security Strategy, adopted by the European Council in December 2003, identifies terrorism as a key threat to security. In this regard, the European Union has implemented key measures, including a Plan of Action on Combating Terrorism adopted in 2001 and updated in 2004, and a major Declaration on Combating Terrorism of 25 March 2004 in the wake of the Madrid attacks. The European Union also adopted an EU Counter-Terrorism Strategy in December 2005,\nEXPRESSING their full commitment to prevent and combat all forms of terrorism and to stepping up cooperation in the fight against terrorism, and to fight against organised crime,\nWHEREAS the Parties reaffirm that effective counter-terrorism measures and protection of human rights are complementary and mutually reinforcing,\nREAFFIRMING that the most serious crimes of concern to the international community must not go unpunished and that their effective prosecution must be ensured by taking measures at national level and by enhancing global collaboration,\nCONSIDERING that the establishment and effective functioning of the International Criminal Court constitute an important development for peace and international justice and that the Council of the European Union adopted on 16 June 2003 a Common Position on the ICC which has been followed up by an Action Plan, adopted on 4 February 2004,\nWHEREAS the Parties share the view that the proliferation of weapons of mass destruction and their means of delivery pose a major threat to international security and wish to strengthen their dialogue and cooperation in this area. The adoption by consensus of UNSC Resolution 1540 underlies the commitment of the whole international community to fight against proliferation of weapons of mass destruction. The Council of the European Union adopted, on 17 November 2003, an EU policy of mainstreaming non-proliferation policies into EU relations with third countries. The European Council also adopted, on 12 December 2003, a Strategy to fight against proliferation,\nWHEREAS the European Council expressed that Small Arms and Light Weapons (SALW) constitute a growing threat to peace, security and development and adopted on 13 January 2006 a Strategy to combat the illicit accumulation of SALW and their ammunition. In this Strategy, the European Council emphasized the need to ensure a comprehensive and consistent approach of security and development policy,\nEXPRESSING their full commitment to promoting all aspects of sustainable development, including, environmental protection and effective cooperation to combat climate change, food security as well as effective promotion and implementation of internationally recognised labour and social standards,\nUNDERLINING the importance of deepening relations and cooperation in areas such as readmission, asylum and visa policy, and of addressing jointly migration and human trafficking,\nREITERATING the importance of trade for their bilateral relations and in particular of trade in raw materials and underlining their engagement to agree specific rules on raw materials in the Sub-Committee on Trade and Investment,\nNOTING that the provisions of this Agreement that fall within the scope of Part Three, Title V of the Treaty on the Functioning of the European Union bind the United Kingdom and Ireland as separate Contracting Parties, and not as part of the European Union, unless the European Union together with the UK and/or Ireland have jointly notified Mongolia that the United Kingdom or Ireland is bound as part of the European Union in accordance with Protocol No. 21 on the position of the United Kingdom and Ireland in respect of the area of Freedom, Security and Justice annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union. If the United Kingdom and/or Ireland ceases to be bound as part of the European Union in accordance with Article 4a of the Protocol No. 21, the European Union together with the UK and/or Ireland shall immediately inform Mongolia of any change in their position in which case they shall remain bound by the provisions of the agreement in their own right. The same applies to Denmark in accordance with the Protocol annexed to those Treaties on the position of Denmark,\nCONFIRMING their commitment to strengthening the existing relationship with a view to enhancing cooperation between them, and their common will to consolidate, deepen and diversify their relations in areas of interest on the basis of equality, non-discrimination and mutual benefit,\nHAVE AGREED AS FOLLOWS:\nTITLE I\nNATURE AND SCOPE\nArticle 1\nGeneral principles\n1.   Respect for democratic principles and human rights, as laid down in the Universal Declaration of Human Rights and other relevant international human rights instruments, and for the principle of the rule of law, underpins the internal and international policies of both Parties and constitutes an essential element of this Agreement.\n2.   The Parties confirm their shared values as expressed in the Charter of the United Nations.\n3.   The Parties confirm their commitment to promoting all aspects of sustainable development, cooperating to address the challenges of climate change as well as globalisation and to contributing to the internationally agreed development goals, including those contained in the Millennium Development Goals. The Parties reaffirm their attachment to a high level of environmental protection and inclusive social structures.\n4.   The Parties reaffirm their commitment to the Paris Declaration of 2005 on Aid Effectiveness and agree to strengthen cooperation with a view to further improving development performance.\n5.   The Parties reaffirm their attachment to the principles of good governance, including the independence of the judiciary and the fight against corruption.\nArticle 2\nAims of cooperation\nWith a view to strengthening their bilateral relationship, the Parties undertake to hold a comprehensive dialogue and promote further cooperation between them on all sectors of mutual interest. Their efforts will in particular be aimed at:\n(a)\nestablishing cooperation on political and economic matters in all relevant regional and international fora and organisations;\n(b)\nestablishing cooperation on the fight against serious crimes of international concern;\n(c)\nestablishing cooperation on countering the proliferation of weapons of mass destruction and on small arms and light weapons;\n(d)\ndeveloping trade and investment between the Parties to their mutual advantage; establishing cooperation in all trade and investment-related areas of mutual interest, in order to facilitate trade and investment flows and to prevent and remove obstacles to trade and investment;\n(e)\nestablishing cooperation in the area of justice, freedom and security, including rule of law and legal cooperation, data protection, migration, smuggling and trafficking in human beings, combating organised crime, terrorism, transnational crimes, money laundering and illicit drugs;\n(f)\nestablishing cooperation in all other sectors of mutual interest, notably macro-economic policy and financial services, taxation and customs, including good governance in the tax area, industrial policy and small and medium-sized enterprises (SMEs), information society, audiovisual and media, science and technology, energy, transport, education and culture, environment and natural resources, agriculture and rural development, health, employment and social affairs and statistics;\n(g)\nenhancing both Parties' participation in sub-regional and regional cooperation programmes open to the participation of the other Party;\n(h)\nraising the roles and profiles of the Parties in each other's region;\n(i)\npromoting people-to-people understanding through cooperation among various non-governmental entities such as think-tanks, academics, civil society, and the media, in the form of seminars, conferences, youth interaction and other activities;\n(j)\npromoting poverty eradication in the context of sustainable development and the progressive integration of Mongolia into the world economy.\nArticle 3\nCountering the proliferation of weapons of mass destruction and their means of delivery\n1.   The Parties consider that the proliferation of weapons of mass destruction and their means of delivery, both to state and non-state actors, represents one of the most serious threats to international stability and security.\n2.   The Parties therefore agree to cooperate and to contribute to countering the proliferation of weapons of mass destruction and their means of delivery through full compliance with and national implementation of their existing obligations under international disarmament and non-proliferation treaties and agreements and other relevant international obligations such as UN Security Council Resolution 1540. The Parties agree that this provision constitutes an essential element of the Agreement.\n3.   The Parties furthermore agree to cooperate and to contribute to countering the proliferation of weapons of mass destruction and their means of delivery by:\n—\ntaking steps to sign, ratify, or accede to, as appropriate, and fully implement all other relevant international instruments;\n—\nestablishing an effective system of national export controls, controlling the export and transit of WMD-related goods, including a WMD end-use control on dual use technologies and containing effective sanctions for breaches of export controls.\n4.   The Parties agree to establish a regular political dialogue that will accompany and consolidate these elements. Such dialogue may take place on a regional basis.\nArticle 4\nSmall arms and light weapons\n1.   The Parties recognize that the illicit manufacture, transfer and circulation of small arms and light weapons, including their ammunition, and their excessive accumulation, poor management, inadequately secured stockpiles and uncontrolled spread continue to pose a serious threat to peace and international security.\n2.   The Parties agree to observe and fully implement their respective obligations to deal with the illicit trade in small arms and light weapons, including their ammunition, under existing international agreements and UN Security Council resolutions, as well as their commitments within the framework of other international instruments applicable in this area, such as the UN Programme of Action to prevent, combat and eradicate the illicit trade in SALW in all its aspects.\n3.   The Parties undertake to cooperate and to ensure coordination, complementarity and synergy in their efforts to deal with the illicit trade in small arms and light weapons, including their ammunition, at global, regional, sub-regional and national levels and agree to establish regular political dialogue that will accompany and consolidate this undertaking.\nArticle 5\nSerious crimes of international concern\n(the International Criminal Court)\n1.   The Parties reaffirm that the most serious crimes of concern to the international community as a whole must not go unpunished and that their effective prosecution must be ensured by taking measures at the national and international level, as appropriate, including the International Criminal Court. The Parties consider that establishing an effectively functioning International Criminal Court constitutes a significant development for international peace and justice.\n2.   The parties agree to cooperate and to take the necessary measures, as appropriate, in order to fully support the universality and integrity of the Rome Statute and related instruments and agree to strengthen their cooperation with the ICC. The parties undertake to implement the Rome Statute and to take the necessary steps to ratify the related instruments (such as the Agreement on the Privileges and Immunities of the ICC).\n3.   The Parties agree that a dialogue between them on these matters would be beneficial.\nArticle 6\nCooperation in combating terrorism\n1.   The Parties, reaffirming the importance of the fight against terrorism, and in accordance with applicable international conventions, including international humanitarian and human rights, as well as with their respective legislation and regulations, and, taking into account the UN Global Counter-Terrorism Strategy, contained in the UN General Assembly Resolution no 60/288 of 8 September 2006 agree to cooperate in the prevention and suppression of terrorist acts.\n2.   The Parties shall do so in particular:\n(a)\nin the framework of the full implementation of UN Security Council Resolutions 1373 and 1267 and its successor resolutions, including 1822, as well as other relevant UN resolutions, and their respective obligations under other relevant international conventions and instruments;\n(b)\nby exchange of information on terrorists, terrorist groups and their support networks, in accordance with international and national law;\n(c)\nby exchanges of views on means and methods used to counter terrorism, including in technical fields and training, and by exchange of experiences in respect of terrorism prevention;\n(d)\nby cooperating to deepen the international consensus on the fight against terrorism including the legal definition of terrorist acts and in particular by working towards an agreement on the Comprehensive Convention on International Terrorism;\n(e)\nby sharing relevant best practices in the area of protection of human rights in the fight against terrorism;\n(f)\nby effectively implementing and enhancing their cooperation on counter-terrorism within the ASEM framework.\nTITLE II\nBILATERAL, REGIONAL AND INTERNATIONAL COOPERATION\nArticle 7\nCooperation between Mongolia and the EU on principles, norms and standards\n1.   The Parties agree to achieve European common principles, norms and standards in Mongolia, and to cooperate on promoting the exchange of information and sharing of experience with a view to introduction and implementation.\n2.   The Parties endeavour to strengthen the dialogue and cooperation between their Authorities on standardisation matters which, as agreed by the Parties, may include creation of cooperation framework which will facilitate the exchange of experts, information and expertise.\nArticle 8\nCooperation in regional and international organisations\n1.   The Parties undertake to exchange views and cooperate in regional and international fora and organisations such as the United Nations and relevant United Nations agencies, programmes and bodies, the World Trade Organisation (WTO), the Treaty on Amity and Cooperation (TAC) and the Asia-Europe Meeting (ASEM).\n2.   The Parties also agree to promote cooperation between think-tanks, academics, non-governmental organisations and the media in areas covered by this Agreement. Such cooperation may in particular include organisation of training schemes, workshops and seminars, exchanges of experts, studies, and other actions agreed by the Parties.\nArticle 9\nRegional and bilateral cooperation\n1.   For each sector of dialogue and cooperation under this Agreement, and while giving due emphasis to matters under bilateral cooperation, both sides will agree to carry out the related activities at bilateral or regional level or through a combination of both frameworks. In choosing the appropriate framework, the Parties will seek to maximise the impact on and reinforce the involvement of all interested parties, while making the best possible use of available resources, taking account of the political and institutional feasibility, and ensuring coherence with other activities involving the European Union and other ASEM partners.\n2.   The Parties may, as appropriate, decide to extend financial support to cooperation activities in the areas covered by the Agreement or in relation to it, in accordance with their respective financial procedures and resources.\nTITLE III\nCOOPERATION ON SUSTAINABLE DEVELOPMENT\nArticle 10\nGeneral Principles\n1.   The central objective of development cooperation is poverty reduction pursuing the Millennium Development Goals in the context of sustainable development and integration into the world economy. The Parties agree to hold a regular dialogue on development cooperation, in line with their respective priorities and areas of mutual interest.\n2.   The development cooperation strategies of the Parties shall aim at, inter alia:\n(a)\npromoting human and social development;\n(b)\nachieving sustained economic growth;\n(c)\npromoting environmental sustainability, regeneration and best practices, and the preservation of natural resources;\n(d)\npreventing and tackling the consequences of climate change;\n(e)\nsupporting policies and instruments aimed at the further integration into the world economy and international trading system;\n(f)\npursuing processes adhering to the Paris Declaration on Aid Effectiveness, the Accra Agenda for Action, and other international commitments aimed at improving the delivery and effectiveness of aid.\nArticle 11\nEconomic development\n1.   The Parties aim to promote balanced economic growth, poverty reduction and the reduction of social-economic disparities.\n2.   The Parties confirm their commitment to achieving the Millennium Development Goals and should reaffirm their commitment to the Paris Declaration of 2005 on Aid Effectiveness.\n3.   The Agreement should also aim to include commitments on social and environmental aspects of trade, reconfirming that trade should promote sustainable development in all its dimensions and it should promote the assessment of its economic, social and environmental impacts.\nArticle 12\nSocial development\n1.   The Parties aim to underscore the need for mutually-reinforcing economic and social policies, highlight the key role of generating decent work and commit the Parties to supporting social dialogue.\n2.   The Parties aim to contribute to the effective implementation of International Labour Organisation (ILO) core labour standards, and to reinforce cooperation on employment and social issues.\n3.   The Parties furthermore aim to promote policies intended to guarantee availability and supplies of food for the population and of feed for the livestock, in an environmentally friendly and sustainable manner.\nArticle 13\nEnvironment\n1.   The Parties reaffirm the need for a high level of environmental protection and the conservation and management of natural resources and biological diversity, including forests, in pursuit of sustainable development.\n2.   The Parties aim to promote the ratification, implementation of and compliance with multilateral environmental agreements in the environmental area.\n3.   The Parties aim to reinforce cooperation on global environmental issues, in particular climate change.\nTITLE IV\nCOOPERATION ON TRADE AND INVESTMENT ISSUES\nArticle 14\nGeneral principles\n1.   The Parties shall engage in a dialogue on bilateral and multilateral trade and trade-related issues with a view to strengthening bilateral trade relations and advancing the multilateral trade system.\n2.   The Parties undertake to promote the development and diversification of their reciprocal commercial exchanges to the highest possible level and to their mutual benefit. They undertake to achieve improved market access conditions by working towards the elimination of barriers to trade, in particular through the timely removal of non-tariff barriers and by taking measures to improve transparency, having regard to the work carried out by international organisations in this field.\n3.   Recognising that trade plays an indispensable role in development, and that assistance in the form of trade preferences schemes have proven beneficial to developing countries, the Parties shall endeavour to strengthen their consultation on such assistance, in full compliance with the WTO.\n4.   The Parties shall keep each other informed concerning the development of trade and trade-related policies such as agricultural policy, food safety policy, consumer policy and environmental policy.\n5.   The Parties shall encourage dialogue and cooperation to develop their trade and investment relations, including the solution of commercial problems, in, among other issues, the areas referred to under Articles 10 to 27.\nArticle 15\nSanitary and phytosanitary (SPS) issues\n1.   The Parties shall cooperate on food safety and on sanitary and phytosanitary issues to protect human, animal or plant life or health in the territory of the Parties.\n2.   The Parties shall discuss and exchange information on their respective measures as defined in the Word Trade Organization (WTO) Agreement on Sanitary and Phytosanitary measures (SPS), the International Plant Protection Convention (IPPC), the World Organisation for Animal Health (OIE) and the Codex Alimentarius Commission (Codex).\n3.   The Parties agree to enhance mutual understanding and cooperation on SPS matters and animal welfare. Such capacity building shall be specific to the needs of each Party and be conducted with an aim to assist such Party in complying with the other Party's legal framework.\n4.   The Parties shall establish a timely dialogue on SPS issues upon request by either Party to consider matters relating to SPS and other urgent related issues under this Article.\nArticle 16\nTechnical Barriers to Trade (TBT)\nThe Parties shall promote the use of international standards and cooperate and exchange information on standards, conformity assessment procedures and technical regulations, especially within the framework of the WTO Agreement on Technical Barriers to Trade (TBT).\nArticle 17\nCustoms cooperation\n1.   The Parties will pay special attention to increasing the security and safety dimension of international trade, including transport services, an effective and efficient customs enforcement of intellectual property rights, ensuring a balanced approach between trade facilitation and the fight against fraud and irregularities.\n2.   Without prejudice to other forms of cooperation, provided for under this Agreement, the Parties state their interest in considering, in the future, the conclusion of protocols on customs cooperation and mutual assistance, within the institutional framework laid down in this Agreement.\nArticle 18\nTrade facilitation\nThe Parties shall share experience in and examine possibilities to simplify import, export, transit and other customs procedures, increase the transparency of customs and trade regulations, develop customs cooperation and effective mutual administrative assistance mechanisms and seek convergence of views and joint action in the context of relevant international initiatives including trade facilitation.\nArticle 19\nInvestment\nThe Parties shall encourage a greater flow of investment through the development of an attractive and stable environment for reciprocal investment through a consistent dialogue, aimed at enhancing understanding and cooperation on investment issues, exploring administrative mechanisms to facilitate investment flows, and promoting stable, transparent, open and non-discriminatory rules for investors.\nArticle 20\nCompetition policy\nThe Parties shall promote the effective establishment and application of competition rules and the dissemination of information in order to foster transparency and legal certainty for enterprises operating in each other's markets. The Parties should exchange views on issues related to anti-competitive practice which could adversely affect bilateral trade and investment flows.\nArticle 21\nServices\nThe Parties shall establish a consistent dialogue notably aimed at exchanging information on their respective regulatory environments, promoting access to each other's markets, promoting access to sources of capital and technology, and promoting trade in services between both regions and in third countries' markets.\nArticle 22\nCapital movements\nThe Parties shall endeavour to facilitate the movement of capital in order to promote the objectives of the Agreement.\nArticle 23\nGovernment procurement\nThe Parties shall aim to set procedural rules, including adequate transparency and challenge provisions that support the setting-up of an effective procurement system promoting optimal value for money in public purchasing and facilitate international trade.\nThe Parties shall work to achieve a reciprocal opening of their government procurement market, with a view to gaining mutual benefit.\nArticle 24\nTransparency\nThe Parties recognise the importance of transparency and due process in the administration of their trade-related laws and regulations, and to this end they reaffirm their commitments as set out in Article X of the GATT 1994 and Article III of the GATS.\nArticle 25\nRaw materials\n1.   The Parties agree to strengthen cooperation and promotion of mutual understanding between both sides in the field of raw materials.\n2.   This cooperation and promotion of mutual understanding should address topics such as the regulatory framework for raw materials sectors (including governance of mining income for socioeconomic development; and environmental protection and safety regulations in relation to the mining and raw material sectors) and trade in raw materials. With a view to foster greater cooperation and mutual understanding, either Party may request ad hoc meetings related to raw materials.\n3.   The Parties recognize that a transparent, non-discriminatory, non-distortive rules-based environment is the best way to create an environment favourable to foreign direct investment in the production and trade of raw materials.\n4.   The Parties, taking into account their respective economic policies and objectives and with a view to fostering trade, agree to promote cooperation in the removal of barriers to trade in raw materials.\n5.   Upon request by either Party, any matter concerning trade in raw materials could be raised and discussed during the Joint Committee and Subcommittee meetings, which shall have the power to take decisions thereon pursuant to Article 56 in line with the principles set out in the paragraphs above.\nArticle 26\nRegional policy\nThe Parties shall encourage the regional development policy.\nArticle 27\nIntellectual property protection\n1.   The Parties reaffirm the great importance they attach to the protection of intellectual property rights and undertake to establish the appropriate measures with a view to ensuring adequate and effective protection and enforcement of such rights, notably relating to the infringement of intellectual property rights.\nFurthermore, the Parties agree to conclude as soon as possible a bilateral Agreement on Geographical Indications.\n2.   The Parties shall exchange information and experience on issues such as the practice, promotion, dissemination, streamlining, management, harmonisation, protection and effective application of intellectual property rights, the prevention of infringements of such rights, the fight against counterfeiting and piracy, namely through customs cooperation and other appropriate forms of cooperation, and the establishment and strengthening of organisations for the control and protection of such rights. The Parties shall assist each other in improving intellectual property protection, utilisation and commercialisation based upon the European experience, and enhancing dissemination of knowledge thereof.\nArticle 28\nSubcommittee on Trade and Investment\n1.   A Subcommittee on Trade and Investment is hereby established.\n2.   The Subcommittee shall assist the Joint Committee in the performance of its tasks, by dealing with all areas covered by this Chapter.\n3.   The Subcommittee shall establish its rules of procedure.\nTITLE V\nCOOPERATION IN THE AREA OF JUSTICE, FREEDOM AND SECURITY\nArticle 29\nRule of law and legal cooperation\n1.   In their cooperation in the area of justice, freedom and security the Parties shall attach particular importance to the consolidation of the rule of law and the reinforcement of institutions at all levels in the areas of law enforcement and the administration of justice in particular.\n2.   Cooperation between the Parties will also include mutual exchange of information concerning legal systems and legislation. The Parties shall endeavour to develop mutual legal assistance within the existing legal framework.\nArticle 30\nProtection of personal data\n1.   The Parties agree to cooperate in order to improve the level of protection of personal data to the highest international standards, such as those contained, inter alia, in the UN Guidelines for the Regulation of Computerized Personal Data Files (UN General Assembly Resolution 45/95 of 14 December 1990).\n2.   Cooperation on protection of personal data may include, inter alia, technical assistance in the form of exchange of information and expertise.\nArticle 31\nCooperation on migration\n1.   Parties shall establish cooperation aimed at preventing illegal immigration and illegal presence of physical persons of their nationality on their respective territories.\n2.   In the framework of the cooperation to prevent illegal immigration, the Parties agree to readmit, without undue delay, their nationals who do not, or who no longer fulfil the conditions in force for entry to, presence in or residence on the territory of the other Party. To this end, the Parties will provide their nationals with appropriate identity documents for such purposes. Where the person to be readmitted does not possess any documents or other proofs of his or her nationality, the competent diplomatic and consular representations of the Member State concerned or Mongolia shall, upon request by Mongolia or the Member State concerned, make arrangements to interview the person in order to establish his or her nationality.\n3.   The EU will assist financially with the implementation of this understanding through relevant bilateral cooperation instruments.\n4.   Parties agree to negotiate, upon request by either Party, an agreement between the EU and Mongolia regulating the specific obligations for readmission of their nationals, and including an obligation for nationals of other countries and stateless persons.\nArticle 32\nCooperation against illicit drugs\n1.   The Parties shall cooperate to ensure a balanced approach through effective coordination between the competent authorities including from the health, justice, customs and interior sectors and other relevant sectors, with the aim of reducing the supply of, trafficking in and demand for illicit drugs, and with due regard to human rights. This cooperation shall also aim to reduce drug related harm, to address synthetic drug production, trafficking and use and to achieve a more effective prevention of diversion of drug precursors used for the illicit manufacture of narcotic drugs and psychotropic substances.\n2.   The Parties shall agree on means of cooperation to attain these objectives. Actions shall be based on commonly agreed principles along the lines of the relevant international conventions, the Political Declaration and the Special Declaration on the Guiding Principles of Drug Demand Reduction, approved by the Twentieth United Nations General Assembly Special Session (UNGASS) on Drugs in June 1998 and the Political Declaration and Plan of Action adopted at the 52nd session of the United Nations Commission on Narcotic Drugs in March 2009.\n3.   The cooperation between the Parties shall comprise technical and administrative assistance in particular in the following areas: drafting of national legislation and policies; establishment of national institutions and information centres; support for civil society efforts in the area of drugs and efforts to reduce demand for, and the harm from drugs; training of personnel; drug-related research; and prevention of diversion of drug precursors used for the illicit manufacture of narcotic drugs and psychotropic substances. The Parties may agree to include other areas.\nArticle 33\nCooperation against organised crime and corruption\nThe Parties agree to cooperate in combating organised, economic and financial crime as well as corruption. Such cooperation aims in particular at implementing and promoting relevant international standards and instruments such as the UN Convention against Transnational Organised Crime and its supplementing Protocols and the UN Convention against Corruption.\nArticle 34\nCooperation in combating money laundering and terrorism financing\n1.   The Parties agree on the need to work towards and to cooperate on preventing the use of their financial system and designated non-financial businesses and professions to launder the proceeds of all criminal activities such as drug trafficking and corruption.\n2.   Both Parties agree to promote technical and administrative assistance aimed at the development and implementation of regulations and the efficient functioning of mechanisms to combat money laundering and terrorism financing. In particular, cooperation shall allow exchanges of relevant information within the framework of respective legislations and the adoption of appropriate standards to combat money laundering and the financing of terrorism equivalent to those adopted by the Union and the international bodies active in this area, such as the Financial Action Task Force (FATF).\nTITLE VI\nCOOPERATION IN OTHER SECTORS\nArticle 35\nCooperation in human rights\n1.   The Parties agree to cooperate in the promotion and effective protection of human rights, including with regard to the ratification and implementation of international human rights instruments.\n2.   Such cooperation may include, inter alia:\n(a)\nsupporting the development and implementation of a national action plan on human rights;\n(b)\nhuman rights promotion and education;\n(c)\nstrengthening of national and regional human rights-related institutions;\n(d)\nthe establishment of a meaningful, broad-based human rights dialogue;\n(e)\nstrengthening of cooperation within the human rights-related institutions of the United Nations.\nArticle 36\nCooperation on financial services\n1.   The Parties agree to achieve closer common rules and standards, and to strengthen cooperation with a view to improving accounting, supervisory and regulatory systems of banking, insurance and other parts of the financial sector.\n2.   The Parties shall cooperate to develop legal regulatory framework, infrastructure, and human resources as well as to introduce corporate governance and international standards on accounting into the capital market of Mongolia within the framework of bilateral cooperation in accordance with the GATS and WTO Commitment on Mutual Understanding Paper of Financial services.\nArticle 37\nEconomic policy dialogue\n1.   The Parties agree to cooperate on promoting the exchange of information on their respective economic trends and policies, and the sharing of experience with the coordination of economic policies in the context of regional economic cooperation and integration.\n2.   The Parties endeavour to deepen the dialogue between their authorities on economic matters which, as agreed by the Parties, may include areas such as monetary policy, fiscal policy, including business taxation, public finance, and macroeconomic stabilisation and external debt.\n3.   The Parties shall cooperate and promote a mutual understanding between both sides in the field of economic diversification and industrial development.\nArticle 38\nGood governance in the tax area\nWith a view to strengthening and developing economic activities while taking into account the need to develop an appropriate regulatory framework, the Parties recognise and commit themselves to implement the principles of good governance in the tax area as subscribed to by Member States at Union level. To that effect, without prejudice to Union and Member States' competences, the Parties will improve international cooperation in the tax area, facilitate the collection of legitimate tax revenues, and develop measures for the effective implementation of the abovementioned principles.\nArticle 39\nIndustrial policy and SME cooperation\nThe Parties, taking into account their respective economic policies and objectives, agree to promote industrial policy cooperation in all fields deemed suitable, with a view to improving the competitiveness of small and medium-sized enterprises, inter alia through:\n(a)\nexchanging information and experience on creating framework conditions for small and medium-sized enterprises to improve their competitiveness;\n(b)\npromoting contacts between economic operators, encouraging joint investments and establishing joint ventures and information networks notably through existing European Union horizontal programmes, stimulating in particular transfers of soft and hard technology between partners;\n(c)\nproviding information and stimulating innovation and exchanging good practices on access to finance, including for micro- and small enterprises;\n(d)\nfacilitating and supporting the relevant activities established by the private sectors of both sides;\n(e)\npromoting decent work, corporate social responsibility and accountability and encouraging responsible business practices, including sustainable consumption and production. This cooperation shall also take account of the consumer dimension, such as product information and the consumer's role in the market;\n(f)\njoint research projects in selected industrial areas and cooperation on standards and conformity assessment procedures and technical regulations, as mutually agreed;\n(g)\nassistance through information on modernizing techniques and technologies of leather processing waste water cleaning facilities;\n(h)\nexchanging information and recommending partners and cooperation opportunities in the field of trade and investment through mutually accessible existing networks;\n(i)\nsupporting cooperation between both sides' private businesses, especially between SMEs;\n(j)\nconsidering to negotiate an additional agreement on information exchanges, workshops on intensifying cooperation and other promotional events between SMEs of both sides;\n(k)\nproviding information on technical assistance for exporting food and agricultural products to the European market within the scope of the preferential system of the European Union.\nArticle 40\nTourism\n1.   Guided by the World Tourism Organization's Global Code of Ethics for Tourism, and by the sustainability principles underpinning the ‘Local Agenda 21 process’, the Parties shall aim to improve the exchange of information and establish best practice in order to ensure the balanced and sustainable development of tourism.\n2.   The Parties agree to develop cooperation on safeguarding and maximising the potential of natural and cultural heritage, mitigating the negative impacts of tourism, and enhancing the positive contribution of the tourism business to the sustainable development of local communities, inter alia by developing eco-tourism, while respecting the integrity and interests of local and indigenous communities, and improving training in the tourism industry.\nArticle 41\nInformation society\n1.   Recognising that information and communication technologies are key elements of modern life and of vital importance to economic and social development, the Parties endeavour to exchange views on their respective policies in this field with a view to promoting economic development.\n2.   Cooperation in this area shall, inter alia, focus on:\n(a)\nparticipation in the comprehensive regional dialogue on the different aspects of the information society, in particular electronic communications policies and regulation including universal service, licensing and general authorisations, protection of privacy and personal data, and the independence and efficiency of the regulatory authority;\n(b)\ninterconnection and interoperability of the Parties' and Asian networks and services;\n(c)\nstandardisation and dissemination of new information and communications technologies;\n(d)\npromotion of research cooperation between the Parties in the area of information and communications technologies;\n(e)\ncooperation on digital television including exchange of experiences on deployment, regulatory aspects and in particular spectrum management and research;\n(f)\ncooperation on joint research projects in the area of information and communications technologies;\n(g)\nsecurity aspects of information and communications technologies as well as fighting cyber crime;\n(h)\nconformity assessment of telecommunications, including radio equipment;\n(i)\ncooperation on broadband network development;\n(j)\nexchange of information on competition policy of information and communications technologies.\nArticle 42\nAudiovisual and media\nThe Parties will encourage, support and facilitate exchanges, cooperation and dialogue between their relevant institutions and agents in the areas of audiovisual and media. They agree to establish a regular policy dialogue in these areas.\nArticle 43\nScientific and technological cooperation\n1.   The Parties agree to cooperate in the field of scientific research and technological development (RTD) in areas of mutual interest and benefit.\n2.   The aims of such cooperation shall be to:\n(a)\nencourage exchanges of information and sharing of know-how on science and technology, including on the implementation of policies and programmes;\n(b)\npromote research partnerships between the Parties' scientific communities, research centres, universities and industry;\n(c)\npromote training and mobility of researchers;\n(d)\nencourage the participation of their respective higher education institutions, research centres and industry, including small and medium-sized enterprises in their respective RTD programmes.\n3.   Cooperation may take the form of joint research projects and exchanges, meetings and training of researchers through international training and mobility schemes and exchange programmes, providing for the maximum dissemination of the results of research, learning and best practices.\n4.   These cooperation activities shall be in accordance with the laws and regulations of both parties. They are based on the principles of reciprocity, fair treatment and mutual benefit, and ensure an effective protection of intellectual property.\n5.   The Parties agree to make all efforts to increase public awareness about possibilities offered by their respective programmes for science and technology cooperation.\nArticle 44\nEnergy\n1.   The Parties shall endeavour to enhance cooperation in the energy sector with a view to:\n(a)\nenhancing energy security including by diversifying energy supplies and developing new, sustainable, innovative and renewable forms of energy, including, inter alia, biofuels and biomass, wind and solar energy as well as hydro power generation and supporting the development of appropriate policy frameworks to create favourable conditions for investment and a level playing field for renewable energy and its integration into relevant policy areas;\n(b)\nachieving rational use of energy with contributions from both supply and demand sides by promoting energy efficiency in energy production, transportation, distribution and end-use;\n(c)\npromoting the application of internationally recognised standards of nuclear safety, security, non-proliferation and safeguards;\n(d)\nfostering the transfer of technology aimed at sustainable energy production and use;\n(e)\nenhancing capacity-building and facilitating investment in the field based on transparent, non-discriminatory, market-compatible rules.\n2.   To these ends, the Parties agree to promote contacts and joint research to mutual benefit of the Parties particularly through relevant regional and international frameworks. With reference to Article 43 and the conclusions of the World Summit on Sustainable Development (WSSD), which took place in Johannesburg in 2002, the Parties note the need to address the links between affordable access to energy services and sustainable development. These activities can be promoted in cooperation with the European Union Energy Initiative, launched at the WSSD.\n3.   Trade in nuclear materials will be conducted in accordance with the provisions of the Treaty establishing the European Atomic Energy Community. If necessary, trade in nuclear materials shall be subject to the provisions of a specific Agreement to be concluded between the European Atomic Energy Community and Mongolia.\nArticle 45\nTransport\n1.   The Parties agree to cooperate in relevant areas of transport policy with a view to improving investment opportunities and the movement of goods and passengers, promoting aviation safety and security, combating piracy, protecting the environment protection, and increasing the efficiency of their transport systems.\n2.   Cooperation between the Parties in this area shall aim to promote:\n(a)\nexchanges of information on their respective transport policies and practices, especially regarding urban and rural transport, aviation, transport logistics and the interconnection and interoperability of multimodal transport networks as well as the management of road, railways and airports;\n(b)\nmatters pertaining to satellite navigation with a focus on regulatory, industrial, and market development issues of mutual benefit. In this regard, consideration will be paid to the European global satellite navigation systems EGNOS and Galileo;\n(c)\na dialogue in the field of air transport services with a view to examine the development of relations in areas such as aviation safety, security, environment, air traffic management, application of competition law and economic regulation of the air transport industry, with a view of supporting regulatory approximation and removal of obstacles to doing business. Civil aviation cooperation projects of mutual interest should be further promoted. On this basis, the Parties will explore the possible scope for closer cooperation in the area of civil aviation;\n(d)\nreduction of greenhouse gas emissions from the transport sector;\n(e)\nthe implementation of security, safety and environmental standards, notably as regards aviation, in line with the relevant international conventions;\n(f)\ncooperation in the appropriate international fora aiming to ensure better enforcement of international regulations and to pursue the objectives laid down in this Article.\nArticle 46\nEducation and culture\n1.   The Parties agree to promote education and cultural cooperation that duly respects their diversity, in order to increase mutual understanding and the knowledge of their respective cultures. To this end the Parties will support and promote the activities of their cultural institutes and civil society.\n2.   The Parties endeavour to take appropriate measures to promote cultural exchanges and carry out joint initiatives in various cultural spheres including cooperation in heritage conservation with respect to cultural diversity.\n3.   The Parties agree to consult and cooperate in relevant international fora, such as UNESCO, in order to pursue common objectives and promote cultural diversity as well as the protection of cultural heritage. With regard to cultural diversity, the Parties also agree to promote the ratification and implementation of the UNESCO Convention on the Protection and Promotion of the Diversity of Cultural Expressions, adopted on 20 October 2005.\n4.   The Parties shall furthermore place emphasis on measures designed to create links between their respective specialist agencies and to encourage exchanges of information, know-how, students, experts, youth and youth workers and technical resources, taking advantage of the facilities offered by European Union programmes in Asia in the area of education and culture as well as the experience that both Parties have acquired in this area. Both sides also agree to promote the implementation of relevant programmes for higher education such as the Erasmus Mundus programme with a view to promoting cooperation and modernisation in higher education, and to encourage academic mobility.\nArticle 47\nEnvironment, climate change and natural resources\n1.   The Parties agree on the need to conserve and manage in a sustainable manner natural resources and biological diversity as a basis for the development of current and future generations.\n2.   The Parties agree that cooperation in this area shall promote the conservation and improvement of the environment in pursuit of sustainable development. The outcome of the World Summit on Sustainable Development and the implementation of relevant multilateral environmental agreements shall be taken into account in all activities undertaken by the Parties under this Agreement.\n3.   The Parties agree to cooperate in the area of climate change in order to adapt to the negative effects of climate change, to mitigate greenhouse gas emissions and to set their economies on sustainable low-carbon growth paths. In this context, the Parties will explore the use of carbon market mechanisms.\n4.   The Parties agree to cooperate with a view to enhancing the mutual effectiveness of trade and environment policies, and the integration of environmental considerations into all sectors of cooperation.\n5.   The Parties endeavour to continue and strengthen their cooperation in regional programmes on protection of the environment, specifically as regards:\n(a)\npromoting environmental awareness and enhanced local participation, including participation of indigenous and local communities, in environmental protection and sustainable development efforts;\n(b)\ntackling climate change in particular as regards impacts on environment and natural resources;\n(c)\ncapacity building for participating in and implementing multilateral environment agreements including biodiversity and biosafety and chemical hazards;\n(d)\npromoting and deploying environmental technologies, products and services, including through the use of regulatory and ecologically sound instruments;\n(e)\nimproved forest governance including combating illegal logging and associated trade and the promotion of sustainable forest management;\n(f)\nprevention of illegal transboundary movement of solid and hazardous waste and products of living modified organisms;\n(g)\nimproving ambient air quality, environmentally sound management of waste, sustainable water resource management and chemicals management, and promoting sustainable consumption and production;\n(h)\nprotection and conservation of soils and sustainable land management;\n(i)\neffective management of national parks and the designation and protection of areas of biodiversity and fragile ecosystems, with due regard for local and indigenous communities living in or near these areas.\n6.   The Parties shall encourage mutual access to their programmes in this field, in accordance with the specific terms of such programmes:\n(a)\nestablishment of the monitoring network for water reserve and its modernization;\n(b)\nintroduction of technology for water desalination and re-usage;\n(c)\ndevelopment of eco-tourism.\nArticle 48\nAgriculture, livestock, fisheries and rural development\nThe Parties agree to encourage dialogue in agriculture, livestock, fisheries and rural development. The Parties will exchange information and develop relationships on:\n(a)\nagricultural policy and international food and agricultural outlook in general;\n(b)\nthe possibilities for facilitating trade in plants, animals, livestock and their products, in view of the further development of light industries in the rural sector;\n(c)\nanimal and livestock welfare;\n(d)\nrural development policy;\n(e)\nexchange of experience and cooperation networks between local agents or economic operators in particular areas such as research and technology transfer;\n(f)\nhealth and quality policy on plant, animal and livestock, in particular Protected Geographical Indications;\n(g)\ncooperation proposals and initiatives submitted to international agricultural organizations;\n(h)\nthe development of sustainable and environmentally-friendly agriculture including crop production, bio-fuel and the transfer of bio-technology;\n(i)\nplant variety protection, seed technology, agricultural biotechnology;\n(j)\nthe development of databases and information network on agriculture and livestock;\n(k)\ntraining on agriculture and veterinary sector.\nArticle 49\nHealth\n1.   The Parties agree to cooperate in the health sector covering the areas of health system reform, major communicable diseases and other health threats, non-communicable diseases, and international health agreements with a view to improving health conditions and raising the level of public health.\n2.   Cooperation shall take place mainly through:\n(a)\ncomprehensive programmes aimed at systemic reform of the health sector, including the improvement of health systems, health services, health conditions and health information;\n(b)\njoint activities on epidemiology, including collaboration in the early prevention of health threats such as avian and pandemic influenza and other major communicable diseases;\n(c)\nprevention and control of non-communicable diseases through exchange of information and good practices, promoting healthy lifestyle, addressing major health determinants such as nutrition, addiction to drugs, alcohol, tobacco;\n(d)\npromoting the implementation of international health agreements, such as the Framework Convention on Tobacco Control and the International Health Regulations.\nArticle 50\nEmployment and social affairs\n1.   The Parties agree to enhance cooperation in the field of employment and social affairs, including cooperation on regional and social cohesion, health and safety at the workplace, gender equality and decent work, with a view to strengthening the social dimension of globalisation.\n2.   The Parties reaffirm the need to support the process of globalisation which is beneficial to all and to promote full and productive employment and decent work as a key element of sustainable development and poverty reduction, as endorsed by UN General Assembly Resolution 60/1 of 24 October 2005 (World Summit Outcome) and the Ministerial Declaration of the High-Level Segment of the UN Economic and Social Council of July 2006 (UN Economic and Social Council E/2006/L.8 of 5 July 2006). The Parties shall take into account the respective characteristics and diverse nature of their economic and social situations.\n3.   The Parties reaffirm their commitments to fully respect and effectively implement internationally recognised core labour and social standards, as laid down in particular in the 1998 ILO Declaration on Fundamental Rights and Principles at Work and in the 2008 ILO Declaration on Social Justice for a Fair Globalisation. The implementation of relevant multilateral social and labour agreements shall be taken into account in all activities undertaken by the Parties under this Agreement. The Parties agree to cooperate and to provide technical assistance as appropriate with a view to ratifying and effectively implementing all ILO conventions covered by the 1998 ILO Declaration and other relevant conventions.\n4.   The forms of cooperation may include, inter alia, specific programs and projects, as mutually agreed, as well as dialogue, cooperation and initiatives on topics of common interest at bilateral or multilateral level, such as the ILO.\nArticle 51\nStatistics\n1.   The Parties agree to promote the harmonisation of statistical methods and practice including the gathering and dissemination of statistics, thus enabling them to use, on a mutually acceptable basis, statistics on trade in goods and services and, more generally, on any other area covered by this agreement which lends itself to statistical collecting, processing, analyzing and disseminating.\n2.   The Parties agree to promote the establishment of direct contact between the relevant authorities with a view to: strengthening friendly cooperation in the field of statistics; strengthening capacity-building of the statistical bodies by modernising and improving the quality of the statistical system; strengthening human resources; training in all relevant areas; and supporting the National Statistical Systems organised in accordance with internationally established practices, including the necessary infrastructures.\n3.   The cooperation shall cover fields of mutual interest with emphasis on\nI.\nEconomic Statistics:\n(a)\nNational Accounts\n(b)\nBusiness statistics and registration\n(c)\nStatistics of agriculture / farming, animal husbandry, rural development\n(d)\nEnvironment and mineral reserve\n(e)\nIndustry\n(f)\nForeign trade in goods and services\n(g)\nStatistics of wholesale and retail trade\n(h)\nRevision policy\n(i)\nFood security\n(j)\nBalance of payments\nII.\nSocial Statistics:\n(a)\nGender statistics\n(b)\nMigration statistics\n(c)\nHousehold survey\nIII.\nInformation technology\n(a)\nExchange of experiences on electronic technology and methodology for provision of information security, protection, storage and privacy and introduction of these experiences\n(b)\nExchange of experiences on establishing of online database for consumers based on the user friendly website and training in this area\n(c)\nSupport the IT specialists of the National Statistics Office of Mongolia in establishing the information database\n(d)\nCooperation on engagement with users in educating them about the information database\nArticle 52\nCivil society\n1.   The Parties recognise the role and potential contribution of organised civil society, especially academics, in the dialogue and cooperation process under this Agreement and agree to promote effective dialogue with organised civil society and its effective participation.\n2.   Subject to the legal and administrative provisions of each Party, organised civil society may:\n(a)\nparticipate in the policy-making process at country level, according to democratic principles;\n(b)\nbe informed of and participate in consultations on development and cooperation strategies and sectoral policies, particularly in areas concerning it, including all stages of the development process;\n(c)\nreceive financial resources, insofar as the internal rules of each Party so allow, and capacity building support in critical areas;\n(d)\nparticipate in the implementation of cooperation programmes in the areas that concern it.\nArticle 53\nCooperation on the modernisation of the state and public administration\nThe Parties agree to cooperate with a view to the modernisation of the public administration. Cooperation in this area shall focus on:\n(a)\nimproving organisational efficiency;\n(b)\nincreasing institutions' effectiveness in service delivery;\n(c)\nensuring transparent management of public resources and accountability;\n(d)\nimproving the legal and institutional framework;\n(e)\nbuilding capacities for policy design and implementation (public service delivery, budget composition and execution, anti-corruption);\n(f)\nreinforcing the judiciary systems; and\n(g)\nreforming the security system.\nArticle 54\nCooperation on the disaster risk management (DRM)\n1.   The Parties agree to increase cooperation on DRM in the continuous development and implementation of measures to reduce the risk of communities and manage the consequence of natural disasters across all levels of society. Preventive actions and a proactive approach in dealing with hazards and risks with reducing risks and vulnerabilities to natural disasters, should be given emphasis.\n2.   Cooperation in this area shall focus on the following program elements:\n(a)\ndisaster risk reduction or prevention and mitigation;\n(b)\nknowledge management, innovation, research, and education to build a culture of safety and resilience at all levels;\n(c)\ndisaster preparedness;\n(d)\npolicy, institutional capacity and consensus building for disaster management;\n(e)\ndisaster response;\n(f)\ndisaster risks assessment and monitoring.\nTITLE VII\nMEANS OF COOPERATION\nArticle 55\nResources for cooperation and protection of financial interests\n1.   The Parties agree to make available the appropriate resources, including financial means, insofar as their respective resources and regulations allow, in order to fulfil the cooperation objectives set out in this Agreement.\n2.   The Parties agree to promote the development and implementation of mutual technical and administrative assistance aiming at the effective protection of their financial interests in the area of development aid and other funded cooperation activities. The Parties shall promptly respond to demands for mutual administrative assistance expressed by judiciary and/or investigation authorities of either Party aiming at enhancing the fight against fraud and irregularities.\n3.   The Parties shall encourage the European Investment Bank to continue its operations in Mongolia, in accordance with its procedures and financing criteria.\n4.   The Parties shall implement financial assistance in accordance with the principles of sound financial management and cooperate in the protection of the financial interests of the European Union and of Mongolia. The Parties shall take effective measures to prevent and fight fraud, corruption and any other illegal activities, inter alia by means of mutual administrative assistance and mutual legal assistance in the fields covered by the present Agreement. Any further agreement or financing instrument to be concluded between the Parties shall provide for specific financial cooperation clauses covering on-the-spot checks, inspections, controls, and anti-fraud measures, including, inter alia, those conducted by the European Anti-Fraud Office (OLAF).\nTITLE VIII\nINSTITUTIONAL FRAMEWORK\nArticle 56\nJoint Committee\n1.   The Parties agree to establish under this Agreement a Joint Committee, composed of representatives of both sides at an appropriate high level, whose tasks shall be to:\n(a)\nensure the proper functioning and implementation of this Agreement;\n(b)\nset priorities in relation to the aims of this Agreement;\n(c)\nmake recommendations for promoting the objectives of this Agreement.\n2.   The Joint Committee, and the Subcommittee established in Article 28, shall, for the purposes of attaining the objectives of this Agreement, have the power to take decisions in the cases provided for therein. Decisions shall be drawn up by agreement between the Parties, following the completion of the respective internal procedures required to establish a position thereon by both Parties. The decisions shall be binding on the Parties, which shall take the measures necessary to implement them.\n3.   The Joint Committee shall normally meet every year in Ulaanbaatar and Brussels alternately, on a date to be fixed by mutual agreement. Extraordinary meetings of the Joint Committee may also be convened by agreement between the Parties. The Joint Committee shall be chaired alternately by each of the Parties. The agenda for meetings of the Joint Committee shall be determined by agreement between the Parties.\n4.   The Joint Committee may set up specialised working groups in order to assist it in the performance of its tasks. These working groups shall make detailed reports on their activities to the Joint Committee at each of its meetings.\n5.   The Parties agree that it shall also be the task of the Joint Committee to ensure the proper functioning of any sectoral agreement or protocol concluded or to be concluded between the Parties.\n6.   The Joint Committee shall adopt its own rules of procedure.\nTITLE IX\nFINAL PROVISIONS\nArticle 57\nFuture developments clause\n1.   The Parties may by mutual consent expand this Agreement with a view to enhancing the level of cooperation, including through supplementing it by means of agreements or protocols on specific sectors or activities.\n2.   With regard to the implementation of this Agreement, either of the Parties may put forward suggestions for widening the scope of cooperation, taking into account the experience gained in its application.\nArticle 58\nOther agreements\nWithout prejudice to the relevant provisions of the Treaty on the European Union and the Treaty on the Functioning of the European Union, neither this Agreement nor action taken hereunder shall affect the powers of the Member States to undertake bilateral cooperation activities with Mongolia or to conclude, where appropriate, new partnership and cooperation agreements with Mongolia.\nThis Agreement shall not affect the application or implementation of commitments undertaken by the respective Parties in relations with third parties.\nArticle 59\nFulfillment of obligations\n1.   Each Party may refer to the Joint Committee any divergence in the application or interpretation of this Agreement.\n2.   If either Party considers that the other Party has failed to fulfil any of its obligations under this Agreement it may take appropriate measures.\n3.   Before doing so, except in cases of special urgency, it shall present to the Joint Committee all the relevant information required for a thorough examination of the situation with a view to seeking a solution acceptable to the Parties.\n4.   In the selection of measures, priority must be given to those which least disturb the functioning of this Agreement. These measures shall be notified immediately to the other Party and shall be the subject of consultations within the Joint Committee if the other Party so requests.\n5.   The Parties agree, for the purposes of the correct interpretation and practical application of this Agreement, that the term ‘cases of special urgency’ in paragraph 3 means a case of the material breach of the Agreement by one of the Parties. A material breach of the Agreement consists in:\n(i)\nrepudiation of the Agreement not sanctioned by the general rules of international law; or\n(ii)\nviolation of essential elements of the Agreement, namely Articles 1(1) and 3 thereof.\nArticle 60\nFacilities\nTo facilitate cooperation in the framework of this Agreement, both Parties agree to grant necessary facilities to officials and experts involved in implementing cooperation for the performance of their functions, in accordance with internal rules and regulations of both Parties.\nArticle 61\nTerritorial application\nThis Agreement shall apply to the territory in which the Treaty on the European Union and the Treaty on the Functioning of the European Union are applied under the conditions laid down in those Treaties, on the one hand, and to the territory of Mongolia, on the other.\nArticle 62\nDefinition of the Parties\nFor the purposes of this Agreement, ‘the Parties’ shall mean the Union or its Member States or the Union and its Member States, in accordance with their respective powers, on the one hand, and Mongolia, on the other.\nArticle 63\nEntry into force and duration\n1.   This Agreement shall enter into force on the first day of the month following the date on which last Party has notified the other of the completion of the legal procedures necessary for this purpose.\n2.   This Agreement is valid for a period of five years. It shall be automatically extended for further successive periods of one year, unless either Party notifies the other Party in writing of its intention not to extend this Agreement six months prior to the end of any subsequent one-year period.\n3.   Any amendments of this Agreement shall be made by agreement between the Parties. Any amendments shall become effective only after the last Party has notified the other that all necessary formalities have been completed.\n4.   If a Party introduces a more restrictive trade regime concerning the export of raw materials, such as the introduction of new prohibitions, restrictions, duties or charges of any kind that do not meet the requirements set out in the relevant provisions of Articles VIII, XI, XX or XXI of the GATT 1994, or are not authorised under a WTO waiver or are not agreed by the Joint Committee or Subcommittee on Trade and Investment under Article 56, than that in place at the date of initialling of the Agreement, the other Party may adopt appropriate measures in accordance with Article 59(3) and (4).\n5.   This Agreement may be terminated by one Party by written notice of denunciation given to the other Party. The termination shall take effect six months after receipt of notification by the other Party.\nArticle 64\nNotifications\nNotifications made in accordance with Article 63 shall be made to the Secretary-General of the Council of the European Union and the Department of Foreign Affairs of Mongolia, respectively.\nArticle 65\nAuthentic text\nThis Agreement is drawn up in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene, Spanish, Swedish and Mongolian languages, each of these texts being equally authentic.\nСъставено в Улан Батор на тридесети април две хиляди и тринадесета година.\nHecho en Ulán Bator, el treinta de abril de dos mil trece.\nV Ulánbátaru dne třicátého dubna dva tisíce třináct.\nUdfærdiget i Ulaanbaatar den tredivte april to tusind og tretten\nGeschehen zu Ulan-Bator am dreißigsten April zweitausenddreizehn.\nKahe tuhande kolmeteistkümnenda aasta aprillikuu kolmekümnendal päeval Ulaanbaataris.\nΈγινε στο Ουλάν Μπατόρ, στις τριάντα Απριλίου δύο χιλιάδες δεκατρία.\nDone at Ulaanbaatar on the thirtieth day of April in the year two thousand and thirteen.\nFait à Oulan-Bator, le trente avril deux mille treize.\nFatto a Ulan-Bator, addì trenta aprile duemilatredici.\nUlanbatorā, divi tūkstoši trīspadsmitā gada trīsdesmitajā aprīlī.\nPriimta du tūkstančiai tryliktų metų balandžio trisdešimtą dieną Ulan Batore.\nKelt Ulánbátorban, a kétezer-tizenharmadik év április havának harmincadik napján.\nMagħmul f'Ulaanbaatar, fit-tletin jum ta’ April tas-sena elfejn u tlettax.\nGedaan te Ulaanbaatar, de dertigste april tweeduizend vier dertien.\nSporządzono w Ułan Bator dnia trzydziestego kwietnia roku dwa tysiące trzynastego.\nFeito em Ulaanbaatar, em trinta de abril de dois mil e treze.\nÎntocmit la Ulan Bator la treizeci aprilie două mii treisprezece.\nV Ulanbátare tridsiateho apríla dvetisíctrinásť.\nV Ulaanbaatarju, dne tridesetega aprila leta dva tisoč trinajst.\nTehty Ulaanbaatarissa kolmantenakymmenentenä päivänä huhtikuuta vuonna kaksituhattakolmetoista.\nSom skedde i Ulaanbaatar den trettionde april tjugohundratretton.\nЭнэхүү хэлэлцээрийг Улаанбаатар хотноо 2013 оны 4 дүгээр сарын 30-ны өдөр үйлдэв.\nVoor het Koninkrijk België\nPour le Royaume de Belgique\nFür das Königreich Belgien\nDeze handtekening verbindt eveneens de Vlaamse Gemeenschap, de Franse Gemeenschap, de Duitstalige Gemeenschap, het Vlaamse Gewest, het Waalse Gewest en het Brussels Hoofdstedelijk Gewest.\nCette signature engage également la Communauté française, la Communauté flamande, la Communauté germanophone, la Région wallonne, la Région flamande et la Région de Bruxelles-Capitale.\nDiese Unterschrift bindet zugleich die Deutschsprachige Gemeinschaft, die Flämische Gemeinschaft, die Französische Gemeinschaft, die Wallonische Region, die Flämische Region und die Region Brüssel-Hauptstadt.\nЗа Република България\nZa Českou republiku\nFor Kongeriget Danmark\nFür die Bundesrepublik Deutschland\nEesti Vabariigi nimel\nThar cheann Na hÉireann\nFor Ireland\nΓια την Ελληνική Δημοκρατία\nPor el Reino de España\nPour la République française\nPer la Repubblica italiana\nΓια την Κυπριακή Δημοκρατία\nLatvijas Republikas vārdā –\nLietuvos Respublikos vardu\nPour la Grand-Duché de Luxembourg\nA Magyar Köztársaság részéről\nGħal Malta\nVoor het Koninkrijk der Nederlanden\nFür die Republik Österreich\nW imieniu Rzeczypospolitej Polskiej\nPela República Portuguesa\nPentru România\nZa Republiko Slovenijo\nZa Slovenskú republiku\nSuomen tasavallan puolesta\nFör Republiken Finland\nFör Konungariket Sverige\nFor the United Kingdom of Great Britain and Northern Ireland\nЗа Европейския съюз\nРог la Unión Europea\nZa Evropskou unii\nFor Den Europæiske Union\nFür die Europäische Union\nEuroopa Liidu nimel\nΓια την Ευρωπαϊκή Ένωση\nFor the European Union\nPour l'Union européenne\nPer l'Unione europea\nEiropas Savienības vārdā –\nEuropos Sąjungos vardu\nAz Európai Unió részéről\nGħall-Unjoni Ewropea\nVoor de Europese Unie\nW imieniu Unii Europejskiej\nPela União Europeia\nPentru Uniunea Europeană\nZa Európsku úniu\nZa Evropsko unijo\nEuroopan unionin puolesta\nFör Europeiska unionen\nМонгол Улсын Засгийн газрыг төлөөлж", "summary": "Partnership Agreement between the EU and Mongolia\nPartnership Agreement between the EU and Mongolia\nSUMMARY OF:\nFramework Agreement on Partnership and Cooperation between the EU and Mongolia\nCouncil Decision (EU) 2017/2270 — conclusion of the Framework Agreement on Partnership and Cooperation between the EU and Mongolia\nWHAT IS THE AIM OF THE AGREEMENT AND THE DECISION?\n              \nThe agreement establishes a political dialogue between the EU and Mongolia aiming to:\nencourage the convergence of their positions on international issues of mutual concern;\ncooperate for stability, security and respect for democracy and human rights.\nBy its decision, the Council approved the conclusion of the agreement on behalf of the EU.\nKEY POINTS\n              \nThe agreement commits the parties to comprehensive dialogue and cooperation on a number of issues including:\npolitical and economic matters in all relevant regional and international fora and organisations;\nthe fight against serious crimes of international concern;\ncountering the proliferation of weapons of mass destruction and on small arms and light weapons;\ndeveloping trade and investment between the parties to their mutual advantage;\nestablishing cooperation in the area of justice, freedom and security;\nestablishing cooperation in all other sectors of mutual interest, including: macro-economic policy and financial services;taxation and customs, including good governance in the tax field;industrial policy and small and medium-sized enterprises (SMEs);information society;audiovisual and media;science and technology;energy;transport;education and culture;environment and natural resources;agriculture and rural development;health;employment and social affairs;statistics;\nenhancing both parties’ participation in sub-regional and regional cooperation programmes open to the participation of the other party;\npromoting poverty eradication in the context of sustainable development and the progressive integration of Mongolia into the world economy.\nMeans of cooperation\nEach party will make the appropriate resources available, including financial means, to the extent that their respective resources and regulations allow, to fulfil the cooperation objectives.\nThe parties will encourage the European Investment Bank to continue its operations in Mongolia, in accordance with its procedures and financing criteria.\nJoint Committee\nA Joint Committee composed of representatives from both parties will: ensure the proper functioning and implementation of the agreement;set priorities in relation to the agreement’s aims;make recommendations for promoting the objectives of the agreement.\nDATE OF ENTRY INTO FORCE\n              \nIt entered into force on 1 November 2017.\nBACKGROUND\nMongolia and the EU (European External Action Service).\nMAIN DOCUMENTS\n            \nFramework Agreement on Partnership and Cooperation between the European Union and its Member States, of the one part, and Mongolia, of the other part (OJ L 326, 9.12.2017, pp. 7-35)\nCouncil Decision (EU) 2017/2270 of 9 October 2017 on the conclusion of the Framework Agreement on Partnership and Cooperation between the European Union and its Member States, of the one part, and Mongolia, of the other part (OJ L 326, 9.12.2017, pp. 5-6)\nRELATED DOCUMENTS\n            \nNotice concerning the entry into force of the Framework Agreement on Partnership and Cooperation between the European Union and its Member States, of the one part, and Mongolia, of the other part (OJ L 336, 16.12.2017, p. 1)\nCouncil Decision 2012/273/EU of 14 May 2012 on the signing, on behalf of the Union, of the Framework Agreement on Partnership and Cooperation between the European Union and its Member States, of the one part, and Mongolia, of the other part (OJ L 134, 24.5.2012, p. 4)\nlast update 08.04.2019", "tags": ["framework agreement", "Mongolia", "cooperation policy", "cooperation agreement (EU)"], "subjects": ["Cooperation", "External relations"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}