{"celex_id": "31998L0006", "reference": "18.3.1998\nEN\nOfficial Journal of the European Communities\nL 80/27\nDIRECTIVE 98/6/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 February 1998\non consumer protection in the indication of the prices of products offered to consumers\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 129a(2) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189b of the Treaty (3), in the light of the joint text approved by the Conciliation Committee on 9 December 1997,\n(1)\nWhereas transparent operation of the market and correct information is of benefit to consumer protection and healthy competition between enterprises and products;\n(2)\nWhereas consumers must be guaranteed a high level of protection; whereas the Community should contribute thereto by specific action which supports and supplements the policy pursued by the Member States regarding precise, transparent and unambiguous information for consumers on the prices of products offered to them;\n(3)\nWhereas the Council Resolution of 14 April 1975 on a preliminary programme of the European Economic Community for a consumer protection and information policy (4) and the Council Resolution of 19 May 1981 on a second programme of the European Economic Community for a consumer protection and information policy (5) provide for the establishment of common principles for indicating prices;\n(4)\nWhereas these principles have been established by Directive 79/581/EEC concerning the indication of prices of certain foodstuffs (6) and Directive 88/314/EEC concerning the indication of prices of non-food products (7);\n(5)\nWhereas the link between indication of the unit price of products and their pre-packaging in pre-established quantities or capacities corresponding to the values of the ranges adopted at Community level has proved overly complex to apply, whereas it is thus necessary to abandon this link in favour of a new simplified mechanism and in the interest of the consumer, without prejudice to the rules governing packaging standardisation;\n(6)\nWhereas the obligation to indicate the selling price and the unit price contributes substantially to improving consumer information, as this is the easiest way to enable consumers to evaluate and compare the price of products in an optimum manner and hence to make informed choices on the basis of simple comparisons;\n(7)\nWhereas, therefore, there should be a general obligation to indicate both the selling price and the unit price for all products except for products sold in bulk, where the selling price cannot be determined until the consumer indicates how much of the product is required;\n(8)\nWhereas it is necessary to take into account the fact that certain products are customarily sold in quantities different from one kilogramme, one litre, one metre, one square metre or one cubic metre; whereas it is thus appropriate to allow Member States to authorise that the unit price refer to a different single unit of quantity, taking into account the nature of the product and the quantities in which it is customarily sold in the Member State concerned;\n(9)\nWhereas the obligation to indicate the unit price may entail an excessive burden for certain small retail businesses under certain circumstances; whereas Member States should therefore be allowed to refrain from applying this obligation during an appropriate transitional period;\n(10)\nWhereas Member States should also remain free to waive the obligation to indicate the unit price in the case of products for which such price indication would not be useful or would be liable to cause confusion for instance when indication of the quantity is not relevant for price comparison purposes, or when different products are marketed in the same packaging;\n(11)\nWhereas in the case of non-food products, Member States, with a view to facilitating application of the mechanism implemented, are free to draw up a list of products or categories of products for which the obligation to indicate the unit price remains applicable;\n(12)\nWhereas Community-level rules can ensure homogenous and transparent information that will benefit all consumers in the context of the internal market; whereas the new, simplified approach is both necessary and sufficient to achieve this objective;\n(13)\nWhereas Member States must make sure that the system is effective; whereas the transparency of the system should also be maintained when the euro is introduced; whereas, to that end, the maximum number of prices to be indicated should be limited;\n(14)\nWhereas particular attention should be paid to small retail businesses; whereas, to this end, the Commission should, in its report on the application of this Directive to be presented no later than three years after the date referred to in Article 11(1), take particular account of the experience gleaned in the application of the Directive by small retail businesses, inter alia, regarding technological developments and the introduction of the single currency, whereas this report, having regard to the transitional period referred to in Article 6, should be accompanied by a proposal,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nThe purpose of this Directive is to stipulate indication of the selling price and the price per unit of measurement of products offered by traders to consumers in order to improve consumer information and to facilitate comparison of prices.\nArticle 2\nFor the purposes of this Directive:\n(a)\nselling price shall mean the final price for a unit of the product, or a given quantity of the product, including VAT and all other taxes;\n(b)\nunit price shall mean the final price, including VAT and all other taxes, for one kilogramme, one litre, one metre, one square metre or one cubic metre of the product or a different single unit of quantity which is widely and customarily used in the Member State concerned in the marketing of specific products;\n(c)\nproducts sold in bulk shall mean products which are not pre-packaged and are measured in the presence of the consumer,\n(d)\ntrader shall mean any natural or legal person who sells or offers for sale products which fall within his commercial or professional activity,\n(e)\nconsumer shall mean any natural person who buys a product for purposes that do not fall within the sphere of his commercial or professional activity.\nArticle 3\n1.   The selling price and the unit price shall be indicated for all products referred to in Article 1, the indication of the unit price being subject to the provisions of Article 5. The unit price need not be indicated if it is identical to the sales price.\n2.   Member States may decide not to apply paragraph 1 to:\n—\nproducts supplied in the course of the provision of a service,\n—\nsales by auction and sales of works of art and antiques.\n3.   For products sold in bulk, only the unit price must be indicated.\n4.   Any advertisement which mentions the selling price of products referred to in Article 1 shall also indicate the unit price subject to Article 5.\nArticle 4\n1.   The selling price and the unit price must be unambiguous, easily identifiable and clearly legible. Member States may provide that the maximum number of prices to be indicated be limited.\n2.   The unit price shall refer to a quantity declared in accordance with national and Community provisions.\nWhere national or Community provisions require the indication of the net weight and the net drained weight for certain pre-packed products, it shall be sufficient to indicate the unit price of the net drained weight.\nArticle 5\n1.   Member States may waive the obligation to indicate the unit price of products for which such indication would not be useful because of the products' nature or purpose or would be liable to create confusion.\n2.   With a view to implementing paragraph 1, Member States may, in the case of non-food products, establish a list of the products or product categories to which the obligation to indicate the unit price shall remain applicable.\nArticle 6\nIf the obligation to indicate the unit price were to constitute an excessive burden for certain small retail businesses because of the number of products on sale, the sales area, the nature of the place of sale, specific conditions of sale where the product is not directly accessible for the consumer or certain forms of business, such as certain types of itinerant trade, Member States may, for a transitional period following the date referred to in Article 11 (1), provide that the obligation to indicate the unit price of products other than those sold in bulk, which are sold in the said businesses, shall not apply, subject to Article 12.\nArticle 7\nMember States shall provide appropriate measures to inform all persons concerned of the national law transposing this Directive.\nArticle 8\nMember States shall lay down penalties for infringements of national provisions adopted in application of this Directive, and shall take all necessary measures to ensure that these are enforced. These penalties must be effective, proportionate and dissuasive.\nArticle 9\n1.   The transition period of nine years referred to in Article 1 of Directive 95/58/EC of the European Parliament and of the Council of 29 November 1995 amending Directive 79/581/EEC on consumer protection in the indication of the prices of foodstuffs and Directive 88/314/EEC on consumer protection in the indication of the prices of non-food products (8) shall be extended until the date referred to in Article 11(1) of this Directive.\n2.   Directives 79/581/EEC and 88/314/EEC shall be repealed with effect from the date referred to in Article 11 (1) of this Directive.\nArticle 10\nThis Directive shall not prevent Member States from adopting or maintaining provisions which are more favourable as regards consumer information and comparison of prices, without prejudice to their obligations under the Treaty.\nArticle 11\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 18 March 2000. They shall forthwith inform the Commission thereof. The provisions adopted shall be applicable as of that date.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the provisions of national law which they adopt in the field governed by this Directive.\n3.   Member States shall communicate the provisions governing the penalties provided for in Article 8, and any later amendments thereto.\nArticle 12\nThe Commission shall, not later than three years after the date referred to in Article 11(1), submit to the European Parliament and the Council a comprehensive report on the application of this Directive, in particular on the application of Article 6, accompanied by a proposal.\nThe European Parliament and the Council shall, on this basis, re-examine the provisions of Article 6 and shall act, in accordance with the Treaty, within three years of the presentation by the Commission of the proposal referred to in the first paragraph.\nArticle 13\nThis Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.\nArticle 14\nThis Directive is addressed to the Member States.\nDone at Brussels, 16 February 1998.\nFor the European Parliament\nThe President\nJ. M. GIL-ROBLES\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1)  OJ C 260, 5. 10. 1995, p. 5 and\nOJ C 249, 27. 8. 1996, p. 2.\n(2)  OJ C 82, 19. 3. 1996, p. 32.\n(3)  Opinion of the European Parliament of 18 April 1996 (OJ C 141, 13. 5. 1996, p. 191). Council Common Position of 27 September 1996 (OJ C 333, 7. 11. 1996, p. 7) and Decision of the European Parliament of 18 February 1997 (OJ C 85, 17. 3. 1997, p. 26). Decision of the European Parliament of 16 December 1997 and Decision of the Council of 18 December 1997.\n(4)  OJ C 92, 25. 4. 1975, p. 1.\n(5)  OJ C 133, 3. 6. 1981, p. 1.\n(6)  OJ L 158, 26. 6. 1979, p. 19. Directive as last amended by Directive 95/58/EC (OJ L 299, 12. 12. 1995, p. 11).\n(7)  OJ L 142, 9. 6. 1988, p. 19. Directive as last amended by Directive 95/58/EC (OJ L 299, 12. 12. 1995, p. 11).\n(8)  OJ L 299, 12. 12. 1995, p. 11.\nCommission Declaration\nArticle 2(b):\nThe Commission takes the view that the expression ‘for one kilogramme, one litre, one metre, one square metre or cubic metre of the product or a different single unit of quantity’ in Article 2(b) also applies to products sold by individual item or singly.\nCommission Declaration\nArticle 12, first paragraph:\nThe Commission considers that Article 12, first paragraph, of the Directive cannot be construed as calling into question its right of initiative.", "summary": "Price indications on consumer products\nPrice indications on consumer products\nSUMMARY OF:\nDirective 98/6/EC rules on indicating prices of products offered to consumers\nDirective (EU) 2019/2161 amending Directive 93/13/EEC and Directives 98/6/EC, 2005/29/EC and 2011/83/EU as regards the better enforcement and modernisation of EU consumer protection rules\nWHAT IS THE AIM OF THE DIRECTIVE?\nDirective 98/6/EC requires the selling price and the unit price of all products offered by traders to consumers to be clearly indicated in order to improve consumer information and to enable price comparisons.\nIt repealed Directives 79/581/EEC (foodstuff prices) and 88/314/EEC (non-foodstuff prices) with effect from 18 March 2000.\nDirective 98/6/EC was amended by Directive (EU) 2019/2161 on the better enforcement and modernisation of EU consumer protection rules.\nKEY POINTS\nDirective 98/6/EC\nThe selling price and the unit price must be indicated in an unambiguous, easily identifiable and clearly legible manner for all products offered by traders to consumers (i.e. the final price should include value added tax and all other taxes).\nThe unit price need not be indicated if it is identical to the selling price.\nHowever, EU Member States may decide not to apply these rules: to products supplied in the course of providing a service;to sales by auction and sales of works of art and antiques.\nFor products sold in bulk, only the unit price must be indicated.\nAny advertising that mentions the selling price must also indicate the unit price.\nMember States may: waive the obligation to indicate the unit price of products if such indication would not be useful or would be liable to create confusion;draw up a list of non-food products to which the obligation to indicate the unit price still applies in case of such a waiver.\nThe directive provided for a transitional period during which small retail businesses were not obliged to indicate the unit price of products other than those sold in bulk.\nMember States must: take appropriate measures to inform all persons concerned when this legislation becomes national law;lay down, and provide information on, the system of penalties for infringements of the national laws adopted to apply this directive.\nDirective (EU) 2019/2161\nAmending Directive (EU) 2019/2161 introduces a new article in Directive 98/6/EC regarding information to consumers about price reductions. Any announcement of a price reduction must clearly indicate the price previously applied by the trader (prior price). The prior price means the lowest price applied by the trader during a period of time not shorter than 30 days prior to the application of the price reduction.\nThe amendment provides for regulatory options for Member States as regards goods that are liable to deteriorate or expire rapidly (in particular food), goods that have been on sale for less than 30 days and goods that are subject to continuous price reductions.\nThe existing requirement for Member States to introduce effective, proportionate and dissuasive penalties for breaches of national rules on price indications has been complemented with a list of criteria for the imposition of penalties.\nFROM WHEN DO THE DIRECTIVES APPLY?\nDirective 98/6/EC had to become law in the Member States by 18 March 2000.\nAmending Directive (EU) 2019/2161 had to become law in the Member States by 28 November 2021. Member States must apply the rules of the directive from 28 May 2022.\nBACKGROUND\n              \nFor further information, see:\nPrice indication directive (European Commission)\nGuidance on the interpretation and application of Article 6a of Directive 98/6/EC\nFactsheet – New Deal: What benefits will I get as a consumer? (European Commission).\nMAIN DOCUMENTS\n            \nDirective 98/6/EC of the European Parliament and of the Council of 16 February 1998 on consumer protection in the indication of the prices of products offered to consumers (OJ L 80, 18.3.1998, pp. 27–31).\nDirective (EU) 2019/2161 of the European Parliament and of the Council of 27 November 2019 amending Council Directive 93/13/EEC and Directives 98/6/EC, 2005/29/EC and 2011/83/EU of the European Parliament and of the Council as regards the better enforcement and modernisation of Union consumer protection rules (OJ L 328, 18.12.2019, pp. 7–28).\nRELATED DOCUMENTS\n            \nRegulation (EU) 2017/2394 of the European Parliament and of the Council of 12 December 2017 on cooperation between national authorities responsible for the enforcement of consumer protection laws and repealing Regulation (EC) No 2006/2004 (OJ L 345, 27.12.2017, pp. 1–26).\nSuccessive amendments to Regulation (EU) 2017/2394 have been incorporated into the original text. This consolidated version is of documentary value only.\nCommunication from the Commission to the European Parliament, the Council and the European Economic and Social Committee – A New Deal for Consumers (COM(2018) 183 final, 11.4.2018).\nlast update 03.02.2022", "tags": ["consumer information", "publishing of prices", "selling price", "trade regulations", "unit price", "national implementing measure"], "subjects": ["Internal market - Principles", "Consumer protection", "Approximation of laws"], "split": "train", "reference_annotations": {"31998L0006_p1": {"text": "1.   The transition period of nine years referred to in Article 1 of directive 95/58/ec of the European Parliament and of the Council of 29 November 1995 amending directive 79/581/eec on consumer protection in the indication of the prices of foodstuffs and directive 88/314/eec on consumer protection in the indication of the prices of non-food products (8) shall be extended until the date referred to in Article 11(1) of this Directive.", "triples": [" directive 95/58/ec,  amending,  directive 79/581/eec", " directive 95/58/ec,  amending,  directive 88/314/eec"]}}, "summary_annotations": {"31998L0006_p1": {"text": "directive 2019/2161 amending directive 93/13/eec and directive 98/6/ec directive 2005/29/ec directive 2011/83/eu as regards the better enforcement and modernisation of EU consumer protection rules", "triples": [" directive 2019/2161,  amending,  directive 93/13/eec", " directive 2019/2161,  amending,  directive 98/6/ec", " directive 2019/2161,  amending,  directive 2005/29/ec", " directive 2019/2161,  amending,  directive 2011/83/eu"]}, "31998L0006_p2": {"text": "directive 98/6/ec was amended by directive 2019/2161 on the better enforcement and modernisation of EU consumer protection rules.", "triples": [" directive 2019/2161,  amended,  directive 98/6/ec"]}, "31998L0006_p3": {"text": "Amending directive 2019/2161 introduces a new article in directive 98/6/ec regarding information to consumers about price reductions. Any announcement of a price reduction must clearly indicate the price previously applied by the trader (prior price). The prior price means the lowest price applied by the trader during a period of time not shorter than 30 days prior to the application of the price reduction.", "triples": [" directive 2019/2161,  Amending,  directive 98/6/ec"]}, "31998L0006_p4": {"text": "directive 2019/2161 of the European Parliament and of the Council of 27 November 2019 amending Council directive 93/13/eec and directive 98/6/ec directive 2005/29/ec directive 2011/83/eu of the European Parliament and of the Council as regards the better enforcement and modernisation of Union consumer protection rules (OJ L 328, 18.12.2019, pp. 7–28).", "triples": [" directive 2019/2161,  amending,  directive 93/13/eec", " directive 2019/2161,  amending,  directive 98/6/ec", " directive 2019/2161,  amending,  directive 2005/29/ec", " directive 2019/2161,  amending,  directive 2011/83/eu"]}, "31998L0006_p5": {"text": "regulation 2017/2394 of the European Parliament and of the Council of 12 December 2017 on cooperation between national authorities responsible for the enforcement of consumer protection laws and repealing regulation 2006/2004 (OJ L 345, 27.12.2017, pp. 1–26).", "triples": [" regulation 2017/2394,  repealing,  regulation 2006/2004"]}}}