{"celex_id": "32014D0075", "reference": "12.2.2014\nEN\nOfficial Journal of the European Union\nL 41/13\nCOUNCIL DECISION 2014/75/CFSP\nof 10 February 2014\non the European Union Institute for Security Studies\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on European Union, and in particular Article 28 and Article 31(1) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1)\nOn 20 July 2001, the Council adopted Joint Action 2001/554/CFSP (1).\n(2)\nThe European Union Institute for Security Studies (‘the Institute’) should assist the European Union and its Member States in the implementation of the common foreign and security policy (CFSP), including the common security and defence policy (CSDP), as well as other external action of the Union, under the political supervision of the Council and the operational direction of the High Representative of the Union for Foreign Affairs and Security Policy (HR).\n(3)\nThe Institute should have legal personality and work in complete intellectual independence, without prejudice to the responsibilities of the Council and of the HR.\n(4)\nOn 20 September 2011, pursuant to Article 19 of Joint Action 2001/554/CFSP, the HR presented a report to the Council on the review of the functioning of the Institute. The Political and Security Committee (PSC) took note of that report and, on 1 February 2012, recommended that the Council amend Joint Action 2001/554/CFSP.\n(5)\nIt is appropriate, for reasons of legal clarity, to consolidate previous amendments and the additional proposed changes into one single new decision, and to repeal Joint Action 2001/554/CFSP,\nHAS ADOPTED THIS DECISION:\nArticle 1\nContinuity and location\n1.   The European Union Institute for Security Studies established by Joint Action 2001/554/CFSP (‘the Institute’) shall hereby continue its activities in accordance with this Decision.\n2.   All existing rights and obligations and all rules adopted in the framework of Joint Action 2001/554/CFSP shall remain unaffected. In particular, all existing employment contracts shall remain valid and all rights arising therefrom shall continue to exist.\n3.   The Institute shall have its headquarters in Paris. In order to facilitate the organisation of activities in Brussels, the Institute shall have a liaison office in Brussels. The Institute’s organisation shall be flexible, with a particular attention paid to quality and efficiency, including as regards staffing levels.\nArticle 2\nMission and tasks\n1.   The Institute shall, in close cooperation with Member States, contribute to the development of EU strategic thinking in the field of the Union’s common foreign and security policy (CFSP) and common security and defence policy (CSDP), including conflict prevention and peace-building, as well as in the field of other external action of the Union, with a view to strengthening the EU’s analysis, foresight and networking capacity in external action.\n2.   The Institute’s activities shall focus on the conduct of policy-oriented analysis, information, dissemination and debate, on the organisation of networking events and workshops, and on the collection of relevant documentation for Union and Member States’ officials and experts.\n3.   The Institute shall also promote contacts with academia, think tanks and relevant civil society actors across the European continent, the Atlantic and the wider international community, acting as an interface between the Union institutions and the world of external experts, including security actors.\nArticle 3\nPolitical supervision and operational direction\n1.   The Political and Security Committee (PSC) shall, under the responsibility of the Council, exercise political supervision over the activities of the Institute. The High Representative of the Union for Foreign Affairs and Security Policy (HR), in accordance with the HR’s responsibilities for the CFSP and, in particular, for the CSDP, shall give operational direction to the Institute.\n2.   This political supervision and operational direction shall be carried out without impinging on the intellectual independence and operational autonomy enjoyed by the Institute in performing its mission and tasks.\nArticle 4\nLegal personality\nThe Institute shall have the legal personality necessary to perform its functions and attain its objectives. It may, in particular, enter into contracts, acquire or dispose of movable and immovable property and be a party to legal proceedings. The Institute shall be non-profit-making. Member States shall take steps to accord the Institute the legal capacity accorded to legal persons under their national laws, as necessary.\nArticle 5\nBoard\n1.   The Institute shall have a Board that approves its annual and long-term work programme and the appropriate budget. The Board shall be a forum for discussing issues related to the Institute’s mission, tasks, functioning and staff.\n2.   The Board shall be chaired by the HR or by the HR’s representative. The European External Action Service (EEAS) shall carry out the functions of secretariat of the Board.\n3.   The Board shall be composed of one representative designated by each Member State. Each member of the Board may be represented or accompanied by an alternate. The Commission, which participates in the work of the Board, shall also designate a representative.\n4.   The Director of the Institute, or the Director’s representative, shall, as a rule, attend Board meetings. The Director-General of the Military Staff and the Chairman of the Military Committee, or their representatives, may also attend Board meetings.\n5.   Decisions of the Board shall be taken on a vote by the representatives of the Member States by qualified majority, the votes being weighted in accordance with Articles 16(4) and 16(5) of the Treaty on European Union (TEU), without prejudice to Articles 11(2) and 11(3) of this Decision. The Board shall adopt its rules of procedure.\n6.   The Board may decide to create ad-hoc working groups or standing committees, dealing with specific subjects or issues within its overall responsibility and acting under its supervision. The decision to create such a working group or committee shall set out its mandate, composition and duration.\n7.   The Board shall be convened by the Chair at least twice a year. It shall also be convened at the request of at least one third of its members.\nArticle 6\nDirector\n1.   The Board shall appoint the Director of the Institute from among nationals of the Member States, on the basis of a recommendation from the HR. The Director shall be appointed for a period of three years, which period may be extended by one two-year term.\n2.   Candidates for the position of Director should be persons with recognised long-standing expertise and experience in foreign relations, security policy and diplomacy, and related research. Member States shall submit candidatures to the HR, who shall inform the Board thereof. The pre-selection process shall be organised under the responsibility of the HR. The pre-selection panel shall be composed of three representatives of the EEAS and of three representatives of the Member States from among the Trio Presidency, and shall be chaired by the HR or the HR’s representative. On the basis of the pre-selection results, the HR shall provide to the Board a recommendation with a shortlist of at least three candidates, drawn-up in the order of the pre-selection panel’s preference.\n3.   The Director shall be the legal representative of the Institute.\n4.   The Director shall be responsible for recruiting all other staff of the Institute. Members of the Board shall be informed in advance of the appointment of analysts.\n5.   After approval by the Board and taking into account the financial implications following the adoption of the annual budget of the Institute, the Director may appoint a Deputy Director. The Deputy Director shall be appointed for a maximum period of three years, which period may be extended by one two-year term.\n6.   The Director shall ensure the execution of the Institute’s mission and tasks as set out in Article 2. The Director shall uphold a high degree of expertise and professionalism of the Institute, as well as ensure efficiency and effectiveness in carrying out the Institute’s activities.\nThe Director shall also be responsible for:\n(a)\ndrafting the Institute’s annual work programme, as well as the annual report on the Institute’s activities;\n(b)\npreparing the work of the Board;\n(c)\nthe day-to-day administration of the Institute;\n(d)\nall personnel matters;\n(e)\npreparing the statement of income and expenditure and implementing the Institute’s budget;\n(f)\ninforming the PSC of the annual work programme;\n(g)\nensuring contacts and close collaboration with Union, national and international institutions in related fields.\nThe Director, after consulting the Board, should also explore options for additional contributions to the Institute’s budget.\n7.   Within the agreed work programme and budget of the Institute, the Director shall be empowered to enter into contracts, to recruit staff approved in the budget and to incur any expenditure necessary for the operation of the Institute.\n8.   The Director shall prepare an annual report on the Institute’s activities by 31 March of the following year. The annual report shall be forwarded to the Board and, through the HR, to the Council, which shall forward the report to the European Parliament, to the Commission and to the Member States.\n9.   The Director shall be accountable to the Board.\nArticle 7\nStaff\n1.   The staff of the Institute, consisting of analysts and administrative staff, shall have the status of contract staff members and shall be recruited from among nationals of the Member States.\nThe Institute’s analysts shall be recruited on the basis of intellectual merit, experience and expertise relevant to the Institute’s mission and tasks as set out in Article 2, and through fair and transparent competition procedures.\nThe Institute’s staff rules shall be adopted by the Council acting on a recommendation from the Director.\n2.   Researchers and trainees may be recruited on an ad hoc and short-term basis.\nWith the agreement of the Director and after having informed the Board, researchers may be seconded to the Institute for a fixed period, either to posts within the Institute’s organisational structure or for specific tasks and projects relevant to the Institute’s mission and tasks as set out in Article 2.\nStaff members may be seconded to a post outside the Institute, for a fixed period in the interests of the service, in accordance with the Institute’s staff rules.\nThe provisions relating to secondments shall be adopted by the Board on a proposal from the Director.\nArticle 8\nIndependence and autonomy\nThe Director and the analysts shall enjoy intellectual independence and operational autonomy in carrying out the Institute’s activities.\nArticle 9\nWork programme\n1.   By 31 October of each year, the Director shall establish a draft annual work programme for the following year, accompanied by indicative long-term perspectives for the following years, and shall submit it to the Board for approval.\n2.   By 30 November of each year, the Board shall approve the annual work programme.\nArticle 10\nBudget\n1.   All items of income and expenditure of the Institute shall be included in estimates to be drawn up for each financial year, which shall correspond to the calendar year, and shall be shown in the budget of the Institute, which shall include a list of the staff.\n2.   The income and expenditure shown in the budget of the Institute shall be in balance.\n3.   The income of the Institute shall consist of contributions from the Member States according to the gross national income (GNI) scale. Upon a proposal by the Director and after approval by the Board, additional contributions for specific projects relevant to the Institute’s mission and tasks as set out in Article 2 may be accepted from other sources, in particular from the Member States or from Union institutions.\nArticle 11\nBudgetary procedure\n1.   By 31 October of each year, the Director shall submit to the Board a draft annual budget for the Institute covering administrative expenditure, operational expenditure and expected income, including additional contributions for specific projects referred to in Article 10(3).\n2.   By 30 November of each year, the Board shall approve the annual budget of the Institute by unanimity of the representatives of the Member States.\n3.   In the case of unavoidable, exceptional or unforeseen circumstances, the Director may propose a draft amending budget to the Board. The Board, with due regard to any urgency, shall approve the amending budget by unanimity of the representatives of the Member States.\n4.   By 31 March of each year, the Director shall submit to the Council and to the Board the detailed accounts of all revenue and expenditure from the previous financial year, including a report on the Institute’s activities.\n5.   The Board shall give discharge to the Director in respect of the implementation of the budget of the Institute.\nArticle 12\nFinancial rules\nThe Board, with the assent of the Council, shall draw up, on a proposal from the Director, detailed financial rules specifying, in particular, the procedure to be followed for establishing, implementing and controlling the budget of the Institute.\nArticle 13\nPrivileges and immunities\n1.   The privileges and immunities of the Director and the Institute’s staff are provided for in the Decision of the Representatives of the Governments of the Member States, meeting within the Council, of 15 October 2001 on the privileges and immunities granted to the European Union Institute for Security Studies and the European Union Satellite Centre, and to their bodies and staff members. Pending the entry into force of that Decision, the host State may grant to the Director and the Institute’s staff the privileges and immunities provided therein.\n2.   The privileges and immunities of the Institute are provided for in Protocol (No 7) on the privileges and immunities of the European Union, annexed to the TEU and to the Treaty on the Functioning of the European Union (TFEU).\nArticle 14\nLegal liability\n1.   The contractual liability of the Institute shall be governed by the law applicable to the contract concerned.\n2.   The Court of Justice of the European Union shall have jurisdiction pursuant to any arbitration clause contained in a contract concluded by the Institute.\n3.   The personal liability of staff towards the Institute shall be governed by the relevant provisions applying to the staff of the Institute.\nArticle 15\nAccess to documents\nUpon a proposal by the Director, the Board shall adopt rules on public access to the Institute’s documents, taking into account the principles and limits laid down in Regulation (EC) No 1049/2001 of the European Parliament and of the Council (2).\nArticle 16\nProtection of EU classified information\nThe Institute shall apply Council Decision 2013/488/EU (3).\nArticle 17\nCooperation with Member States and Union institutions, bodies and agencies\nFor the purpose of fulfilling its mission and tasks set out in Article 2, the Institute shall closely cooperate with Member States and the EEAS. The Institute shall also, as necessary, establish working relationships with Union institutions, as well as with relevant Union bodies and agencies, including the European Security and Defence College (ESDC), with a view to exchanging expertise and advice in areas of mutual interest. The Institute may also undertake joint projects with Union institutions, bodies and agencies.\nArticle 18\nData Protection\nUpon a proposal by the Director, the Board shall adopt implementing rules concerning Regulation (EC) No 45/2001of the European Parliament and of the Council (4).\nArticle 19\nReporting\nBy 31 July 2016 at the latest, the HR shall present a report to the Council on the implementation of this Decision accompanied, if necessary, by appropriate recommendations.\nArticle 20\nRepeal\nJoint Action 2001/554/CFSP is hereby repealed.\nArticle 21\nEntry into force\nThis Decision shall enter into force on the date of its adoption.\nDone at Brussels, 10 February 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  Council Joint Action 2001/554/CFSP of 20 July 2001 on the establishment of a European Union Institute for Security Studies (OJ L 200, 25.7.2001, p. 1).\n(2)  Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (OJ L 145, 31.5.2001, p. 43).\n(3)  Council Decision 2013/488/EU of 23 September 2013 on the security rules for protecting EU classified information (OJ L 274, 15.10.2013, p. 1).\n(4)  Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1).", "summary": "EU Institute for Security Studies\nEU Institute for Security Studies\nThe European Union Institute for Security Studies provides research and analysis on international issues to help the EU develop its foreign and security policy.\nACT\nCouncil Decision 2014/75/CFSP of 10 February 2014 on the European Union Institute for Security Studies\nSUMMARY\nThrough this Council decision, the European Union (EU) has decided to continue drawing on the expertise of the European Union Institute for Security Studies (EUISS) to provide research and analysis on international issues for the EU ’s common foreign and security policy (CFSP). The EUISS was originally set up in January 2002. It is based in Paris and has a liaison office in Brussels.\nThrough its research and analysis, the EUISS contributes to European decision-making in the area of the CFSP. In particular, it conducts analyses and provides a forum for debate on the EU’s external strategy in areas that include conflict prevention and peace-building. Its activities include organising networking events and workshops, as well as collecting relevant information for EU officials and experts. It also acts as an interface between the EU institutions and the world of external experts, including security actors.\nThe EUISS is managed by a Board and a director.\nThe Board: the Board’s main responsibility is to adopt the institute’s annual and long-term work programme and the appropriate budget. By 30 November each year, the Board has to approve the institute’s annual work programme. The Board is made up of one representative from each EU Member State and one representative from the Commission. It meets at least twice a year and is chaired by the High Representative of the Union for Foreign Affairs and Security Policy. The director-general of the EU’s military staff may attend Board meetings. The Board may decide to set up ad hoc working groups or standing committees to deal with specific subjects.\nThe director: the director is appointed by the Board on the basis of a recommendation by the High Representative of the Union for Foreign Affairs and Security Policy for a term of 3 years with a possible 2-year extension. The director’s responsibilities include the day-to-day administration of the institute, drafting the institute’s annual work programme and annual report and preparing the work of the Board.\nREFERENCES\nAct\nDate of entry into force\nFinal date for implementation in the Member States\nOfficial Journal\nCouncil Decision 2014/75/CFSP\n10.2.2014\n-\nOJ L 41 of 12.2.2014\nLast updated: 11.06.2014", "tags": ["international cooperation", "foreign policy", "establishment of peace", "conflict prevention", "European Union Institute for Security Studies"], "subjects": ["Common foreign and security policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}