{"celex_id": "32017R0852", "reference": "24.5.2017\nEN\nOfficial Journal of the European Union\nL 137/1\nREGULATION (EU) 2017/852 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 May 2017\non mercury, and repealing Regulation (EC) No 1102/2008\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nMercury is a very toxic substance which represents a global and major threat to human health, including in the form of methylmercury in fish and seafood resources, ecosystems and wildlife. Due to the transboundary nature of mercury pollution, between 40 % and 80 % of total mercury deposition in the Union originates from outside the Union. Action is therefore warranted at local, regional, national and international levels.\n(2)\nMost mercury emissions and associated exposure risks result from anthropogenic activities such as primary mercury mining and processing, the use of mercury in products and industrial processes, artisanal and small-scale gold mining and processing, coal combustion and the management of mercury waste.\n(3)\nThe Seventh Environment Action Programme adopted by Decision No 1386/2013/EU of the European Parliament and of the Council (3) establishes the long-term objective of a non-toxic environment and, for that purpose, stipulates that action is needed to ensure the minimisation of significant adverse effects of chemicals on human health and the environment by 2020.\n(4)\nThe Communication of 28 January 2005 from the Commission to the European Parliament and the Council entitled ‘Community Strategy Concerning Mercury’, as reviewed on 7 December 2010 (‘the Strategy’), aims at minimising and, where feasible, ultimately eliminating global anthropogenic mercury releases to air, water and land.\n(5)\nIn the past 10 years, significant progress has been achieved in the Union in the field of mercury management following the adoption of the Strategy and of a wide range of measures concerning mercury emissions, supply, demand and use, and the management of mercury surplus and stocks.\n(6)\nThe Strategy recommends that the negotiation and conclusion of an international legally-binding instrument on mercury should be a priority as Union action alone cannot guarantee effective protection of the citizens of the Union against the negative health effects of mercury.\n(7)\nThe Union and 26 Member States have signed the Minamata Convention on Mercury of 2013 (‘the Convention’). The two Member States that did not sign the Convention, Estonia and Portugal, have expressed their commitment to ratify it. The Union and all its Member States are therefore committed to its conclusion, transposition and implementation.\n(8)\nSwift approval of the Convention by the Union and its ratification by Member States will encourage the major global mercury users and emitters, which are signatories of the Convention, to ratify and implement it.\n(9)\nThis Regulation should complement the Union acquis and lay down the provisions that are needed to ensure the complete alignment of the Union acquis with the Convention so that the Union and its Member States are able to respectively approve or ratify and implement the Convention.\n(10)\nFurther action undertaken by the Union, going beyond the Convention requirements, would lead the way, as was the case with Regulation (EC) No 1102/2008 of the European Parliament and of the Council (4), for mercury-free products and processes.\n(11)\nIn accordance with Article 193 of the Treaty on the Functioning of the European Union (TFEU), this Regulation does not prevent Member States from maintaining or introducing more stringent protective measures, provided that such measures are compatible with the Treaties and the Commission has been notified thereof.\n(12)\nThe mercury export ban laid down in Regulation (EC) No 1102/2008 should be complemented by restrictions on the import of mercury which vary depending on the source, the intended use and the place of origin of the mercury. Regulation (EC) No 1013/2006 of the European Parliament and of the Council (5) should continue to apply as regards imports of mercury waste, particularly as regards the powers of the competent authorities under that Regulation.\n(13)\nThe provisions of this Regulation on the import of mercury and of mixtures of mercury are aimed at ensuring the fulfilment by the Union and the Member States of the obligations of the Convention concerning trade of mercury.\n(14)\nThe export, import and manufacturing of a range of mercury-added products accounting for a significant share of the use within the Union and globally of mercury and mercury compounds should be prohibited.\n(15)\nThis Regulation should apply without prejudice to the provisions of the applicable Union acquis that set stricter requirements for mercury-added products, including as regards maximum mercury content.\n(16)\nThe use of mercury and mercury compounds in manufacturing processes should be phased out and, to that end, incentives should be provided for research into alternative substances with characteristics that are innocuous, or, in any event, less dangerous for the environment and for human health.\n(17)\nRegulation (EC) No 1907/2006 of the European Parliament and of the Council (6) prohibits, as from 10 October 2017, the manufacture, placing on the market and use of the five phenylmercury compounds known to be used, especially as catalysts, in the production of polyurethane. The use of other mercury-containing catalysts in polyurethane production should also be prohibited as from 1 January 2018.\n(18)\nThe production of alcoholates involving the use of mercury as an electrode should be phased out and such manufacturing processes should be replaced by feasible mercury-free manufacturing processes as soon as possible. In the absence of relevant available mercury-free manufacturing processes, operating conditions for the production of sodium or potassium methylate or ethylate involving the use of mercury should be laid down. Measures should be taken to reduce the use of mercury so as to phase out its use in such production as soon as possible and in any event before 1 January 2028.\n(19)\nThe manufacturing and placing on the market of new mercury-added products and the use of new manufacturing processes involving the use of mercury or mercury compounds would increase the use of mercury and of mercury compounds, and mercury emissions within the Union. Such new activities should therefore be prohibited unless an assessment demonstrates that the new mercury-added product or new manufacturing process would provide significant environmental or health benefits and pose no significant risks either to the environment or to human health, and that no technically practicable mercury-free alternatives providing such benefits are available.\n(20)\nThe use of mercury and mercury compounds in artisanal and small-scale gold mining and processing accounts for a significant share of mercury use and emissions worldwide with negative effects both for local communities and at a global level. Such use of mercury and mercury compounds should therefore be prohibited under this Regulation and regulated at international level. Without prejudice to the prohibition of such use and in addition to the implementation of effective, proportionate and dissuasive penalties by Member States in respect of infringements of this Regulation, it is also appropriate to provide for a national plan in the event of there being more than isolated cases of non-compliance with that prohibition, in order to tackle the problem of artisanal and small-scale gold mining and processing in which mercury amalgamation is used to extract gold from ore.\n(21)\nThe use of mercury in dental amalgam is the largest use of mercury in the Union and a significant source of pollution. The use of dental amalgam should therefore be phased down in accordance with the Convention and with national plans based, in particular, upon the measures listed in Part II of Annex A to the Convention. The Commission should assess and report on the feasibility of a phase out of the use of dental amalgam in the long term, and preferably by 2030, taking into account the national plans required by this Regulation and whilst fully respecting Member States' competence for the organisation and delivery of health services and medical care. Furthermore, particular preventive health protection measures should be taken for vulnerable members of the population, such as children and pregnant or breastfeeding women.\n(22)\nOnly pre-dosed encapsulated dental amalgam should be allowed for use, and the use of amalgam separators in dental facilities in which dental amalgam is used or dental amalgam fillings or teeth containing such fillings are removed should be made mandatory, in order to protect dental practitioners and patients from mercury exposure and to ensure that the resulting waste is collected and disposed of in accordance with sound waste management and under no circumstances released into the environment. In this respect, the use of mercury in bulk form by dental practitioners should be prohibited. Amalgam capsules such as those described in European standards EN ISO 13897:2004 and EN ISO 24234:2015 are considered to be suitable for use by dental practitioners. Furthermore, a minimum level of retention efficiency for amalgam separators should be set. Compliance of amalgam separators should be based on relevant standards, such as European standard EN ISO 11143:2008. Given the size of economic operators in the dentistry sector affected by the introduction of those requirements, it is appropriate to provide sufficient time to adapt to the new requirements.\n(23)\nThe training of dentistry students and dental practitioners on the use of mercury-free alternatives, in particular for vulnerable members of the population such as children and pregnant or breastfeeding women, as well as the carrying out of oral health research and innovation in order to improve knowledge of existing materials and restoration techniques, and to develop new materials, can help in reducing the use of mercury.\n(24)\nOver 6 000 metric tonnes of liquid mercury waste will have been generated in the Union by the end of 2017, mainly as a result of the mandatory decommissioning of mercury cells in the chlor-alkali industry in accordance with Commission Implementing Decision 2013/732/EU (7). Given the limited available capacity for undertaking the conversion of liquid mercury waste, the temporary storage of liquid mercury waste should still be allowed under this Regulation for a period of time sufficient for ensuring the conversion and, if applicable, solidification of all such waste produced. Such storage should be carried out in accordance with the requirements set out in Council Directive 1999/31/EC (8).\n(25)\nGiven that mercury is an extremely hazardous substance in its liquid form, the permanent storage without pre-treatment of mercury waste should be prohibited owing to the risks that such disposal poses. Therefore, mercury waste should undergo appropriate conversion, and if applicable, solidification operations prior to permanent storage. For that purpose and in order to reduce the associated risks, Member States should take into account the technical guidelines on mercury of the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal.\n(26)\nIn order to ensure that the provisions on waste of this Regulation are properly implemented, measures should be taken to ensure an effective traceability system throughout the whole mercury waste management chain whereby the producers of mercury waste and the operators of waste management facilities that store and treat such waste are required to establish an information register, as part of the record-keeping required under Directive 2008/98/EC of the European Parliament and of the Council (9).\n(27)\nThe Convention requires Parties to endeavour to develop appropriate strategies for identifying and assessing sites contaminated by mercury or mercury compounds. Directive 2010/75/EU of the European Parliament and of the Council (10) requires operators of industrial installations to address soil contamination. Furthermore, Directive 2000/60/EC of the European Parliament and of the Council (11) requires Member States to address soil contamination where it adversely affects the status of a water body. Therefore, an exchange of information between the Commission and the Member States should take place to share experiences on the initiatives and measures taken at national level.\n(28)\nIn order to reflect the current scientific understanding of the risks posed by methylmercury, the Commission should, when undertaking the review of this Regulation, evaluate the current health-based intakes and should establish new mercury health benchmarks.\n(29)\nIn order to align Union legislation with decisions of the Conference of the Parties to the Convention supported by the Union by means of a Council decision adopted in accordance with Article 218(9) TFEU, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of amending the annexes to this Regulation and in respect of an extension of the period allowed for the temporary storage of mercury waste. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (12). In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States' experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.\n(30)\nIn order to ensure uniform conditions for the implementation of this Regulation with regard to specifying forms for import and export, setting out technical requirements for environmentally sound interim storage of mercury, mercury compounds and mixtures of mercury, prohibiting or authorising new mercury-added products and new manufacturing processes involving the use of mercury or mercury compounds and specifying reporting obligations, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (13).\n(31)\nMember States should lay down rules on penalties applicable to infringements of this Regulation and should ensure that they are implemented. Those penalties should be effective, proportionate and dissuasive.\n(32)\nGiven the nature and extent of the modifications which need to be made to Regulation (EC) No 1102/2008, and to enhance legal certainty, clarity, transparency and legislative simplification, that Regulation should be repealed.\n(33)\nIn order to allow the competent authorities of the Member States and the economic operators affected by this Regulation sufficient time to adapt to the new regime laid down by this Regulation, it should apply from 1 January 2018.\n(34)\nSince the objective of this Regulation, namely to ensure a high level of protection of human health and the environment from anthropogenic emissions and releases of mercury and mercury compounds, by means, inter alia, of a mercury and mercury-added product export and import prohibition, of restrictions on mercury use in manufacturing processes, products, artisanal and small-scale gold mining and processing and in dental amalgam, and of obligations applicable to mercury waste, cannot be sufficiently achieved by Member States, but can rather, by reason of the transboundary nature of mercury pollution and the nature of the measures to be taken, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter and objective\nThis Regulation establishes measures and conditions concerning the use and storage of and trade in mercury, mercury compounds and mixtures of mercury, and the manufacture and use of and trade in mercury-added products, and the management of mercury waste, in order to ensure a high level of protection of human health and the environment from anthropogenic emissions and releases of mercury and mercury compounds.\nMember States may, where appropriate, apply stricter requirements than those laid down in this Regulation, in accordance with the TFEU.\nArticle 2\nDefinitions\nFor the purposes of this Regulation, the following definitions apply:\n(1)\n‘mercury’ means metallic mercury (Hg, CAS RN 7439-97-6);\n(2)\n‘mercury compound’ means any substance consisting of atoms of mercury and one or more atoms of other chemical elements that can be separated into different components only by chemical reactions;\n(3)\n‘mixture’ means a mixture or solution composed of two or more substances;\n(4)\n‘mercury-added product’ means a product or product component that contains mercury or a mercury compound that was intentionally added;\n(5)\n‘mercury waste’ means metallic mercury that qualifies as waste as defined in point (1) of Article 3 of Directive 2008/98/EC;\n(6)\n‘export’ means any of the following:\n(a)\nthe permanent or temporary export of mercury, mercury compounds, mixtures of mercury and mercury-added products meeting the conditions of Article 28(2) TFEU;\n(b)\nthe re-export of mercury, mercury compounds, mixtures of mercury and mercury-added products not meeting the conditions of Article 28(2) TFEU which are placed under a customs procedure other than the external Union transit procedure for movement of goods through the customs territory of the Union;\n(7)\n‘import’ means the physical introduction into the customs territory of the Union of mercury, mercury compounds, mixtures of mercury and mercury-added products that are placed under a customs procedure other than the external Union transit procedure for movement of goods through the customs territory of the Union;\n(8)\n‘disposal’ means disposal as defined in point (19) of Article 3 of Directive 2008/98/EC;\n(9)\n‘primary mercury mining’ means mining in which the principal material sought is mercury;\n(10)\n‘conversion’ means the chemical transformation of the physical state of mercury from a liquid state to mercury sulfide or a comparable chemical compound that is equally or more stable and equally or less soluble in water and that presents no greater environmental or health hazard than mercury sulfide;\n(11)\n‘placing on the market’ means supplying or making available, whether in return for payment or free of charge, to a third party. Import shall be deemed to be placing on the market.\nCHAPTER II\nTRADE AND MANUFACTURING RESTRICTIONS CONCERNING MERCURY, MERCURY COMPOUNDS, MIXTURES OF MERCURY AND MERCURY-ADDED PRODUCTS\nArticle 3\nExport restrictions\n1.   The export of mercury shall be prohibited.\n2.   The export of the mercury compounds and of the mixtures of mercury listed in Annex I shall be prohibited as from the dates set out therein.\n3.   By way of derogation from paragraph 2, the export of the mercury compounds listed in Annex I for the purposes of laboratory-scale research or laboratory analysis shall be allowed.\n4.   The export, for the purpose of reclaiming mercury, of mercury compounds and of mixtures of mercury that are not subject to the prohibition laid down in paragraph 2 shall be prohibited.\nArticle 4\nImport restrictions\n1.   The import of mercury and the import of the mixtures of mercury listed in Annex I, including mercury waste from any of the large sources referred to in points (a) to (d) of Article 11, for purposes other than disposal as waste shall be prohibited. Such import for disposal as waste shall only be allowed where the exporting country has no access to available conversion capacity within its own territory.\nWithout prejudice to Article 11 and by way of derogation from the first subparagraph of this paragraph, the import of mercury and the import of the mixtures of mercury listed in Annex I for a use allowed in a Member State shall be allowed where the importing Member State has granted written consent to such import in either of the following circumstances:\n(a)\nthe exporting country is a Party to the Convention and the exported mercury is not from primary mercury mining that is prohibited under Article 3(3) and (4) of the Convention; or\n(b)\nthe exporting country not being a Party to the Convention has provided certification that the mercury is not from primary mercury mining.\nWithout prejudice to any national measures adopted in accordance with the TFEU, a use allowed pursuant to Union legislation shall be deemed to be a use allowed in a Member State for the purposes of this paragraph.\n2.   The import of mixtures of mercury that do not fall under paragraph 1 and of mercury compounds, for the purpose of reclaiming mercury, shall be prohibited.\n3.   The import of mercury for use in artisanal and small-scale gold mining and processing shall be prohibited.\n4.   Where the import of mercury waste is allowed in accordance with this Article, Regulation (EC) No 1013/2006 shall continue to apply in addition to the requirements of this Regulation.\nArticle 5\nExport, import and manufacturing of mercury-added products\n1.   Without prejudice to stricter requirements set out in other applicable Union legislation, the export, import and manufacturing in the Union of the mercury-added products set out in Annex II shall be prohibited as from the dates set out therein.\n2.   The prohibition laid down in paragraph 1 shall not apply to any of the following mercury-added products:\n(a)\nproducts that are essential for civil protection and military uses;\n(b)\nproducts for research, for calibration of instrumentation, or for use as a reference standard.\nArticle 6\nForms for import and export\nThe Commission shall adopt decisions, by means of implementing acts, to specify forms to be used for the purpose of implementing Articles 3 and 4. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 22(2).\nCHAPTER III\nRESTRICTIONS ON USE AND STORAGE OF MERCURY, MERCURY COMPOUNDS AND MIXTURES OF MERCURY\nArticle 7\nIndustrial activities\n1.   The use of mercury and mercury compounds in the manufacturing processes listed in Part I of Annex III shall be prohibited as from the dates set out therein.\n2.   The use of mercury and mercury compounds in the manufacturing processes listed in Part II of Annex III shall only be allowed subject to the conditions set out therein.\n3.   Interim storage of mercury and of the mercury compounds and mixtures of mercury listed in Annex I to this Regulation shall be carried out in an environmentally sound manner, in accordance with the thresholds and requirements set out in Directive 2012/18/EU of the European Parliament and of the Council (14) and in Directive 2010/75/EU.\nIn order to ensure the uniform application of the obligation laid down in the first subparagraph of this paragraph, the Commission may adopt implementing acts setting out technical requirements for environmentally sound interim storage of mercury, mercury compounds and mixtures of mercury in line with decisions adopted by the Conference of the Parties to the Convention in accordance with Article 10(3) and Article 27 of the Convention, provided that the Union has supported the decision concerned by means of a Council decision adopted in accordance with Article 218(9) TFEU. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 22(2) of this Regulation.\nArticle 8\nNew mercury-added products and new manufacturing processes\n1.   Economic operators shall not manufacture or place on the market mercury-added products that were not being manufactured prior to 1 January 2018 (‘new mercury-added products’) unless authorised to do so by means of a decision taken pursuant to paragraph 6 of this Article or allowed to do so under Directive 2011/65/EU of the European Parliament and of the Council (15).\nThe first subparagraph shall not apply to any of the following:\n(a)\nequipment which is necessary for the protection of the essential interests of the security of Member States, including arms, munitions and war material intended for specifically military purposes;\n(b)\nequipment designed to be sent into space;\n(c)\ntechnical improvements made to or the redesign of mercury-added products that were being manufactured prior to 1 January 2018 provided that such improvements or redesign lead to less mercury being used in those products.\n2.   Economic operators shall not use manufacturing processes involving the use of mercury or mercury compounds that were not processes used prior to 1 January 2018 (‘new manufacturing processes’) unless authorised to do so by means of a decision taken pursuant to paragraph 6.\nThe first subparagraph of this paragraph shall not apply to processes manufacturing or using mercury-added products other than those subject to the prohibition laid down in paragraph 1.\n3.   Where an economic operator intends to apply for a decision pursuant to paragraph 6 in order to manufacture or place on the market a new mercury-added product, or to use a new manufacturing process, that would provide significant environmental or health benefits and pose no significant risks either to the environment or to human health, and where no technically practicable mercury-free alternatives providing such benefits are available, that economic operator shall notify the competent authorities of the Member State concerned. That notification shall include the following information:\n(a)\na technical description of the product or process concerned;\n(b)\nan assessment of its environmental and health benefits and risks;\n(c)\nevidence demonstrating the absence of technically practicable mercury-free alternatives providing significant environmental or health benefits;\n(d)\na detailed explanation of the manner in which the process is to be operated or the product is to be manufactured, used and disposed of as waste after use, in order to ensure a high level of protection of the environment and of human health.\n4.   The Member State concerned shall forward to the Commission the notification received from the economic operator if it considers on the basis of its own assessment of the information provided therein that the criteria referred to in the first subparagraph of paragraph 6 are fulfilled.\nThe Member State concerned shall inform the Commission of cases in which it considers that the criteria referred to in the first subparagraph of paragraph 6 were not fulfilled.\n5.   Where the Member State forwards a notification pursuant to the first subparagraph of paragraph 4 of this Article, the Commission shall immediately make the notification available to the committee referred to in Article 22(1).\n6.   The Commission shall examine the notification received and assess whether it has been demonstrated that the new mercury-added product or new manufacturing process would provide significant environmental or health benefits and pose no significant risks either to the environment or to human health, and that no technically practicable mercury-free alternatives providing such benefits are available.\nThe Commission shall inform the Member States of the outcome of the assessment.\nThe Commission shall adopt decisions, by means of implementing acts, specifying whether the relevant new mercury-added product or new manufacturing process is authorised. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 22(2).\n7.   By 30 June 2018, the Commission shall make publicly available on the internet an inventory of manufacturing processes involving the use of mercury or mercury-compounds that were processes used prior to 1 January 2018 and of mercury-added products that were being manufactured prior to 1 January 2018 and of any applicable marketing restrictions.\nArticle 9\nArtisanal and small-scale gold mining and processing\n1.   Artisanal and small-scale gold mining and processing in which mercury amalgamation is used to extract gold from ore shall be prohibited.\n2.   Without prejudice to paragraph 1 of this Article and to Article 16, where there is evidence of there being more than isolated cases of non-compliance with the prohibition laid down in paragraph 1 of this Article, the competent authority of the Member State concerned shall develop and implement a national plan in accordance with Annex IV.\nArticle 10\nDental amalgam\n1.   From 1 January 2019, dental amalgam shall only be used in pre-dosed encapsulated form. The use of mercury in bulk form by dental practitioners shall be prohibited.\n2.   From 1 July 2018, dental amalgam shall not be used for dental treatment of deciduous teeth, of children under 15 years and of pregnant or breastfeeding women, except when deemed strictly necessary by the dental practitioner based on the specific medical needs of the patient.\n3.   By 1 July 2019, each Member State shall set out a national plan concerning the measures it intends to implement to phase down the use of dental amalgam.\nMember States shall make their national plans publicly available on the internet and shall transmit them to the Commission within one month of their adoption.\n4.   From 1 January 2019, operators of dental facilities in which dental amalgam is used or dental amalgam fillings or teeth containing such fillings are removed, shall ensure that their facilities are equipped with amalgam separators for the retention and collection of amalgam particles, including those contained in used water.\nSuch operators shall ensure that:\n(a)\namalgam separators put into service from 1 January 2018 provide a retention level of at least 95 % of amalgam particles;\n(b)\nfrom 1 January 2021, all amalgam separators in use provide the retention level specified in point (a).\nAmalgam separators shall be maintained in accordance with the manufacturer's instructions to ensure the highest practicable level of retention.\n5.   Capsules and amalgam separators complying with European standards, or with other national or international standards that provide an equivalent level of quality and retention, shall be presumed to satisfy the requirements set out in paragraphs 1 and 4.\n6.   Dental practitioners shall ensure that their amalgam waste, including amalgam residues, particles and fillings, and teeth, or parts thereof, contaminated by dental amalgam, is handled and collected by an authorised waste management establishment or undertaking.\nDental practitioners shall not release directly or indirectly such amalgam waste into the environment under any circumstances.\nCHAPTER IV\nDISPOSAL OF WASTE AND MERCURY WASTE\nArticle 11\nWaste\nWithout prejudice to point (5) of Article 2 of this Regulation, mercury and mercury compounds, whether in pure form or in mixtures, from any of the following large sources shall be considered to be waste within the meaning of Directive 2008/98/EC and be disposed of without endangering human health or harming the environment, in accordance with that Directive:\n(a)\nthe chlor-alkali industry;\n(b)\nthe cleaning of natural gas;\n(c)\nnon-ferrous mining and smelting operations;\n(d)\nextraction from cinnabar ore in the Union.\nSuch disposal shall not lead to any form of reclamation of mercury.\nArticle 12\nReporting on large sources\n1.   Economic operators within the industry sectors referred to in points (a), (b) and (c) of Article 11 shall send, each year by 31 May, the following to the competent authorities of the Member States concerned:\n(a)\ndata on the total amount of mercury waste stored in each of their installations;\n(b)\ndata on the total amount of mercury waste sent to individual facilities undertaking the temporary storage, the conversion and, if applicable, solidification of mercury waste, or the permanent storage of mercury waste that underwent conversion and, if applicable, solidification;\n(c)\nthe location and contact details of each facility referred to in point (b);\n(d)\na copy of the certificate provided by the operator of the facility undertaking the temporary storage of mercury waste, in accordance with Article 14(1);\n(e)\na copy of the certificate provided by the operator of the facility undertaking the conversion and, if applicable, the solidification of mercury waste, in accordance with Article 14(2);\n(f)\na copy of the certificate provided by the operator of the facility undertaking the permanent storage of mercury waste that underwent conversion and, if applicable, solidification, in accordance with Article 14(3).\n2.   The data referred to in points (a) and (b) of paragraph 1 shall be expressed using the codes laid down in Regulation (EC) No 2150/2002 of the European Parliament and of the Council (16).\n3.   The obligations laid down in paragraphs 1 and 2 shall cease to apply to an economic operator of chlor-alkali installations from one year after the date that all mercury cells operated by the economic operator have been decommissioned in accordance with Implementing Decision 2013/732/EU and all mercury has been handed over to waste management facilities.\nArticle 13\nStorage of mercury waste\n1.   By way of derogation from point (a) of Article 5(3) of Directive 1999/31/EC, mercury waste may be temporarily stored in liquid form provided that the specific requirements for the temporary storage of mercury waste as laid down in Annexes I, II and III to that Directive are complied with and that such storage occurs in above-ground facilities dedicated to and equipped for the temporary storage of mercury waste.\nThe derogation set out in the first subparagraph shall cease to apply as from 1 January 2023.\n2.   The Commission is empowered to adopt delegated acts in accordance with Article 21 in order to amend this Regulation by extending the period allowed for temporary storage of mercury waste referred to in paragraph 1 of this Article by up to three years.\n3.   Prior to being permanently disposed of, mercury waste shall undergo conversion and, where intended to be disposed of in above-ground facilities, conversion and solidification.\nMercury waste that underwent conversion and, if applicable, solidification shall only be permanently disposed of in the following permanent storage facilities licensed for disposal of hazardous waste:\n(a)\nsalt mines that are adapted for the permanent storage of mercury waste that underwent conversion, or deep underground hard rock formations providing a level of safety and confinement equivalent to or higher than that of such salt mines; or\n(b)\nabove-ground facilities dedicated to and equipped for the permanent storage of mercury waste that underwent conversion and solidification and that provide a level of safety and confinement equivalent to or higher than that of the facilities referred to in point (a).\nOperators of permanent storage facilities shall ensure that mercury waste that underwent conversion and, if applicable, solidification is stored separately from other waste and in disposal batches in a storage chamber that is sealed. Those operators shall further ensure that the requirements set out in Directive 1999/31/EC, including the specific requirements for the temporary storage of mercury waste established in the third and fifth indents of Section 8 of Annex I and in Annex II to that Directive, are complied with in relation to the permanent storage facilities.\nArticle 14\nTraceability\n1.   Operators of facilities undertaking the temporary storage of mercury waste shall establish a register including the following:\n(a)\nfor each shipment of mercury waste received:\n(i)\nthe origin and amount of that waste;\n(ii)\nthe name and contact details of the supplier and the owner of that waste;\n(b)\nfor each shipment of mercury waste leaving the facility:\n(i)\nthe amount of that waste and its mercury content;\n(ii)\nthe destination and intended disposal operation of that waste;\n(iii)\na copy of the certificate provided by the operator of the facility undertaking the conversion and, if applicable, the solidification of that waste, as referred to in paragraph 2;\n(iv)\na copy of the certificate provided by the operator of the facility undertaking the permanent storage of the mercury waste that underwent conversion and, if applicable, solidification, as referred to in paragraph 3;\n(c)\nthe amount of mercury waste stored at the facility at the end of each month.\nOperators of facilities undertaking the temporary storage of mercury waste shall, as soon as the mercury waste is taken out of temporary storage, issue a certificate confirming that the mercury waste was sent to a facility undertaking disposal operations covered by this Article.\nOnce a certificate as referred to in the second subparagraph of this paragraph is issued, a copy thereof shall be transmitted without delay to the economic operators concerned referred to in Article 12.\n2.   Operators of facilities undertaking the conversion and, if applicable, the solidification of mercury waste shall establish a register including the following:\n(a)\nfor each shipment of mercury waste received:\n(i)\nthe origin and amount of that waste;\n(ii)\nthe name and contact details of the supplier and the owner of that waste;\n(b)\nfor each shipment of mercury waste that underwent conversion and, if applicable, solidification leaving the facility:\n(i)\nthe amount of that waste and its mercury content;\n(ii)\nthe destination and intended disposal operation of that waste;\n(iii)\na copy of the certificate provided by the operator of the facility undertaking the permanent storage of that waste, as referred to in paragraph 3;\n(c)\nthe amount of mercury waste stored at the facility at the end of each month.\nOperators of facilities undertaking the conversion and, if applicable, the solidification of mercury waste shall, as soon as the conversion and, if applicable, the solidification operation of the entire shipment is completed, issue a certificate confirming that the entire shipment of mercury waste has been converted and, if applicable, solidified.\nOnce a certificate as referred to in the second subparagraph of this paragraph is issued, a copy thereof shall be transmitted without delay to the operators of the facilities referred to in paragraph 1 of this Article and to the economic operators concerned referred to in Article 12.\n3.   Operators of facilities undertaking the permanent storage of mercury waste that underwent conversion and, if applicable, solidification shall, as soon as the disposal operation of the entire shipment is completed, issue a certificate confirming that the entire shipment of mercury waste that underwent conversion and, if applicable, solidification has been placed into permanent storage in compliance with Directive 1999/31/EC, including information on the storage location.\nOnce a certificate as referred to in the first subparagraph of this paragraph is issued, a copy thereof shall be transmitted without delay to the operators of the facilities referred to in paragraphs 1 and 2 of this Article as well as to the economic operators concerned referred to in Article 12.\n4.   Each year by 31 January, the operators of the facilities referred to in paragraphs 1 and 2 shall transmit the register for the previous calendar year to the competent authorities of the Member States concerned. The competent authorities of the Member States concerned shall annually communicate each transmitted register to the Commission.\nArticle 15\nContaminated sites\n1.   The Commission shall organise an exchange of information with the Member States regarding the measures taken at national level to identify and assess sites contaminated by mercury and mercury compounds and to address the significant risks such contamination may pose to human health and the environment.\n2.   By 1 January 2021, the Commission shall make the information gathered pursuant to paragraph 1, including an inventory of sites contaminated by mercury and mercury compounds, publicly available on the internet.\nCHAPTER V\nPENALTIES, COMPETENT AUTHORITIES AND REPORTING\nArticle 16\nPenalties\nMember States shall lay down the rules on penalties applicable to infringements of this Regulation and shall take all measures necessary to ensure that they are implemented. The penalties provided for shall be effective, proportionate and dissuasive. Member States shall, by the respective dates of application of the relevant provisions of this Regulation, notify the Commission of those rules and of those measures and shall notify it, without delay, of any subsequent amendment affecting them.\nArticle 17\nCompetent authorities\nMember States shall designate the competent authorities responsible for carrying out obligations arising from this Regulation.\nArticle 18\nReport\n1.   By 1 January 2020 and at appropriate intervals thereafter, Member States shall prepare, provide to the Commission and make publicly available on the internet a report with the following:\n(a)\ninformation concerning the implementation of this Regulation;\n(b)\ninformation needed for the fulfilment by the Union of its reporting obligation under Article 21 of the Convention;\n(c)\na summary of the information gathered in accordance with Article 12 of this Regulation;\n(d)\ninformation regarding mercury located in their territories:\n(i)\na list of sites where stocks of more than 50 metric tonnes of mercury other than mercury waste are located as well as the amount of mercury at each site;\n(ii)\na list of sites where more than 50 metric tonnes of mercury waste is accumulated as well as the amount of mercury waste at each site; and\n(e)\na list of sources supplying more than 10 metric tonnes of mercury per year, where Member States are made aware of such sources.\nMember States may decide not to make any of the information referred to in the first subparagraph publicly available on any of the grounds mentioned in Article 4(1) and (2) of Directive 2003/4/EC of the European Parliament and of the Council (17), subject to the second subparagraph of Article 4(2) of that Directive.\n2.   For the purposes of the report referred to in paragraph 1, the Commission shall make an electronic reporting tool available to the Member States.\nThe Commission shall adopt implementing acts to establish appropriate questionnaires in order to specify the content, the information and the key performance indicators needed to meet the requirements under paragraph 1 as well as the format and the frequency of the report referred to in paragraph 1. Those questionnaires shall not duplicate reporting obligations of the Parties to the Convention. The implementing acts referred to in this paragraph shall be adopted in accordance with the examination procedure referred to in Article 22(2).\n3.   The Member States shall, without delay, make available to the Commission reports they provide to the Secretariat of the Convention.\nArticle 19\nReview\n1.   By 30 June 2020, the Commission shall report to the European Parliament and to the Council on the outcome of its assessment regarding:\n(a)\nthe need for the Union to regulate emissions of mercury and mercury compounds from crematoria;\n(b)\nthe feasibility of a phase out of the use of dental amalgam in the long term, and preferably by 2030, taking into account the national plans referred to in Article 10(3) and whilst fully respecting Member States' competence for the organisation and delivery of health services and medical care; and\n(c)\nthe environmental benefits and the feasibility of a further alignment of Annex II with relevant Union legislation regulating the placing on the market of mercury-added products.\n2.   By 31 December 2024, the Commission shall report to the European Parliament and to the Council on the implementation and the review of this Regulation, inter alia, in the light of the effectiveness evaluation undertaken by the Conference of the Parties to the Convention and of the reports provided by the Member States in accordance with Article 18 of this Regulation and Article 21 of the Convention.\n3.   The Commission shall, if appropriate, present a legislative proposal together with its reports referred to in paragraphs 1 and 2.\nCHAPTER VI\nDELEGATED AND IMPLEMENTING POWERS\nArticle 20\nAmendment of Annexes\nThe Commission is empowered to adopt delegated acts in accordance with Article 21 of this Regulation in order to amend its Annexes I, II, III and IV to align them with decisions adopted by the Conference of the Parties to the Convention in accordance with Article 27 of the Convention, provided that the Union has supported the decision concerned by means of a Council decision adopted in accordance with Article 218(9) TFEU.\nArticle 21\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 13(2) and Article 20 shall be conferred on the Commission for a period of five years from 13 June 2017. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n3.   The delegation of power referred to in Article 13(2) and Article 20 may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.\n5.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n6.   A delegated act adopted pursuant to Article 13(2) and Article 20 shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 22\nCommittee procedure\n1.   For the adoption of forms for import and export under Article 6, of technical requirements for environmentally sound interim storage of mercury, mercury compounds or mixtures of mercury under Article 7(3), of a decision under Article 8(6), and of questionnaires under Article 18(2), the Commission shall be assisted by a committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nWhere the committee delivers no opinion, the Commission shall not adopt the draft implementing act and the third subparagraph of Article 5(4) of Regulation (EU) No 182/2011 shall apply.\nCHAPTER VII\nFINAL PROVISIONS\nArticle 23\nRepeal\nRegulation (EC) No 1102/2008 is repealed with effect from 1 January 2018.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex V.\nArticle 24\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2018.\nHowever, point (d) of Part I of Annex III shall apply from 11 December 2017.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 17 May 2017.\nFor the European Parliament\nThe President\nA. TAJANI\nFor the Council\nThe President\nC. ABELA\n(1)  OJ C 303, 19.8.2016, p. 122.\n(2)  Position of the European Parliament of 14 March 2017 (not yet published in the Official Journal) and decision of the Council of 25 April 2017.\n(3)  Decision No 1386/2013/EU of the European Parliament and of the Council of 20 November 2013 on a General Union Environment Action Programme to 2020 ‘Living well, within the limits of our planet’ (OJ L 354, 28.12.2013, p. 171).\n(4)  Regulation (EC) No 1102/2008 of the European Parliament and of the Council of 22 October 2008 on the banning of exports of metallic mercury and certain mercury compounds and mixtures and the safe storage of metallic mercury (OJ L 304, 14.11.2008, p. 75).\n(5)  Regulation (EC) No 1013/2006 of the European Parliament and of the Council of 14 June 2006 on shipments of waste (OJ L 190, 12.7.2006, p. 1).\n(6)  Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (OJ L 396, 30.12.2006, p. 1).\n(7)  Commission Implementing Decision 2013/732/EU of 9 December 2013 establishing the best available techniques (BAT) conclusions, under Directive 2010/75/EU of the European Parliament and of the Council on industrial emissions, for the production of chlor-alkali (OJ L 332, 11.12.2013, p. 34).\n(8)  Council Directive 1999/31/EC of 26 April 1999 on the landfill of waste (OJ L 182, 16.7.1999, p. 1).\n(9)  Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives (OJ L 312, 22.11.2008, p. 3).\n(10)  Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (OJ L 334, 17.12.2010, p. 17).\n(11)  Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy (OJ L 327, 22.12.2000, p. 1).\n(12)  OJ L 123, 12.5.2016, p. 1.\n(13)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(14)  Directive 2012/18/EU of the European Parliament and of the Council of 4 July 2012 on the control of major-accident hazards involving dangerous substances, amending and subsequently repealing Council Directive 96/82/EC (OJ L 197, 24.7.2012, p. 1).\n(15)  Directive 2011/65/EU of the European Parliament and of the Council of 8 June 2011 on the restriction of the use of certain hazardous substances in electrical and electronic equipment (OJ L 174, 1.7.2011, p. 88).\n(16)  Regulation (EC) No 2150/2002 of the European Parliament and of the Council of 25 November 2002 on waste statistics (OJ L 332, 9.12.2002, p. 1).\n(17)  Directive 2003/4/EC of the European Parliament and of the Council of 28 January 2003 on public access to environmental information and repealing Council Directive 90/313/EEC (OJ L 41, 14.2.2003, p. 26).\nANNEX I\nMercury compounds subject to Article 3(2) and (3) and Article 7(3) and mixtures of mercury subject to Article 3(2), Article 4(1) and Article 7(3)\nMercury compounds prohibited for export from 1 January 2018:\n—\nMercury (I) chloride (Hg2Cl2, CAS RN 10112-91-1)\n—\nMercury (II) oxide (HgO, CAS RN 21908-53-2)\n—\nCinnabar ore\n—\nMercury sulfide (HgS, CAS RN 1344-48-5)\nMercury compounds prohibited for export from 1 January 2020:\n—\nMercury (II) sulphate (HgSO4, CAS RN 7783-35-9)\n—\nMercury (II) nitrate (Hg(NO3)2, CAS RN 10045-94-0)\nMixtures of mercury prohibited for export and import from 1 January 2018:\n—\nMixtures of mercury with other substances, including alloys of mercury, with a mercury concentration of at least 95 % by weight.\nANNEX II\nMercury-added products referred to in Article 5\nPart A — Mercury-added products\nMercury-added products\nDate from which the export, import and manufacturing of the mercury-added products are prohibited\n1.\nBatteries or accumulators that contain more than 0,0005 % of mercury by weight.\n31.12.2020\n2.\nSwitches and relays, except very high accuracy capacitance and loss measurement bridges and high frequency radio frequency switches and relays in monitoring and control instruments with a maximum mercury content of 20 mg per bridge, switch or relay.\n31.12.2020\n3.\nCompact fluorescent lamps (CFLs) for general lighting purposes:\n(a)\nCFL.i ≤ 30 watts with a mercury content exceeding 2,5 mg per lamp burner;\n(b)\nCFL.ni ≤ 30 watts with a mercury content exceeding 3,5 mg per lamp burner.\n31.12.2018\n4.\nThe following linear fluorescent lamps (LFLs) for general lighting purposes:\n(a)\nTriband phosphor < 60 watts with a mercury content exceeding 5 mg per lamp;\n(b)\nHalophosphate phosphor ≤ 40 watts with a mercury content exceeding 10 mg per lamp.\n31.12.2018\n5.\nHigh pressure mercury vapour lamps (HPMVs) for general lighting purposes.\n31.12.2018\n6.\nThe following mercury-added cold cathode fluorescent lamps and external electrode fluorescent lamps (CCFLs and EEFLs) for electronic displays:\n(a)\nshort length (≤ 500 mm) with mercury content exceeding 3,5 mg per lamp;\n(b)\nmedium length (> 500 mm and ≤ 1 500  mm) with mercury content exceeding 5 mg per lamp;\n(c)\nlong length (> 1 500  mm) with mercury content exceeding 13 mg per lamp.\n31.12.2018\n7.\nCosmetics with mercury and mercury compounds, except those special cases included in entries 16 and 17 of Annex V to Regulation (EC) No 1223/2009 of the European Parliament and of the Council (1).\n31.12.2020\n8.\nPesticides, biocides and topical antiseptics.\n31.12.2020\n9.\nThe following non-electronic measuring devices:\n(a)\nbarometers;\n(b)\nhygrometers;\n(c)\nmanometers;\n(d)\nthermometers and other non-electrical thermometric applications;\n(e)\nsphygmomanometers;\n(f)\nstrain gauges to be used with plethysmographs;\n(g)\nmercury pycnometers;\n(h)\nmercury metering devices for determination of the softening point.\nThis entry does not cover the following measuring devices:\n—\nnon-electronic measuring devices installed in large-scale equipment or those used for high precision measurement where no suitable mercury-free alternative is available;\n—\nmeasuring devices more than 50 years old on 3 October 2007;\n—\nmeasuring devices which are to be displayed in public exhibitions for cultural and historical purposes.\n31.12.2020\nPart B — Additional products excluded from the list in Part A of this Annex\nSwitches and relays, cold cathode fluorescent lamps and external electrode fluorescent lamps (CCFLs and EEFLs) for electronic displays and measuring devices, when they are used to replace a component of larger equipment and provided that no feasible mercury-free alternative for that component is available, in accordance with Directive 2000/53/EC of the European Parliament and of the Council (2) and Directive 2011/65/EU.\n(1)  Regulation (EC) No 1223/2009 of the European Parliament and of the Council of 30 November 2009 on cosmetic products (OJ L 342, 22.12.2009, p. 59).\n(2)  Directive 2000/53/EC of the European Parliament and of the Council of 18 September 2000 on end-of life vehicles (OJ L 269, 21.10.2000, p. 34).\nANNEX III\nMercury-related requirements applicable to manufacturing processes referred to in Article 7(1) and (2)\nPart I:   Prohibited use of mercury or mercury compounds, whether in pure form or in mixtures, in manufacturing processes\n(a)\nfrom 1 January 2018: manufacturing processes in which mercury or mercury compounds are used as a catalyst;\n(b)\nby way of derogation from point (a), the production of vinyl chloride monomer shall be prohibited from 1 January 2022;\n(c)\nfrom 1 January 2022: manufacturing processes in which mercury is used as an electrode;\n(d)\nby way of derogation from point (c), from 11 December 2017: chlor-alkali production in which mercury is used as an electrode;\n(e)\nby way of derogation from point (c), the production of sodium or potassium methylate or ethylate shall be prohibited from 1 January 2028;\n(f)\nfrom 1 January 2018: the production of polyurethane, to the extent not already restricted or prohibited in accordance with entry 62 of Annex XVII to Regulation (EC) No 1907/2006.\nPart II:   Manufacturing processes subject to restrictions on use and releases of mercury and mercury compounds\nProduction of sodium or potassium methylate or ethylate\nThe production of sodium or potassium methylate or ethylate shall be carried out in accordance with point (e) of Part I and subject to the following conditions:\n(a)\nno use of mercury from primary mercury mining;\n(b)\nreduction of direct and indirect release of mercury and of mercury compounds into air, water and land in terms of per unit production by 50 % by 2020 as compared to 2010;\n(c)\nsupporting research and development in respect of mercury-free manufacturing processes; and\n(d)\nas from 13 June 2017, the capacity of installations using mercury and mercury compounds for the production of sodium or potassium methylate or ethylate that were in operation before that date shall not be increased and no new installations shall be allowed.\nANNEX IV\nContent of the national plan on artisanal and small-scale gold mining and processing referred to in Article 9\nThe national plan shall include the following information:\n(a)\nnational objectives and reduction targets to eliminate the use of mercury and mercury compounds;\n(b)\nactions to eliminate:\n(i)\nwhole ore amalgamation;\n(ii)\nopen burning of amalgam or processed amalgam;\n(iii)\nburning of amalgam in residential areas; and\n(iv)\ncyanide leaching in sediment, ore or tailings to which mercury has been added without first removing the mercury;\n(c)\nsteps to facilitate the formalization or regulation of the artisanal and small-scale gold mining and processing sector;\n(d)\nbaseline estimates of the quantities of mercury used and the practices employed in artisanal and small-scale gold mining and processing within its territory;\n(e)\nstrategies for promoting the reduction of emissions and releases of, and exposure to, mercury in artisanal and small-scale gold mining and processing, including mercury-free methods;\n(f)\nstrategies for managing trade and preventing the diversion of mercury and mercury compounds from both foreign and domestic sources to use in artisanal and small-scale gold mining and processing;\n(g)\nstrategies for involving stakeholders in the implementation and continuing development of the national plan;\n(h)\na public health strategy on the exposure of artisanal and small-scale gold miners and their communities to mercury which shall include, inter alia, the gathering of health data, training for health-care workers and awareness-raising through health facilities;\n(i)\nstrategies to prevent the exposure of vulnerable populations, particularly children and women of child-bearing age, especially pregnant women, to mercury used in artisanal and small-scale gold mining and processing;\n(j)\nstrategies for providing information to artisanal and small-scale gold miners and affected communities; and\n(k)\na schedule for the implementation of the national plan.\nANNEX V\nCorrelation table\nRegulation (EC) No 1102/2008\nThis Regulation\nArticle 1(1)\nArticle 3(1) and (2)\nArticle 1(2)\nArticle 3(3)\nArticle 1(3)\nArticle 3(4)\nArticle 2\nArticle 11\nArticle 3(1)(a)\nArticle 13(3)(a)\nArticle 3(1)(b)\nArticle 13(1)\nArticle 3(1), second subparagraph\nArticle 13(1), first subparagraph and Article 13(3), third subparagraph\nArticle 3(2)\n—\nArticle 4(1)\nArticle 13(1)\nArticle 4(2)\nArticle 13(1)\nArticle 4(3)\n—\nArticle 5(1)\n—\nArticle 5(2)\n—\nArticle 5(3)\n—\nArticle 6(1)(a)\n—\nArticle 6(1)(b)\nArticle 12(1)(a)\nArticle 6(1)(c)\nArticle 12(1)(b) and (c)\nArticle 6(2)(a)\nArticle 12(1)(a)\nArticle 6(2)(b)\nArticle 12(1)(b) and (c)\nArticle 6(3)\nArticle 12(1)\nArticle 6(4)\n—\nArticle 7\nArticle 16\nArticle 8(1)\n—\nArticle 8(2)\n—\nArticle 8(3)\n—\nArticle 8(4)\n—\nArticle 8(5)\n—\nArticle 9\n—", "summary": "Use, storage and trade of mercury\nUse, storage and trade of mercury\nSUMMARY OF:\nRegulation (EU) 2017/852 — protecting human health and the environment from exposure to mercury and mercury compounds\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt seeks to protect human health and the environment by laying down measures and conditions concerning:\nthe use and storage of and trade in mercury, mercury compounds and mixtures of mercury;\nthe production and use of and trade in mercury-added products (i.e. products to which mercury is intentionally added to perform the function for which the product is intended);\nthe management of mercury waste.\nKEY POINTS\nTrade, manufacture and storage of mercury\nThe regulation bans:\nexports of mercury compounds and mixtures of mercury listed in Annex I as of 1 January 2018, depending on the compounds in question;\nimports of mercury and mixtures of mercury from sources such as the chlor-alkali industry — other than for their disposal as waste;\nthe use of mercury and mercury compounds in manufacturing processes in which: mercury or mercury compounds are used as catalysts* (since 1 January 2018)mercury is used as an electrode* (as of 1 January 2022);\nthe export, import and production in the EU of mercury-added products from 31 December 2018 or 31 December 2020, depending on the product in question;\nartisanal and small-scale gold mining and processing in which mercury amalgamation is used to extract gold from ore.\nDental amalgam\nFrom 1 July 2018, mercury amalgam must no longer be used in fillings of milk teeth, the dental treatment of children under 15 and of breastfeeding or pregnant women.\nEU countries must prepare a national plan on the measures they will use to phase out the use of dental amalgam.\nWaste management\nWaste facility operators may temporarily store mercury waste in liquid form if specific requirements for its storage are met and the storage is in a dedicated above-ground location that is appropriately equipped.\nTemporary storage may not exceed 5 years (i.e. until 1 January 2023), although there is a possibility for an extension of 3 years.\nTraceability\nThe regulation introduces a system to ensure traceability throughout the length of the mercury waste management chain. Waste producers and mercury waste facility operators must keep an information register.\nMinamata Convention\nThe regulation enables the EU and EU countries to approve, ratify and implement the 2013 Minamata Convention on mercury signed by the EU and EU countries, and ensures that EU law is in line with the convention.\nNational law\nEU countries may apply stricter requirements than those laid down in this regulation.\nReview\nThe European Commission must report by 30 June 2020 on the outcome of the phasing out of dental amalgam. By 2024, it will prepare a report on the implementation and possible review of this regulation.\nRepeal\nThe regulation repeals Regulation (EC) No 1102/2008 with effect from 1 January 2018.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 13 June 2017 except for point (d) of Part I of Annex III (relating to chlor-alkali production in which mercury is used as an electrode) which has applied since 11 December 2017.\nBACKGROUND\n              \nFor more information, see:\nMercury (European Commission).\nKEY TERMS\n              \nCatalyst: a substance that increases the rate of a chemical reaction without itself undergoing any permanent chemical change.\nElectrode: a conductor through which an electric current enters or leaves an object, substance, or region.\nMAIN DOCUMENT\n            \nRegulation (EU) 2017/852 of the European Parliament and of the Council of 17 May 2017 on mercury, and repealing Regulation (EC) No 1102/2008 (OJ L 137, 24.5.2017, pp. 1-21)\nlast update 21.06.2018", "tags": ["mercury", "EU production", "environmental protection", "metal pollution", "dental medicine", "international convention", "export restriction", "import restriction", "mining of ore", "underground storage of waste"], "subjects": ["Protocol on Ireland/Northern Ireland", "Protocol on Ireland/Northern Ireland", "Environment"], "split": "validation", "reference_annotations": {"32017R0852_p1": {"text": "regulation 2017/852 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 17 May 2017---on mercury, and repealing regulation 1102/2008", "triples": [" regulation 2017/852,  repealing,  regulation 1102/2008"]}, "32017R0852_p3": {"text": "(6)  regulation 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending directive 1999/45/ec and repealing Council regulation 793/93 and Commission regulation 1488/94 as well as Council directive 76/769/eec and Commission directive 91/155/eec directive 93/67/eec directive 93/105/ec directive 2000/21/ec (OJ L 396, 30.12.2006, p. 1).", "triples": [" regulation 1907/2006,  amending,  directive 1999/45/ec", " regulation 1907/2006,  repealing,  regulation 793/93", " regulation 1907/2006,  repealing,  regulation 1488/94", " regulation 1907/2006,  repealing,  directive 76/769/eec", " regulation 1907/2006,  repealing,  directive 91/155/eec", " regulation 1907/2006,  repealing,  directive 93/67/eec", " regulation 1907/2006,  repealing,  directive 93/105/ec", " regulation 1907/2006,  repealing,  directive 2000/21/ec"]}, "32017R0852_p5": {"text": "(14)  directive 2012/18/eu of the European Parliament and of the Council of 4 July 2012 on the control of major-accident hazards involving dangerous substances, amending and subsequently repealing Council directive 96/82/ec (OJ L 197, 24.7.2012, p. 1).", "triples": [" directive 2012/18/eu,  amending,  directive 96/82/ec", " directive 2012/18/eu,  repealing,  directive 96/82/ec"]}, "32017R0852_p6": {"text": "(17)  directive 2003/4/ec of the European Parliament and of the Council of 28 January 2003 on public access to environmental information and repealing Council directive 90/313/eec (OJ L 41, 14.2.2003, p. 26).", "triples": [" directive 2003/4/ec,  repealing,  directive 90/313/eec"]}}, "summary_annotations": {"32017R0852_p1": {"text": "regulation 2017/852 of the European Parliament and of the Council of 17 May 2017 on mercury, and repealing regulation 1102/2008 (OJ L 137, 24.5.2017, pp. 1-21)---last update 21.06.2018", "triples": [" regulation 2017/852,  repealing,  regulation 1102/2008"]}}}