{"celex_id": "32015H0914", "reference": "13.6.2015\nEN\nOfficial Journal of the European Union\nL 148/32\nCOMMISSION RECOMMENDATION (EU) 2015/914\nof 8 June 2015\non a European resettlement scheme\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union and in particular Article 292 fourth sentence thereof,\nWhereas:\n(1)\nThe European Council meeting in extraordinary session on 23 April 2015 recalled the seriousness of the situation in the Mediterranean and expressed its determination that the Union should mobilise all efforts at its disposal to prevent further loss of life at sea and to tackle the root causes of the humanitarian emergency. The European Council further committed to set up a first voluntary pilot project on resettlement across the Union, offering places to persons qualifying for protection (1).\n(2)\nIn its resolution of 29 April 2015, the European Parliament called upon the Member States to make greater contributions to existing resettlement programmes and stressed the need to ensure safe and legal access to the Union asylum system (2).\n(3)\nThere is currently a significant imbalance between Member States as regards the commitment to resettle persons. Only 15 Member States and three Associated States have a resettlement programme (with one further Member State announcing the start of a resettlement programme), three Member States and one Associated State have carried out resettlement on an ad hoc basis, while the others do not engage in resettlement at all.\n(4)\nIn 2014, the number of asylum applicants in the Union reached a peak of 626 000, while 6 380 third-country nationals in need of international protection were resettled in the Union (3). The number of refugees, asylum-seekers and internally displaced people worldwide in 2013 exceeded 50 million people, for the first time since World War II (4).\n(5)\nThe Justice and Home Affairs Council Conclusions of 10 October 2014 acknowledged that ‘[…] while taking into account the efforts carried out by Member States affected by migratory flows, all Member States should give their contribution to [resettlement] in a fair and balanced manner’ (5).\n(6)\nOn 13 May 2015, the Commission presented a comprehensive European Agenda on Migration (6) that, inter alia, defines a set of immediate measures tailored to respond to the human tragedy in the whole of the Mediterranean.\n(7)\nTo avoid displaced persons in need of protection having to resort to the criminal networks of smugglers and traffickers, the Agenda calls the European Union to step up its resettlement efforts. Accordingly, the Commission is making this Recommendation proposing for an EU-wide resettlement scheme to offer 20 000 places on the basis of a distribution key.\n(8)\nIn case Associated States decide to participate, the distribution key and allocations per each Member State and participating Associated State would be adapted accordingly.\n(9)\nIn the light of previous discussions during a dedicated meeting of the Resettlement and Relocation Forum on 25 November 2014, the distribution key should be based on (a) the size of the population (40 % weighting), (b) the total GDP (40 % weighting), (c) the average number of spontaneous asylum applications and the number of resettled refugees per million inhabitants over the period 2010-2014 (10 % weighting), and (d) the unemployment rate (10 % weighting).\n(10)\nA total of 20 000 persons should be admitted to the Union during a 2-year period of implementation of this scheme by the Member States. The responsibility for hosting such persons should lie solely with the participating States, in line with the relevant Union and international rules. This corresponds to the call by the United Nations High Commissioner for Refugees (UNHCR) who urged European countries to make larger commitments to receive refugees through sustainable resettlement programmes, endorsing the campaign led by the International Organisation for Migration and five non-governmental organisations.\n(11)\nIn identifying the priority regions, the situation in the neighbourhood and the current migratory flows should be taken into account, in particular the link with the Regional Development and Protection Programmes in the Middle East, North Africa and the Horn of Africa.\n(12)\nThe experience and expertise of the UNHCR and other relevant bodies, including the European Asylum Support Office, should be called upon to assist in the implementation of the resettlement scheme.\n(13)\nMeasures should be taken in order to avoid secondary movements of resettled persons from the State of resettlement to other Member States and participating Associated States.\n(14)\nThe Commission envisages contributing to the scheme by making available an extra EUR 50 million in the years 2015 and 2016 under the Union Resettlement Programme, set out in Article 17 of Regulation (EU) No 516/2014 of the European Parliament and of the Council (7). In order to optimise the use of the financial incentives, the Commission will adjust the lump sums and resettlement priorities provided for in that programme through a delegated act, in accordance with Article 17(4) and (10) of Regulation (EU) No 516/2014. In case the Associated States decide to participate in the resettlement scheme, they could not benefit from lump sums under Regulation (EU) No 516/2014 in compensation for their pledges,\nHAS ADOPTED THIS RECOMMENDATION:\nEUROPEAN RESETTLEMENT SCHEME\n1.\nThe Commission recommends that Member State resettle 20 000 people in need of international protection on the basis of the conditions and the distribution key laid down in this Recommendation.\nDEFINITION AND SCOPE OF THE RESETTLEMENT SCHEME\n2.\n‘Resettlement’ means the transfer of individual displaced persons in clear need of international protection, on request of the United Nations High Commissioner for Refugees, from a third country to a Member State, in agreement with the latter, with the objective of protecting against refoulement and admitting and granting the right to stay and any other rights similar to those granted to a beneficiary of international protection.\n3.\nThe European resettlement scheme should cover all Member States.\nCONTENT OF THE RESETTLEMENT SCHEME\n4.\nThe scheme should consist of a single European pledge of 20 000 resettlement places for persons to be resettled. The duration of the scheme should be 2 years from the date of the adoption of the Recommendation.\n5.\nThe overall pledged resettlement places should be allocated to Member States in accordance with the distribution key in the Annex. In case Associated States decide to participate in the scheme, the distribution key would be adapted accordingly.\n6.\nThe priority regions for resettlement should include North Africa, the Middle East, and the Horn of Africa, focusing in particular on the countries where the Regional Development and Protection Programmes are implemented.\n7.\nMember States and the participating Associated States should remain responsible for individual admission decisions, following adequate medical and security checks, while the United Nations High Commissioner for Refugees should be responsible for the assessment of candidates for resettlement in the priority regions and submitting proposals for resettlement to the Member States and the participating Associated States.\n8.\nWhen a resettled person is admitted to the territory of a Member State or a participating Associated State, that State should conduct a formal procedure for international protection, including the taking of fingerprints, in a swift manner and in accordance with the applicable legislation, in particular Regulation (EU) No 603/2013 of the European Parliament and of the Council (8), Directive 2011/95/EU of the European Parliament and of the Council (9), Council Directive 2005/85/EC (10), Council Directive 2003/9/EC (11), and, as from 20 July 2015 Directives 2013/32/EU (12) and 2013/33/EU of the European Parliament and of the Council (13).\n9.\nAfter this process, where international protection or national protection status is granted by a Member State to a resettled person, that person should enjoy, in the resettling Member State, the rights guaranteed to beneficiaries of international protection by Directive 2011/95/EU or similar rights guaranteed by national law. In that context, free movement within the Union should be submitted to the same conditions and restrictions applicable to other third-country nationals legally resident in the Member States. In the case of participating Associated States, equivalent national legislation should apply.\n10.\nCandidates for resettlement should be informed of their rights and obligations, under the resettlement scheme as well as under relevant Union and national asylum legislation, prior to their admission to the territory of the Member States or of participating Associated States, in particular of the consequences of onward movement within the Union and/or participating Associated States and of the fact that they are only entitled to the rights attached to international protection or national protection status in the State of resettlement.\n11.\nResettled persons who enter into the territory of a Member State or of a participating Associated State other than the State of resettlement without authorisation, either pending the completion of the formal international protection procedure or after granting of international protection, should be sent back to the State of resettlement, pursuant to the rules laid down in Regulation (EU) No 604/2013 of the European Parliament and of the Council (14) and Directive 2008/115/EC of the European Parliament and of the Council (15).\n12.\nPractical involvement of the European Asylum Support Office in the implementation of the scheme should be ensured, in particular, to provide special support to Member States and to participating Associated States, especially those which have no prior experience with resettlement. The European Asylum Support Office should monitor the implementation of the scheme and report regularly on the implementation.\n13.\nMember States should be entitled to receive a financial allocation in proportion of the number of persons resettled in their territory in accordance with the lump sums set out in Article 17 of Regulation (EU) No 516/2014, as adjusted by Commission Delegated Regulation (EU) No xxx/2015 (16).\nADDRESSEES\n14.\nThis Recommendation is addressed to the Member States.\nDone at Brussels, 8 June 2015.\nFor the Commission\nDimitris AVRAMOPOULOS\nMember of the Commission\n(1)  Point 3(q), European Council Statement, 23 April 2015, EUCO 18/15.\n(2)  Points 8 and 10, European Parliament Resolution, 29 April 2015, 2015/2660(RSP).\n(3)  \nSource: Eurostat.\n(4)  \nSource: Global Trend 2013 Report, UNHCR.\n(5)  Council conclusions on ‘Taking action to better manage migratory flows’, Justice and Home Affairs Council meeting, 10 October 2014.\n(6)  Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on a European Agenda on Migration, 13 May 2015, COM(2015) 240 final.\n(7)  Regulation (EU) No 516/2014 of the European Parliament and of the Council of 16 April 2014 establishing the Asylum, Migration and Integration Fund, amending Council Decision 2008/381/EC and repealing Decisions No 573/2007/EC and No 575/2007/EC of the European Parliament and of the Council and Council Decision 2007/435/EC (OJ L 150, 20.5.2014, p. 168).\n(8)  Regulation (EU) No 603/2013 of the European Parliament and of the Council of 26 June 2013 on the establishment of ‘Eurodac’ for the comparison of fingerprints for the effective application of Regulation (EU) No 604/2013 establishing the criteria and mechanisms for determining the Member State responsible for examining an application for international protection lodged in one of the Member States by a third-country national or a stateless person and on requests for the comparison with Eurodac data by Member States' law enforcement authorities and Europol for law enforcement purposes, and amending Regulation (EU) No 1077/2011 establishing a European Agency for the operational management of large-scale IT systems in the area of freedom, security and justice (OJ L 180, 29.6.2013, p. 1).\n(9)  Directive 2011/95/EU of the European Parliament and of the Council of 13 December 2011 on standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection, and for the content of the protection granted (OJ L 337, 20.12.2011, p. 9).\n(10)  Council Directive 2005/85/EC of 1 December 2005 on minimum standards on procedures in Member States for granting and withdrawing refugee status (OJ L 326, 13.12.2005, p. 13).\n(11)  Council Directive 2003/9/EC of 27 January 2003 laying down minimum standards for the reception of asylum seekers (OJ L 31, 6.2.2003, p. 18).\n(12)  Directive 2013/32/EU of the European Parliament and of the Council of 26 June 2013 on common procedures for granting and withdrawing international protection (OJ L 180, 29.6.2013, p. 60).\n(13)  Directive 2013/33/EU of the European Parliament and of the Council of 26 June 2013 laying down standards for the reception of applicants for international protection (OJ L 180, 29.6.2013, p. 96).\n(14)  Regulation (EU) No 604/2013 of the European Parliament and of the Council of 26 June 2013 establishing the criteria and mechanisms for determining the Member State responsible for examining an application for international protection lodged in one of the Member States by a third-country national or a stateless person (OJ L 180, 29.6.2013, p. 31).\n(15)  Article 6(2) of Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals (OJ L 348, 24.12.2008, p. 98).\n(16)  Still to be tabled.\nANNEX\nMember States\nKey\n(%)\nAllocation\nAustria\n2,22\n444\nBelgium\n2,45\n490\nBulgaria\n1,08\n216\nCroatia\n1,58\n315\nCyprus\n0,34\n69\nCzech Republic\n2,63\n525\nDenmark\n1,73\n345\nEstonia\n1,63\n326\nFinland\n1,46\n293\nFrance\n11,87\n2 375\nGermany\n15,43\n3 086\nGreece\n1,61\n323\nHungary\n1,53\n307\nIreland\n1,36\n272\nItaly\n9,94\n1 989\nLatvia\n1,10\n220\nLithuania\n1,03\n207\nLuxembourg\n0,74\n147\nMalta\n0,60\n121\nNetherlands\n3,66\n732\nPoland\n4,81\n962\nPortugal\n3,52\n704\nRomania\n3,29\n657\nSlovakia\n1,60\n319\nSlovenia\n1,03\n207\nSpain\n7,75\n1 549\nSweden\n2,46\n491\nUnited Kingdom\n11,54\n2 309\nThe key is based on the following criteria (1)\n (2):\n(a)\nThe size of the population (2014 figures, 40 % weighting). This criterion reflects the capacity of a Member State to absorb a certain number of refugees;\n(b)\nTotal GDP (2013 figures, 40 % weighting). This criterion reflects the absolute wealth of country and is indicative for the capacity of an economy to absorb and integrate refugees;\n(c)\nAverage number of spontaneous asylum applications and the number of resettled refugees per million inhabitants over the period 2010-2014 (10 % weighting). This criterion reflects the efforts made by Member States in the recent past;\n(d)\nUnemployment rate (2014 figures, 10 % weighting). This criterion reflects the capacity to integrate refugees.\n(1)  Calculations are based on statistical information provided by Eurostat (consulted on 8 April 2015).\n(2)  The percentage calculations were made to five decimal places and rounded up or down to two decimal places for presentation in the table; allocations of persons were made on the basis of the full figures to five decimal places.", "summary": "European scheme for the resettlement of refugees\nEuropean scheme for the resettlement of refugees\nSUMMARY OF:\nRecommendation (EU) 2015/914 on a European resettlement scheme\nWHAT IS THE AIM OF THIS RECOMMENDATION?\nThis recommendation for a resettlement* scheme is part of a first set of measures that fall under the European Agenda on Migration that the European Commission presented in May 2015.\nIt calls on European Union (EU) countries to resettle 20,000 persons in clear need of international protection on their territory and to offer them international protection such as refugee status, so that these displaced persons do not have to resort to traffickers to reach the EU.\nKEY POINTS\nWhat is a resettlement measure?\nResettlement is the process whereby, upon on proposal by the United Nations High Commissioner for Refugees (UNHCR), displaced people in clear need of international protection are transferred from a non-EU country and established in an EU country with a legal form of protection. Each EU country remains responsible for its individual admission decisions.\nResettlement must not be confused with relocation* measures, also proposed by the Agenda on Migration, which provide a distribution mechanism for persons in need of international protection within the EU.\nThe priority regions of origin of people to be resettled to the EU in the context of this recommendation include North Africa, the Middle East and the Horn of Africa.\nDistribution key\nThe overall resettlement places are to be distributed amongst EU countries on the basis of a distribution key based on the following criteria:\nthe EU country’s gross domestic product to reflect its economic capacity to host refugees (40 %);\nthe size of its population to take into account its capacity to absorb a certain number of refugees (40 %);\nits unemployment rate as an indicator of its capacity to integrate refugees (10 %);\nthe past numbers of asylum applications and the number of resettled refugees per 1 million inhabitants between 2010 and 2014, as this reflects the efforts made by the EU country in the recent past (10 %).\nOn the basis of this key, Germany would resettle the largest number of people (3,086 or 15.4 %), followed by France (2,375 — 11.8 %), the UK (2,309 — 11.5 %) and Italy (1,989 — 9.9 %).\nBudget\nA further €50 million from the EU’s 2015 budget would be used to support this scheme. Additional money for the EU-wide resettlement scheme (spread evenly across 2015 and 2016) would be added to the special Asylum, Migration and Integration Fund.\nImplementation\nParticipation in the resettlement scheme is voluntary. EU countries were requested to commit to the recommended resettlement places by September 2015.\nThe UNHCR and other relevant organisations are to assist the EU in the implementation of the scheme (with measures such as identifying and transfer of asylum seekers). The European Asylum Support Office will also be involved in the scheme.\nFROM WHEN DOES THIS RECOMMENDATION APPLY?\n              \nThe duration of the proposed scheme is 2 years, from the date of the adoption of the recommendation (8 June 2015).\nBACKGROUND\n              \nAfter several tragedies where thousands of lives were lost in trying to reach the EU’s Mediterranean coasts, the EU has put forward a joint response to migration.\nIn May 2015, the Commission presented the EU Agenda on Migration, which sets out a comprehensive approach including a first implementation package of measures, namely:\nthis resettlement scheme for 20,000 persons from outside the EU;\nthe relocation of 40,000 asylum seekers for the benefit of Italy and Greece;\nan action plan on smuggling;\nthe enforcement of the Triton and Poseidon operations at sea, led by Frontex, to help save more lives in the Mediterranean sea.\nThis recommendation was followed by conclusions of the representatives of the Governments of the Member States meeting within the Council of 20 July 2015 to resettle, through multilateral and national schemes, 22,504 persons in clear need of international protection. The resettlement places were distributed between EU countries and Iceland, Liechtenstein, Norway and Switzerland according to commitments set out in the annex to the conclusions and not according to the distribution key set out in the recommendation.\nThe Commission proposed a further set of migration measures in September 2015. These include an emergency relocation proposal for 120,000 persons in clear need of protection (from Greece, Hungary and Italy) and a permanent crisis relocation mechanism for all EU countries.\nFor more information, see:\nMigration press pack;\nEU relocation and resettlement fact sheet.\n* KEY TERMS\n              \nResettlement: scheme through which EU countries provide international protection and a long-term solution in their territories to refugees and displaced persons. The UNHCR identifies these people as eligible for resettlement with a view to granting them a secure legal status. EU countries remain responsible for individual admission decisions.\nRelocation: transfer of persons who are in need of, or already benefit from, a form of international protection in one EU country to another EU country where they would be granted similar protection. Relocation is an EU solidarity measure to help EU countries facing a large influx of asylum seekers or refugees.\nMAIN DOCUMENT\n            \nCommission Recommendation (EU) 2015/914 of 8 June 2015 on a European resettlement scheme (OJ L 148, 13.6.2015, pp. 32-37)\nRELATED DOCUMENTS\n            \nCommunication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: A European Agenda on Migration (COM(2015) 240 final, 13.5.2015)\nlast update 18.08.2016", "tags": ["immigration", "integration of migrants", "third country", "migratory movement", "refugee", "EU programme", "right of asylum", "EU migration policy"], "subjects": ["Human rights", "Immigration and asylum policy"], "split": "train", "reference_annotations": {"32015H0914_p1": {"text": "(7)  regulation 516/2014 of the European Parliament and of the Council of 16 April 2014 establishing the Asylum, Migration and Integration Fund, amending Council decision 2008/381/ec and repealing decision 573/2007/ec decision 575/2007/ec of the European Parliament and of the Council and Council decision 2007/435/ec (OJ L 150, 20.5.2014, p. 168).", "triples": [" regulation 516/2014,  amending,  decision 2008/381/ec", " regulation 516/2014,  repealing,  decision 573/2007/ec", " regulation 516/2014,  repealing,  decision 575/2007/ec", " regulation 516/2014,  repealing,  decision 2007/435/ec"]}, "32015H0914_p2": {"text": "(8)  regulation 603/2013 of the European Parliament and of the Council of 26 June 2013 on the establishment of ‘Eurodac’ for the comparison of fingerprints for the effective application of regulation 604/2013 establishing the criteria and mechanisms for determining the Member State responsible for examining an application for international protection lodged in one of the Member States by a third-country national or a stateless person and on requests for the comparison with Eurodac data by Member States' law enforcement authorities and Europol for law enforcement purposes, and amending regulation 1077/2011 establishing a European Agency for the operational management of large-scale IT systems in the area of freedom, security and justice (OJ L 180, 29.6.2013, p. 1).", "triples": [" regulation 603/2013,  amending,  regulation 1077/2011"]}}, "summary_annotations": {}}