{"celex_id": "32019R1021", "reference": "25.6.2019\nEN\nOfficial Journal of the European Union\nL 169/45\nREGULATION (EU) 2019/1021 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 June 2019\non persistent organic pollutants\n(recast)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nRegulation (EC) No 850/2004 of the European Parliament and of the Council (3) has been substantially amended several times. Since it is necessary to make further amendments, that Regulation should be recast in the interests of clarity.\n(2)\nThe Union is seriously concerned by the continuous release of persistent organic pollutants (‘POPs’) into the environment. Those chemical substances are transported across international boundaries, far from their sources, and they persist in the environment, bioaccumulate through the food web, and pose a risk to human health and the environment. Therefore, further measures need to be taken in order to protect human health and the environment against those pollutants.\n(3)\nIn view of its responsibilities for the protection of the environment, the Union approved on 19 February 2004 the Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution on Persistent Organic Pollutants (4) (‘the Protocol’) and approved on 14 October 2004 the Stockholm Convention on Persistent Organic Pollutants (5) (‘the Convention’).\n(4)\nIn order to ensure coherent and effective implementation of the Union's obligations under the Protocol and the Convention, it is necessary to establish a common legal framework within which to take measures designed, in particular, to eliminate the manufacturing, placing on the market and use of intentionally manufactured POPs. Furthermore, POPs' characteristics should be taken into consideration in the framework of the relevant Union assessment and authorisation schemes.\n(5)\nWhen implementing the provisions of the Convention at Union level, it is necessary to ensure coordination and coherence with the provisions of the Rotterdam Convention on the prior informed consent procedure for certain hazardous chemicals and pesticides in international trade, which was approved by the Union on 19 December 2002 (6), and with the provisions of the Basel Convention on the control of transboundary movements of hazardous wastes and their disposal, which was approved by the Union on 1 February 1993 (7) and of the Minamata Convention on Mercury, which was approved by the Union on 11 May 2017 (8). This coordination and coherence should also be maintained when participating in the implementation and further development of the Strategic Approach to International Chemicals Management (SAICM), adopted by the First International Conference on Chemicals Management in Dubai on 6 February 2006, and the Sound Management of Chemicals and Waste Beyond 2020 within the United Nations framework.\n(6)\nMoreover, considering that the provisions of this Regulation are underpinned by the precautionary principle as set forth in the Treaty on the Functioning of the European Union (TFEU), and mindful of the precautionary approach to environmental protection as set forth in Principle 15 of the Rio Declaration on Environment and Development, and in view of the aim of the elimination, where feasible, of the release of POPs into the environment, it is appropriate in certain cases to provide for control measures stricter than those under the Protocol and the Convention.\n(7)\nIn the Union, the placing on the market and use of most of the POPs listed in the Protocol or the Convention have already been phased out as a result of the prohibitions laid down in, inter alia, Regulations (EC) No 1907/2006 (9), (EC) No 1107/2009 (10) and (EU) No 528/2012 (11) of the European Parliament and of the Council. However, in order to fulfil the Union's obligations under the Protocol and the Convention, and to minimise the release of POPs, it is necessary and appropriate also to prohibit the manufacturing of those substances and to restrict exemptions to a minimum so that exemptions only apply where a substance fulfils an essential function in a specific application.\n(8)\nFor reasons of clarity and consistency with other relevant Union legislative acts, certain definitions should be specified, and terminology should be aligned with that used in Regulation (EC) No 1907/2006 and Directive 2008/98/EC of the European Parliament and of the Council (12).\n(9)\nExports of substances covered by the Convention are regulated by Regulation (EU) No 649/2012 of the European Parliament and of the Council (13) and therefore need not be further addressed in this Regulation.\n(10)\nObsolete or carelessly managed stockpiles of POPs may seriously endanger the environment and human health through, for instance, contamination of soil and ground water. It is appropriate, therefore, to lay down stricter rules concerning the management of such stockpiles compared to those laid down in the Convention. Stockpiles of prohibited substances should be treated as waste, while stockpiles of substances the manufacturing or use of which is still allowed should be notified to the authorities and properly supervised. In particular, existing stockpiles which consist of or contain banned POPs should be managed as waste as soon as possible. If other substances are banned in the future, their stocks should also be destroyed without delay, and no new stockpiles should be built up.\n(11)\nIn line with the Protocol and the Convention, releases of POPs which are unintentional by-products of industrial processes should be identified and reduced as soon as possible, with the ultimate aim of elimination, where feasible. Appropriate national action plans, covering all sources and measures, including those provided for under existing Union legislation, should be developed, updated and implemented, as appropriate, as soon as possible, to reduce such releases continuously and cost-effectively. To this end, appropriate tools should be developed in the framework of the Convention.\n(12)\nThe Guidelines on Best Available Techniques and Provisional Guidance on Best Environmental Practices Relevant to Article 5 and Annex C of the Stockholm Convention on Persistent Organic Pollutants, which were adopted pursuant to the Stockholm Convention, should be used when considering proposals to construct new facilities or to significantly modify existing facilities using processes that release chemicals listed in Annex III to this Regulation.\n(13)\nAppropriate programmes and mechanisms should be established or maintained, as appropriate, to provide adequate monitoring data on the presence of substances listed in Part A of Annex III in the environment. However, it is necessary to ensure that appropriate tools are available and can be used under economically and technically viable conditions.\n(14)\nUnder the Convention, the POP content in waste is to be destroyed or irreversibly transformed into substances that do not exhibit similar characteristics, unless other operations are environmentally preferable. In order for the Union to comply with its obligations under the Convention, it is necessary to lay down specific rules as regards those substances. To ensure a high level of protection, common concentration limits for the substances in waste should be established, monitored and enforced.\n(15)\nConcerning polybrominated diphenyl ethers (PBDEs) listed in this Regulation, including decaBDE, the concentration limit for the sum of those substances in waste is set at 1 000 mg/kg. Considering that scientific and technical progress are rapidly evolving, the Commission should review that concentration limit and, where appropriate, adopt a legislative proposal to lower that value to 500 mg/kg. The Commission should act as quickly as possible and, in any event, not later than 16 July 2021.\n(16)\nIt is important to identify and separate waste consisting of, containing or contaminated by POPs at source in order to minimise the spread of those chemicals into other waste. Directive 2008/98/EC establishes Union rules on the management of hazardous waste, obliging Member States to take the necessary measures to require that establishments and undertakings which dispose of, recover, collect or transport hazardous waste, do not mix different categories of hazardous waste or mix hazardous waste with non-hazardous waste.\n(17)\nIn order to promote the traceability of waste containing POPs and ensure control, the provisions of the record keeping system established in accordance with Article 17 of Directive 2008/98/EC should apply also to such waste containing POPs which is not defined as hazardous waste according to Commission Decision 2014/955/EU (14).\n(18)\nThere is a need to ensure the effective coordination and management of technical and administrative aspects of this Regulation at Union level. The European Chemicals Agency (‘the Agency’), established by Regulation (EC) No 1907/2006, has the competence and experience in implementing Union legislation on chemicals and international agreements on chemicals. The Member States and the Agency should therefore carry out tasks with regard to the administrative, technical and scientific aspects of the implementation of this Regulation and the exchange of information. The role of the Agency should include the preparation and examination of technical dossiers, including stakeholder consultations, and the drawing up of opinions that should be used by the Commission in considering whether to come forward with a proposal for listing a substance as a POP in the Convention or the Protocol. In addition, the Commission, the Member States and the Agency should cooperate in order to implement the Union's international obligations under the Convention effectively.\n(19)\nThe Convention provides that each Party is to draw up, update and endeavour to implement, as appropriate, a plan for the implementation of its obligations under the Convention. Member States should provide opportunities for public participation in drawing up, implementing and updating their implementation plans. Since the Union and the Member States share competence in that regard, implementation plans should be drawn up and updated both at national and Union level. Cooperation and exchange of information, including on sites contaminated by POPs, between the Commission, the Agency and the authorities of the Member States should be promoted.\n(20)\nSubstances listed in Part A of Annex I or Part A of Annex II to this Regulation should only be allowed to be manufactured and used as closed-system site-limited intermediates if an annotation to that effect is expressly entered in the relevant Annex and if the manufacturer demonstrates to the Member State concerned that the substance is only manufactured and used under strictly controlled conditions.\n(21)\nIn accordance with the Convention and the Protocol, information on POPs should be provided to other Parties to those Agreements. The exchange of information with third countries not party to those Agreements should also be promoted.\n(22)\nSince public awareness of the hazards that POPs pose to the health of present and future generations, as well as to the environment, particularly in developing countries, is often lacking, wide-scale information is needed to increase the level of caution and public understanding of the rationale for restrictions and bans. In accordance with the Convention, public awareness programmes on those substances as regards their health and environmental effects, especially for the most vulnerable groups, as well as training of workers, scientists, educators, technical and managerial personnel should be promoted and facilitated, as appropriate. The Union should ensure access to information, without prejudice to Regulations (EC) No 1049/2001 (15) and (EC) No 1367/2006 (16) of the European Parliament and of the Council, and to Directive 2003/4/EC of the European Parliament and of the Council (17).\n(23)\nIn order to promote the development of a comprehensive chemical exposure and toxicity knowledge base, in line with the General Union Environment Action Programme to 2020 ‘Living well, within the limits of our planet’ (‘the 7th EAP’) (18), the Commission has established the Information Platform for Chemical Monitoring. The use of that platform should be encouraged as a means for Member States to comply with their obligations to report chemical occurrence data and to simplify and reduce their reporting obligations.\n(24)\nUpon request, and within available resources, the Commission, the Agency and the Member States should cooperate in providing appropriate and timely technical assistance designed especially to strengthen the capacity of developing countries and countries with economies in transition to implement the Convention. Technical assistance should include the development and implementation of suitable alternative products, methods and strategies, under the Convention, to ensure that POPs only continue to be used when locally safe, effective and affordable alternatives are not available to the country in question.\n(25)\nThere should be regular evaluation of the effectiveness of measures taken to reduce releases of POPs. To that end, Member States should report regularly, in standardised form, to the Agency, in particular as regards release inventories, notified stockpiles and the manufacturing and placing on the market of restricted substances.\n(26)\nTo address the need for information on implementation and compliance, an alternative system of collecting and making information available should be introduced, taking into account the results of the Commission Report on Actions to Streamline Environmental Reporting and its related Fitness Check. In particular, Member States should make all relevant data accessible. That should ensure that the administrative burden on all entities remains as limited as possible. It requires that active dissemination at national level be done in accordance with Directives 2003/4/EC and 2007/2/EC of the European Parliament and of the Council (19), to ensure the appropriate infrastructure for public access, reporting and data-sharing between public authorities. In that context, Member States and the Agency should base the specifications for spatial data on the implementing acts adopted under Directive 2007/2/EC.\n(27)\nThe Convention and the Protocol provide that Parties thereto may propose additional substances for international action and consequently additional substances may be listed under those Agreements. In such cases, this Regulation should be amended accordingly.\n(28)\nIn order to amend certain non-essential elements of this Regulation, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of amending this Regulation by permitting, where appropriate, the manufacture and use of a substance listed in Part A of Annex I or Part A of Annex II to this Regulation as a closed-system site-limited intermediate and amending the deadlines in an annotation entered in the relevant Annex for that purpose, of amending Annex III to this Regulation in order to move a substance from Part B to Part A thereof and of amending Annexes I, II and III to this Regulation in order to adapt them to any change to the list of substances set out in the Annexes to the Convention or the Protocol, as well as to modify existing entries or provisions in Annexes I and II to this Regulation in order to adapt them to scientific and technical progress. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (20). In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States' experts, and their experts should systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.\n(29)\nWhen Annexes to this Regulation are amended to implement any listing of an additional, intentionally produced POP in the Protocol or in the Convention, the listing should be included in Annex II, instead of Annex I, only in exceptional cases and when duly justified.\n(30)\nIn order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission to adopt measures concerning waste management and the minimum information to be provided by Member States in monitoring the implementation of this Regulation. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (21).\n(31)\nIn order to ensure transparency, impartiality and consistency at the level of enforcement activities, Member States should lay down rules on penalties applicable to infringements of this Regulation and ensure that they are implemented. Those penalties should be effective, proportionate and dissuasive, since non-compliance can result in damage to human health and to the environment. To ensure consistent and effective enforcement of this Regulation, the Member States should coordinate relevant activities and exchange information in the Forum for Exchange of Information on Enforcement established under Regulation (EC) No 1907/2006. Information on infringements of the provisions of this Regulation should be made public, where appropriate.\n(32)\nFor the purposes of this Regulation other than matters relating to waste, the Commission should be assisted by the committee established by Regulation (EC) No 1907/2006, with a view to ensuring a consistent approach concerning chemicals legislation of the Union.\n(33)\nFor the purposes of this Regulation, on matters relating to waste, the Commission should be assisted by the committee established by Directive 2008/98/EC with a view to ensuring a consistent approach concerning waste legislation of the Union.\n(34)\nSince the objective of this Regulation, namely to protect the environment and human health from POPs, cannot be sufficiently achieved by the Member States, owing to the transboundary effects of those pollutants, but can rather be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective,\nHAVE ADOPTED THIS REGULATION:\nArticle 1\nObjective and subject matter\nTaking into account, in particular, the precautionary principle, the objective of this Regulation is to protect human health and the environment from POPs by prohibiting, phasing out as soon as possible, or restricting the manufacturing, placing on the market and use of substances subject to the Stockholm Convention on Persistent Organic Pollutants, hereinafter ‘the Convention’, or the Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution on Persistent Organic Pollutants, hereinafter ‘the Protocol’, by minimising, with a view to eliminating where feasible as soon as possible, releases of such substances, and by establishing provisions regarding waste consisting of, containing or contaminated by any of those substances.\nWhere appropriate, Member States may apply stricter requirements than those laid down in this Regulation, in accordance with the TFEU.\nArticle 2\nDefinitions\nFor the purposes of this Regulation:\n(1)\n‘placing on the market’ means placing on the market as defined in point 12 of Article 3 of Regulation (EC) No 1907/2006;\n(2)\n‘article’ means article as defined in point 3 of Article 3 of Regulation (EC) No 1907/2006;\n(3)\n‘substance’ means substance as defined in point 1 of Article 3 of Regulation (EC) No 1907/2006;\n(4)\n‘mixture’ means mixture as defined in point 2 of Article 3 of Regulation (EC) No 1907/2006;\n(5)\n‘manufacturing’ means manufacturing as defined in point 8 of Article 3 of Regulation (EC) No 1907/2006;\n(6)\n‘use’ means use as defined in point 24 of Article 3 of Regulation (EC) No 1907/2006;\n(7)\n‘import’ means import as defined in point 10 of Article 3 of Regulation (EC) No 1907/2006;\n(8)\n‘waste’ means waste as defined in point 1 of Article 3 of Directive 2008/98/EC;\n(9)\n‘disposal’ means disposal as defined in point 19 of Article 3 of Directive 2008/98/EC;\n(10)\n‘recovery’ means recovery as defined in point 15 of Article 3 of Directive 2008/98/EC;\n(11)\n‘closed-system site-limited intermediate’ means a substance that is manufactured for, and consumed in or used for chemical processing in order to be transformed into another substance (‘synthesis’) and where the manufacture of the intermediate and the synthesis of one or more other substances from that intermediate take place on the same site, by one or more legal entities, under strictly controlled conditions in that it is rigorously contained by technical means during its whole life cycle;\n(12)\n‘unintentional trace contaminant’ means a level of a substance that is incidentally present in a minimal amount, below which the substance cannot be meaningfully used, and above the detection limit of existing detection methods to enable control and enforcement;\n(13)\n‘stockpile’ means substances, mixtures or articles accumulated by the holder that consist of or contain any substance listed in Annex I or II.\nArticle 3\nControl of manufacturing, placing on the market and use, and the listing of substances\n1.   The manufacturing, placing on the market and use of substances listed in Annex I, whether on their own, in mixtures or in articles, shall be prohibited, subject to Article 4.\n2.   The manufacturing, placing on the market and use of substances listed in Annex II, whether on their own, in mixtures or in articles, shall be restricted, subject to Article 4.\n3.   Member States and the Commission shall, within the assessment and authorisation schemes for existing and new substances under the relevant Union legislation, take into consideration the criteria set out in paragraph 1 of Annex D to the Convention and take appropriate measures to control existing substances and prevent the manufacturing, placing on the market and use of new substances, which exhibit characteristics of POPs.\n4.   When preparing a proposal to the Council, pursuant to Article 218(9) TFEU, for the listing of a substance in accordance with the provisions of the Convention, the Commission shall be supported by the European Chemicals Agency (‘the Agency’), established by Regulation (EC) No 1907/2006, as referred to in point (c) of Article 8(1). The competent authorities of Member States may forward proposals for listing to the Commission. In the further stages of the listing process, the Agency shall provide support to the Commission and the competent authorities of the Member States, as referred to in point (e) of Article 8(1).\n5.   The Commission and the Agency shall, in all stages of the process referred to in paragraphs 3 and 4, cooperate with and inform the competent authorities of the Member States.\n6.   Waste consisting of, containing or contaminated by any substance listed in Annex IV is regulated by Article 7.\nArticle 4\nExemptions from control measures\n1.   Article 3 shall not apply in the case of:\n(a)\na substance used for laboratory-scale research or as a reference standard;\n(b)\na substance present as an unintentional trace contaminant, as specified in the relevant entries of Annex I or II, in substances, mixtures or articles.\n2.   For a substance added to Annex I or II after 15 July 2019, Article 3 shall not apply for a six-month period if that substance is present in articles produced before or on the date that this Regulation becomes applicable to that substance.\nArticle 3 shall not apply in the case of a substance present in articles already in use before or on the date that this Regulation or Regulation (EC) No 850/2004 became applicable to that substance, whichever date came first.\nImmediately upon becoming aware of articles as referred to in the first and second subparagraph, a Member State shall inform the Commission and the Agency accordingly.\nWhenever the Commission is so informed or otherwise learns of such articles, it shall, where appropriate, notify the Secretariat of the Convention accordingly without further delay.\n3.   Where a substance is listed in Part A of Annex I or in Part A of Annex II, a Member State wishing to permit, until the deadline specified in the relevant Annex, the manufacturing and use of that substance as a closed-system site-limited intermediate shall notify accordingly the Secretariat of the Convention.\nSuch notification may be made only if the following conditions are satisfied:\n(a)\nfollowing the request of a Member State or on the Commission's own initiative, an annotation has been entered in the relevant Annex, by means of a delegated act adopted on the basis of the fourth subparagraph;\n(b)\nthe manufacturer demonstrates to the competent authority of the Member State in which the manufacturer is established that the manufacturing process will transform the substance into one or more other substances that do not exhibit the characteristics of a POP, ensuring that it is rigorously contained by technical means during its whole life cycle;\n(c)\nthe manufacturer demonstrates to the competent authority of the Member State in which the manufacturer is established that the substance is a closed-system site-limited intermediate and that it is not expected that either humans or the environment will be exposed to any significant quantities of the substance during its production and use;\n(d)\nthe manufacturer informs the Member State on the details of actual or estimated total manufacturing and use of the substance concerned and the nature of the closed-system site-limited process, specifying the amount of any non-transformed and unintentional trace contamination by any POP starting material in the final substance, mixture or article.\nWithin one month of submission of the notification to the Secretariat of the Convention, the Member State shall communicate the notification to the other Member States, to the Commission and the Agency, and shall give details of actual or estimated total manufacturing and use of the substance concerned and the nature of the closed-system site-limited process, specifying the amount of any non-transformed and unintentional trace contamination by any POP starting material in the final substance, mixture or article.\nThe Commission is empowered to adopt delegated acts in accordance with Article 18 in order to amend Annexes I and II by entering annotations expressly to the effect that manufacturing and use, as a closed-system site-limited intermediate, of a substance listed in Part A of the relevant Annex may be permitted, and to amend the deadlines in such annotations in cases where, following a repeat notification from the Member State concerned to the Secretariat of the Convention, express or tacit consent is issued under the Convention for the continued manufacturing and use of the substance for another period.\n4.   Waste consisting of, containing or contaminated by any substance listed in Annex IV is regulated by Article 7.\nArticle 5\nStockpiles\n1.   The holder of a stockpile, which consists of or contains any substance listed in Annex I or II, for which no use is permitted, shall manage that stockpile as waste and in accordance with Article 7.\n2.   The holder of a stockpile greater than 50 kg, consisting of or containing any substance listed in Annex I or II, and the use of which is permitted shall provide the competent authority of the Member State in which the stockpile is established with information concerning the nature and size of that stockpile. Such information shall be provided within 12 months of the date that this Regulation or Regulation (EC) No 850/2004 became applicable to that substance, whichever date came first for the holder, and of relevant amendments to Annex I or II and annually thereafter until the deadline specified in Annex I or II for restricted use.\nThe holder shall manage the stockpile in a safe, efficient and environmentally sound manner, in accordance with the thresholds and requirements laid down in Directive 2012/18/EU of the European Parliament and of the Council (22) and taking all adequate steps to ensure that the stockpile is managed in a manner that will protect human health and the environment.\n3.   Member States shall monitor the use and management of notified stockpiles.\nArticle 6\nRelease reduction, minimisation and elimination\n1.   Within two years of the date of entry into force of this Regulation or Regulation (EC) No 850/2004, whichever date came first, Member States shall draw up inventories for the substances listed in Annex III released into air, water and land in accordance with their obligations under the Convention and the Protocol and shall subsequently maintain such inventories.\n2.   Member States shall communicate their action plans on measures to identify, characterise and minimise, with a view to eliminating where feasible as soon as possible, the total releases of substances listed in Annex III as recorded in their inventories drawn up in accordance with their obligations under the Convention, to the Commission, the Agency and to the other Member States as part of their national implementation plans, pursuant to Article 9.\nSuch action plans shall include measures to promote the development of, and, where it is considered appropriate, shall require the use of substitute or modified substances, mixtures, articles and processes to prevent the formation and release of substances listed in Annex III.\n3.   Member States shall, when considering proposals to construct new facilities or to significantly modify existing facilities using processes that release chemicals listed in Annex III, give priority consideration to alternative processes, techniques or practices that have similar usefulness but which avoid the formation and release of substances listed in Annex III, without prejudice to Directive 2010/75/EU of the European Parliament and of the Council (23).\nArticle 7\nWaste management\n1.   Producers and holders of waste shall undertake all reasonable efforts to avoid, where feasible, contamination of this waste with substances listed in Annex IV.\n2.   Notwithstanding Council Directive 96/59/EC (24), waste consisting of, containing or contaminated by any substance listed in Annex IV to this Regulation shall be disposed of or recovered, without undue delay and in accordance with Part 1 of Annex V to this Regulation, in such a way as to ensure that the POP content is destroyed or irreversibly transformed so that the remaining waste and releases do not exhibit the characteristics of POPs.\nIn carrying out such a disposal or recovery, any substance listed in Annex IV may be isolated from the waste, provided that this substance is subsequently disposed of in accordance with the first subparagraph.\n3.   Disposal or recovery operations that may lead to recovery, recycling, reclamation or re-use on their own of the substances listed in Annex IV shall be prohibited.\n4.   By way of derogation from paragraph 2:\n(a)\nwaste containing or contaminated by any substance listed in Annex IV may be otherwise disposed of or recovered in accordance with the relevant Union legislation, provided that the content of the listed substances in the waste is below the concentration limits specified in Annex IV;\n(b)\na Member State or the competent authority designated by that Member State may, in exceptional cases, allow wastes listed in Part 2 of Annex V containing or contaminated by a substance listed in Annex IV up to concentration limits specified in Part 2 of Annex V to be otherwise dealt with in accordance with a method listed in Part 2 of Annex V, provided that the following conditions are fulfilled:\n(i)\nthe holder concerned has demonstrated to the satisfaction of the competent authority of the Member State concerned that decontamination of the waste in relation to substances listed in Annex IV was not feasible, and that destruction or irreversible transformation of the POP content, performed in accordance with best environmental practice or best available techniques, does not represent the environmentally preferable option and the competent authority has subsequently authorised the alternative operation;\n(ii)\nthe holder concerned has provided information on the POP content of the waste to the competent authority;\n(iii)\nthe operation is in accordance with relevant Union legislation and with the conditions laid down in relevant additional measures referred to in paragraph 5;\n(iv)\nthe Member State concerned has informed the other Member States, the Agency and the Commission of its authorisation and the justification for it.\n5.   The Commission may, where appropriate, and taking into consideration technical developments and relevant international guidelines and decisions and any authorisations granted by a Member State, or by the competent authority designated by that Member State in accordance with paragraph 4 and Annex V, adopt implementing acts concerning the implementation of this Article. In particular, the Commission may specify the format of the information to be submitted by Member States in accordance with point (b)(iv) of paragraph 4. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 20(3).\n6.   Member States shall take the necessary measures to ensure the control and traceability, in accordance with Article 17 of Directive 2008/98/EC, of waste containing or contaminated by a substance listed in Annex IV to this Regulation.\nArticle 8\nTasks of the Agency and the Forum\n1.   The Agency shall, in addition to the tasks allocated to it under Articles 9, 10, 11, 13 and 17, carry out the following tasks:\n(a)\nwith the agreement of the Commission, provide the designated competent authorities of the Member States and the members of the Forum for Exchange of Information on Enforcement established by Regulation (EC) No 1907/2006 (‘Forum’), as well as stakeholders as appropriate, with assistance and technical and scientific guidance in order to ensure the effective application of this Regulation;\n(b)\nupon request, provide the Commission with technical and scientific input and assist it in order to ensure the effective implementation of this Regulation;\n(c)\nprovide technical and scientific support and input to the Commission as regards substances that may meet the criteria for listing in the Convention or the Protocol, taking into account, as appropriate, results from existing assessment schemes referred to in Article 3(3);\n(d)\npublish on its website a notice that a proposal for the listing of a substance will be prepared by the Commission, invite all interested parties to submit comments within eight weeks, and publish those comments on its website;\n(e)\nprovide the Commission and the Member States with technical and scientific support in the preparation and review of the risk profile and the risk management evaluation of a substance considered under the Convention, invite all interested parties to submit comments or additional information, or both, within eight weeks and publish those comments on its website;\n(f)\nupon request, provide the Commission with technical and scientific support in implementing and further developing the Convention, in particular with respect to the POPs Review Committee;\n(g)\ncompile, register, process and make available to the Commission and the competent authorities of the Member States all the information received or available pursuant to Article 4(2) and (3), point (b)(iv) of Article 7(4), Article 9(2) and Article 13(1). Where such information is non-confidential, the Agency shall make that information publicly available on its website and shall facilitate the exchange of that information with relevant information platforms such as those referred to in Article 13(2);\n(h)\nestablish and maintain sections on its website for all matters relating to the implementation of this Regulation.\n2.   The Forum shall be used to coordinate a network of the Member States' authorities responsible for enforcement of this Regulation.\nThe members of the Forum who are appointed by a Member State shall ensure that there is appropriate coordination between the tasks of the Forum and the work of their Member State competent authority.\nThe Forum shall involve the enforcement authorities of Member States responsible for waste when dealing with waste-related issues.\n3.   The Secretariat of the Agency shall carry out the tasks allocated to the Agency under this Regulation.\nArticle 9\nImplementation plans\n1.   When preparing and updating their national implementation plans, Member States shall, in accordance with their national procedures, give the public early and effective opportunities to participate in this process.\n2.   As soon as a Member State has adopted its national implementation plan in accordance with its obligations under the Convention, it shall make it publicly available and communicate its publication to the Commission, the Agency and to the other Member States.\n3.   When Member States are preparing and updating their implementation plans, the Commission, supported by the Agency, and the Member States shall exchange information on the content, including information on measures taken at national level to identify and assess sites contaminated by POPs, as appropriate.\n4.   The Commission, supported by the Agency, shall maintain a plan for the implementation of Union obligations under the Convention and shall publish, review and update that plan, as appropriate.\nArticle 10\nMonitoring\n1.   The Commission, supported by the Agency, and the Member States shall establish or maintain, as appropriate, in close cooperation, appropriate programmes and mechanisms, consistent with the state of the art, for the regular provision of comparable monitoring data on the presence of substances as listed in Part A of Annex III in the environment. When establishing or maintaining such programmes and mechanisms, due account shall be taken of developments under the Protocol and the Convention.\n2.   The Commission shall regularly assess the possible need for the mandatory monitoring of a substance listed in Part B of Annex III. In the light of such an assessment and any data made available to it by Member States, the Commission is empowered to adopt delegated acts in accordance with Article 18 to amend Annex III in order to move, where appropriate, a substance from Part B of Annex III to Part A thereof.\nArticle 11\nInformation exchange\n1.   The Commission, the Agency and the Member States shall facilitate and undertake the exchange within the Union and with third countries of information relevant to the reduction, minimisation or elimination, where feasible, of the manufacturing, use and release of POPs and to alternatives to those substances, specifying the risks and the economic and social costs related to such alternatives.\n2.   The Commission, the Agency and the Member States, as appropriate, shall promote and facilitate with regard to POPs:\n(a)\nawareness programmes, including relating to their health and environmental effects and their alternatives and on the reduction or elimination of their manufacture, use and release, especially for:\n(i)\npolicy- and decision-makers;\n(ii)\nparticularly vulnerable groups;\n(b)\nthe provision of public information;\n(c)\ntraining, including workers, scientists, educators and technical and managerial personnel.\n3.   Without prejudice to Regulations (EC) No 1049/2001, and (EC) No 1367/2006 and Directive 2003/4/EC, information on the health and safety of humans and the environment shall not be regarded as confidential. The Commission, the Agency and the Member States that exchange information with a third country shall protect any confidential information in accordance with Union law.\nArticle 12\nTechnical assistance\nIn accordance with Articles 12 and 13 of the Convention, the Commission and the Member States shall cooperate in providing appropriate and timely technical and financial assistance to developing countries and countries with economies in transition to assist them, upon request and within available resources and taking into account their particular needs, to develop and strengthen their capacity to fully implement their obligations under the Convention. Such support may also be channelled through regional centres, as identified under the Convention, non-governmental organisations or the Agency.\nArticle 13\nMonitoring of implementation\n1.   Without prejudice to Directives 2003/4/EC and 2007/2/EC, Member States shall draw up and publish a report containing:\n(a)\ninformation on the application of this Regulation, including information on enforcement activities, infringements and penalties;\n(b)\ninformation compiled from the notifications received pursuant to Article 4(2) and (3), Article 5(2) and point (b)(iv) of Article 7(4);\n(c)\ninformation compiled from the release inventories drawn up pursuant to Article 6(1);\n(d)\ninformation on implementation in accordance with the national implementation plans drawn up pursuant to Article 9(2);\n(e)\ninformation on the presence of substances listed in Part A of Annex III in the environment, as compiled pursuant to Article 10;\n(f)\nannual monitoring and statistical data on the actual or estimated total manufacturing and placing on the market of any substance listed in Annex I or II, including relevant indicators, overview maps, reports.\nMember States shall update the report annually as far as new data or information is available and otherwise at least every three years.\nMembers States shall give the Commission and the Agency access to the information contained in the reports.\n2.   Where a Member State shares the information referred to in point (e) of paragraph 1 with the Information Platform for Chemical Monitoring, this shall be indicated by that Member State in its report and the Member State shall be considered to have fulfilled its reporting obligations under that point.\nWhere the information referred to in point (e) of paragraph 1 is contained in the report of a Member State provided to the Agency, the Agency shall use the Information Platform for Chemical Monitoring for compiling, storing and sharing that information.\n3.   Regarding the substances listed in the Convention, the Commission, supported by the Agency, shall, at the intervals determined by the Conference of the Parties of the Convention, compile a report on the basis of the information provided by the Member States to the Agency in accordance with point (f) of paragraph 1 and communicate it to the Secretariat of the Convention.\n4.   The Agency shall compile and publish a Union overview report on the basis of the data referred to in paragraphs 1 and 2 that is published or notified by the Member States. The Union overview report shall include, as appropriate, indicators for outputs, results and impact of this Regulation, Union overview maps and Member State reports. The Union overview report shall be updated by the Agency at least once every six months or following receipt of a request from the Commission.\n5.   The Commission may adopt implementing acts concerning the minimum information to be provided in accordance with paragraph 1, including the definition of relevant indicators, overview maps and reports referred to in point (f) of paragraph 1. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 20(3).\nArticle 14\nPenalties\nMember States shall lay down rules on penalties applicable to infringements of this Regulation and shall take all measures necessary to ensure that they are implemented. The penalties provided for must be effective, proportionate and dissuasive. Where Member States have not already done so before the entry into force of this Regulation, they shall notify those rules and measures to the Commission on 16 July 2020 at the latest and shall notify it, without delay, of any subsequent amendment affecting them.\nArticle 15\nAmendment of Annexes\n1.   The Commission is empowered to adopt delegated acts in accordance with Article 18 to amend the Annexes I, II and III to this Regulation in order to adapt them to changes to the list of substances set out in the Annexes to the Convention or the Protocol, on the basis that the Union has supported the change concerned by means of a Council decision adopted in accordance with Article 218(9) TFEU, or to modify existing entries or provisions in Annexes I and II to this Regulation in order to adapt them to scientific and technical progress.\nWhenever the Commission amends Annex I, II or III to this Regulation, it shall adopt a separate delegated act in respect of each substance.\n2.   The Commission shall keep Annexes IV and V under constant review and shall, where appropriate, make legislative proposals to amend these Annexes in order to adapt them to the changes to the list of substances set out in the Annexes to the Convention or the Protocol or to modify existing entries or provisions in the Annexes to this Regulation in order to adapt them to scientific and technical progress.\nArticle 16\nThe budget of the Agency\n1.   For the purposes of this Regulation, the revenues of the Agency shall consist of:\n(a)\na subsidy from the Union, entered in the general budget of the Union (Commission Section);\n(b)\nany voluntary contribution from the Member States.\n2.   Revenues and expenditure for activities under this Regulation shall be combined with those relating to activities under Regulation (EU) No 649/2012 and shall be reflected in the same section in the Agency's budget. The revenues of the Agency referred to in paragraph 1 shall be used for carrying out its tasks under this Regulation.\nArticle 17\nFormats and software for publication or notification of information\nThe Agency shall, in cooperation with the Member States, specify formats and software for the publication or notification of data by Member States pursuant to this Regulation and shall make them available free of charge on its website. In relation to spatial data sets and spatial data services, Member States and the Agency shall design the formats in accordance with the requirements of Directive 2007/2/EC. Member States and other parties subject to this Regulation shall use those formats and software in their data management or data exchange with the Agency.\nArticle 18\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Articles 4(3), 10(2) and 15(1) shall be conferred on the Commission for a period of five years from 15 July 2019. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n3.   The delegation of power referred to in Articles 4(3), 10(2) and 15(1) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.\n5.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n6.   A delegated act adopted pursuant to Articles 4(3), 10(2) and 15(1) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 19\nCompetent authorities\nEach Member State shall designate a competent authority or authorities responsible for the administrative tasks and enforcement required by this Regulation. It shall inform the Commission of such designation at the latest three months after the entry into force of this Regulation, unless it has already done so before the entry into force of this Regulation, and shall also inform the Commission of any change of designated competent authority.\nArticle 20\nCommittee procedure\n1.   Except in the case referred to in paragraph 2, the Commission shall be assisted by the Committee established by Article 133 of Regulation (EC) No 1907/2006. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   For matters relating to waste, the Commission shall be assisted by the Committee established by Article 39 of Directive 2008/98/EC. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n3.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nWhere the committee delivers no opinion, the Commission shall not adopt the draft implementing act and the third subparagraph of Article 5(4) of Regulation (EU) No 182/2011 shall apply.\nArticle 21\nRepeal\nRegulation (EC) No 850/2004 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex VII.\nArticle 22\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 20 June 2019.\nFor the European Parliament\nThe President\nA. TAJANI\nFor the Council\nThe President\nG. CIAMBA\n(1)  OJ C 367, 10.10.2018, p. 93.\n(2)  Position of the European Parliament of 18 April 2019 (not yet published in the Official Journal) and decision of the Council of 13 June 2019.\n(3)  Regulation (EC) No 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending Directive 79/117/EEC (OJ L 158, 30.4.2004, p. 7).\n(4)  OJ L 81, 19.3.2004, p. 37.\n(5)  OJ L 209, 31.7.2006, p. 3.\n(6)  OJ L 63, 6.3.2003, p. 29.\n(7)  OJ L 39, 16.2.1993, p. 3.\n(8)  OJ L 142, 2.6.2017, p. 4.\n(9)  Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (OJ L 396, 30.12.2006, p. 1).\n(10)  Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (OJ L 309, 24.11.2009, p. 1).\n(11)  Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (OJ L 167, 27.6.2012, p. 1).\n(12)  Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives (OJ L 312, 22.11.2008, p. 3).\n(13)  Regulation (EU) No 649/2012 of the European Parliament and of the Council of 4 July 2012 concerning the export and import of hazardous chemicals (OJ L 201, 27.7.2012, p. 60).\n(14)  Commission Decision 2014/955/EU of 18 December 2014 amending Decision 2000/532/EC on the list of waste pursuant to Directive 2008/98/EC of the European Parliament and of the Council (OJ L 370, 30.12.2014, p. 44).\n(15)  Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (OJ L 145, 31.5.2001, p. 43).\n(16)  Regulation (EC) No 1367/2006 of the European Parliament and of the Council of 6 September 2006 on the application of the provisions of the Aarhus Convention on Access to Information, Public Participation in Decision-making and Access to Justice in Environmental Matters to Community institutions and bodies (OJ L 264, 25.9.2006, p. 13).\n(17)  Directive 2003/4/EC of the European Parliament and of the Council of 28 January 2003 on public access to environmental information and repealing Council Directive 90/313/EEC (OJ L 41, 14.2.2003, p. 26).\n(18)  OJ L 354, 28.12.2013, p. 171.\n(19)  Directive 2007/2/EC of the European Parliament and of the Council of 14 March 2007 establishing an Infrastructure for Spatial Information in the European Community (INSPIRE) (OJ L 108, 25.4.2007, p. 1).\n(20)  OJ L 123, 12.5.2016, p. 1.\n(21)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(22)  Directive 2012/18/EU of the European Parliament and of the Council of 4 July 2012 on the control of major-accident hazards involving dangerous substances, amending and subsequently repealing Council Directive 96/82/EC (OJ L 197, 24.7.2012, p. 1).\n(23)  Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (OJ L 334, 17.12.2010, p. 17).\n(24)  Council Directive 96/59/EC of 16 September 1996 on the disposal of polychlorinated biphenyls and polychlorinated terphenyls (PCB/PCT) (OJ L 243, 24.9.1996, p. 31).\nANNEX I\nPart A\nSubstances listed in the Convention and in the Protocol as well as substances listed only in the Convention\nSubstance\nCAS No\nEC No\nSpecific exemption on intermediate use or other specification\nTetrabromodiphenyl ether\nC12H6Br4O\n40088-47-9 and others\n254-787-2 and others\n1.\nFor the purposes of this entry, point (b) of Article 4(1) shall apply to concentrations of Tetrabromodiphenyl ether equal to or below 10 mg/kg (0,001 % by weight) where it is present in substances.\n2.\nFor the purposes of the entries on tetra-, penta-, hexa-, hepta- and decaBDE, point (b) of Article 4(1) shall apply to the sum of the concentration of those substances up to 500 mg/kg where they are present in mixtures or articles, subject to review and assessment by the Commission by 16 July 2021. This review shall assess, inter alia, all relevant impacts with regard to health and the environment.\n3.\nBy way of derogation, the manufacturing, placing on the market and use of the following shall be allowed:\nelectrical and electronic equipment within the scope of Directive 2011/65/EC of the European Parliament and of the Council (1).\n4.\nUse of articles already in use in the Union before 25 August 2010 containing Tetrabromodiphenyl ether shall be allowed. Article 4(2), third and fourth subparagraphs shall apply in relation to such articles.\nPentabromodiphenyl ether\nC12H5Br5O\n32534-81-9 and others\n251-084-2 and others\n1.\nFor the purposes of this entry, point (b) of Article 4(1) shall apply to concentrations of pentabromodiphenyl ether equal to or below 10 mg/kg (0,001 % by weight) where it is present in substances.\n2.\nFor the purposes of the entries on tetra-, penta-, hexa-, hepta- and decaBDE, point (b) of Article 4(1) shall apply to the sum of the concentration of those substances up to 500 mg/kg where they are present in mixtures or articles, subject to review and assessment by the Commission by 16 July 2021. This review shall assess, inter alia, all relevant impacts with regard to health and the environment.\n3.\nBy way of derogation, the manufacturing, placing on the market and use of the following shall be allowed:\nelectrical and electronic equipment within the scope of Directive 2011/65/EC.\n4.\nUse of articles already in use in the Union before 25 August 2010 containing Pentabromodiphenyl ether shall be allowed. Article 4(2), third and fourth subparagraphs shall apply in relation to such articles.\nHexabromodiphenyl ether\nC12H4Br6O\n36483-60-0 and others\n253-058-6 and others\n1.\nFor the purposes of this entry, point (b) of Article 4(1) shall apply to concentrations of hexabromodiphenyl ether equal to or below 10 mg/kg (0,001 % by weight) where it is present in substances.\n2.\nFor the purposes of the entries on tetra-, penta-, hexa-, hepta- and decaBDE, point (b) of Article 4(1) shall apply to the sum of the concentration of those substances up to 500 mg/kg where they are present in mixtures or articles, subject to review and assessment by the Commission by 16 July 2021. This review shall assess, inter alia, all relevant impacts with regard to health and the environment.\n3.\nBy way of derogation, the manufacturing, placing on the market and use of the following shall be allowed:\nelectrical and electronic equipment within the scope of Directive 2011/65/EC.\n4.\nUse of articles already in use in the Union before 25 August 2010 containing Hexabromodiphenyl ether shall be allowed. Article 4(2), third and fourth subparagraphs shall apply in relation to such articles.\nHeptabromodiphenyl ether\nC12H3Br7O\n68928-80-3 and others\n273-031-2 and others\n1.\nFor the purposes of this entry, point (b) of Article 4(1) shall apply to concentrations of heptabromodiphenyl ether equal to or below 10 mg/kg (0,001 % by weight) where it is present in substances.\n2.\nFor the purposes of the entries on tetra-, penta-, hexa-, hepta- and decaBDE, point (b) of Article 4(1) shall apply to the sum of the concentration of those substances up to 500 mg/kg where they are present in mixtures or articles, subject to review and assessment by the Commission by 16 July 2021. This review shall assess, inter alia, all relevant impacts with regard to health and the environment.\n3.\nBy way of derogation, the manufacturing, placing on the market and use of the following shall be allowed:\nelectrical and electronic equipment within the scope of Directive 2011/65/EC.\n4.\nUse of articles already in use in the Union before 25 August 2010 containing Heptabromodiphenyl ether shall be allowed. Article 4(2), third and fourth subparagraphs shall apply in relation to such articles.\nBis(pentabromophenyl) ether (decabromodiphenyl ether; decaBDE)\n1163-19-5\n214-604-9\n1.\nFor the purposes of this entry, point (b) of Article 4(1) shall apply to concentrations of decaBDE equal to or below 10 mg/kg (0,001 % by weight) where it is present in substances.\n2.\nFor the purposes of the entries on tetra-, penta-, hexa-, hepta- and decaBDE, point (b) of Article 4(1) shall apply to the sum of the concentrations of those substances up to 500 mg/kg where they are present in mixtures or articles, subject to review and assessment by the Commission by 16 July 2021. This review shall assess, inter alia, all relevant impacts with regard to health and the environment.\n3.\nBy way of derogation, the manufacturing, placing on the market and use of decaBDE shall be allowed for the following purposes, provided that Member States report to the Commission by December 2019 in accordance with the Convention:\n(a)\nin the manufacturing of an aircraft, for which type approval has been applied for before 2 March 2019 and has been received before December 2022, until 18 December 2023, or, in cases where the continuing need is justified, until 2 March 2027;\n(b)\nin the manufacturing of spare parts for either of the following:\n(i)\nan aircraft, for which type approval has been applied for before 2 March 2019 and has been received before December 2022, produced before 18 December 2023, or, in cases where the continuing need is justified, produced before 2 March 2027, until the end of service life of that aircraft;\n(ii)\nmotor vehicles within the scope of Directive 2007/46/EC of the European Parliament and of the Council (2), produced before 15 July 2019, either until 2036 or the end of service life of those motor vehicles, whichever date comes earlier;\n(c)\nelectric and electronic equipment within the scope of Directive 2011/65/EC.\n4.\nThe specific exemptions for spare parts for use in motor vehicles referred to in point 2(b)(ii) shall apply for the manufacturing and use of commercial decaBDE falling into one or more of the following categories:\n(a)\npowertrain and under-hood applications such as battery mass wires, battery interconnection wires, mobile air condition (MAC) pipes, powertrains, exhaust manifold bushings, under-hood insulation, wiring and harness under-hood (engine wiling, etc.), speed sensors, hoses, fan modules and knock sensors;\n(b)\nfuel system applications such as fuel hoses, fuel tanks and fuel tanks under body;\n(c)\npyrotechnical devices and applications affected by pyrotechnical devices such as airbag ignition cables, seat covers/fabrics, only if airbag relevant and airbags (front and side).\n5.\nUse of articles already in use before 15 July 2019 in the Union containing decaBDE shall be allowed. Article 4(2), third and fourth subparagraphs shall apply in relation to such articles.\n6.\nWithout prejudice to the application of other Union provisions on the classification, packaging and labelling of substances and mixtures, articles in which decaBDE is used shall be identifiable by labelling or other means throughout its life cycle.\n7.\nThe placing on the market and use of articles containing decaBDE imported for the purposes of the specific exemptions in point 2 shall be allowed until the expiry of those exemptions. Point 6 shall apply as if such articles were produced pursuant to the exemption in point 2. Such articles already in use by the date of expiry of the relevant exemption may continue to be used.\n8.\nFor the purposes of this entry ‘aircraft’ means the following:\n(a)\na civil aircraft produced in accordance with a type certificate issued under Regulation (EC) No 216/2008 of the European Parliament and of the Council (3) or with a design approval issued under the national regulations of a contracting state of ICAO, or for which a certificate of airworthiness has been issued by an ICAO Contracting State under Annex 8 to the Convention on International Civil Aviation;\n(b)\na military aircraft.\nPerfluorooctane sulfonic acid and its derivatives (PFOS)\nC8F17SO2X\n(X = OH, Metal salt (O-M+), halide, amide, and other derivatives including polymers)\n1763-23-1\n2795-39-3\n29457-72-5\n29081-56-9\n70225-14-8\n56773-42-3\n251099-16-8\n4151-50-2\n31506-32-8\n1691-99-2\n24448-09-7\n307-35-7 and others\n217-179-8\n220-527-1\n249-644-6\n249-415-0\n274-460-8\n260-375-3\n223-980-3\n250-665-8\n216-887-4\n246-262-1\n206-200-6 and others\n1.\nFor the purposes of this entry, point (b) of Article 4(1) shall apply to concentrations of PFOS equal to or below 10 mg/kg (0,001 % by weight) where it is present in substances or in mixtures.\n2.\nFor the purposes of this entry, point (b) of Article 4(1) shall apply to concentrations of PFOS in semi-finished products or articles, or parts thereof, if the concentration of PFOS is lower than 0,1 % by weight calculated with reference to the mass of structurally or micro-structurally distinct parts that contain PFOS or, for textiles or other coated materials, if the amount of PFOS is lower than 1 μg/m2 of the coated material.\n3.\nUse of articles already in use in the Union before 25 August 2010 containing PFOS shall be allowed. Article 4(2), third and fourth subparagraphs shall apply in relation to such articles.\n4.\nIf the quantity released into the environment is minimised, manufacturing and placing on the market is allowed for the following specific uses provided that Member States report to the Commission every four years on progress made to eliminate PFOS:\nmist suppressants for non-decorative hard chromium (VI) plating in closed loop systems.\nWhere such a derogation concerns production or use in an installation within the scope of Directive 2008/1/EC of the European Parliament and of the Council (4), the relevant best available techniques for the prevention and minimisation of emissions of PFOS described in the information published by the Commission pursuant to Article 17(2), second subparagraph, of Directive 2008/1/EC shall apply.\nAs soon as new information on details of uses and safer alternative substances or technologies becomes available, the Commission shall review the derogation in the second subparagraph so that:\n(a)\nthe uses of PFOS will be phased out as soon as the use of safer alternatives is technically and economically feasible;\n(b)\na derogation can only be continued for essential uses for which safer alternatives do not exist and where the efforts undertaken to find safer alternatives have been reported on;\n(c)\nreleases of PFOS into the environment have been minimised by applying best available techniques.\n5.\nOnce standards are adopted by the European Committee for Standardisation (CEN) they shall be used as the analytical test methods for demonstrating the conformity of substances, mixtures and articles to points 1 and 2. Any other analytical method for which the user can prove equivalent performance could be used as an alternative to the CEN standards.\nDDT (1,1,1-trichloro-2,2-bis(4-chlorophenyl)ethane)\n50-29-3\n200-024-3\n—\nChlordane\n57-74-9\n200-349-0\n—\nHexachlorocyclohexanes, including lindane\n58-89-9\n200-401-2\n—\n319-84-6\n206-270-8\n319-85-7\n206-271-3\n608-73-1\n210-168-9\nDieldrin\n60-57-1\n200-484-5\n—\nEndrin\n72-20-8\n200-775-7\n—\nHeptachlor\n76-44-8\n200-962-3\n—\nEndosulfan\n115-29-7\n959-98-8\n33213-65-9\n204-079-4\n1.\nPlacing on the market and use of articles already in use before or on 10 July 2012 containing endosulfan shall be allowed.\n2.\nArticle 4(2), third and fourth subparagraphs shall apply to articles referred to in point 1.\nHexachlorobenzene\n118-74-1\n204-273-9\n—\nChlordecone\n143-50-0\n205-601-3\n—\nAldrin\n309-00-2\n206-215-8\n—\nPentachlorobenzene\n608-93-5\n210-172-0\n—\nPolychlorinated Biphenyls (PCB)\n1336-36-3 and others\n215-648-1 and others\nWithout prejudice to Directive 96/59/EC, articles already in use at the time of the entry into force of this Regulation are allowed to be used.\nMember States shall identify and remove from use equipment (e.g. transformers, capacitors or other receptacles containing liquid stocks) containing more than 0,005 % PCBs and volumes greater than 0,05 dm3, as soon as possible but no later than 31 December 2025.\nMirex\n2385-85-5\n219-196-6\n—\nToxaphene\n8001-35-2\n232-283-3\n—\nHexabromobiphenyl\n36355-01-8\n252-994-2\n—\n1 Hexabromocyclododecane\n‘Hexabromocyclododecane’ means: hexabromocyclododecane, 1,2,5,6,9,10-hexabromocyclododecane and its main diastereoisomers: alpha-hexabromocyclododecane; beta-hexabromocyclododecane; and gamma-hexabromocyclododecane\n25637-99-4,\n3194-55-6,\n134237-50-6,\n134237-51-7,\n134237-52-8\n247-148-4,\n221-695-9\n1.\nFor the purposes of this entry, point (b) of Article 4(1) shall apply to concentrations of hexabromocyclododecane equal to or below 100 mg/kg (0,01 % by weight) where it is present in substances, mixtures, articles or as constituents of the flame-retarded articles, subject to review by the Commission by 22 March 2019.\n2.\nExpanded polystyrene articles containing hexabromocyclododecane already in use in buildings before 21 February 2018 in accordance with Commission Regulation (EU) 2016/293 (5) and Commission Implementing Decision No 2016/C 12/06 (6), and extruded polystyrene articles containing hexabromocyclododecane already in use in buildings before 23 June 2016 may continue to be used. Article 4(2), third and fourth subparagraphs shall apply to such articles.\n3.\nWithout prejudice to the application of other Union provisions on the classification, packaging and labelling of substances and mixtures, expanded polystyrene placed on the market after 23 March 2016 in which hexabromocyclododecane was used shall be identifiable by labelling or other means throughout its life cycle.\nHexachlorobutadiene\n87-68-3\n201-765-5\n1.\nPlacing on the market and use of articles already in use before or on 10 July 2012 containing hexachlorobutadiene shall be allowed.\n2.\nArticle 4(2), third and fourth subparagraphs shall apply to articles referred to in point 1.\nPentachlorophenol and its salts and esters\n87-86-5 and others\n201-778-6 and others\nPolychlorinated naphthalenes (7)\n70776-03-3 and others\n274-864-4 and others\n1.\nPlacing on the market and use of articles already in use before or on 10 July 2012 containing polychlorinated naphthalenes shall be allowed.\n2.\nArticle 4(2), third and fourth subparagraphs shall apply to articles referred to in point 1.\nAlkanes C10-C13, chloro (short-chain chlorinated paraffins) (SCCPs)\n85535-84-8 and others\n287-476-5\n1.\nBy way of derogation, the manufacturing, placing on the market and use of substances or mixtures containing SCCPs in concentrations lower than 1 % by weight or articles containing SCCPs in concentrations lower than 0,15 % by weight shall be allowed.\n2.\nUse shall be allowed in respect of:\n(a)\nconveyor belts in the mining industry and dam sealants containing SCCPs already in use before or on 4 December 2015; and\n(b)\narticles containing SCCPs other than those referred to in point (a) already in use before or on 10 July 2012.\n3.\nThe third and fourth subparagraphs of Article 4(2) shall apply to the articles referred to in point 2.\nPart B\nSubstances listed only in the Protocol\nSubstance\nCAS No\nEC No\nSpecific exemption on intermediate use or other specification\n(1)  Directive 2011/65/EU of the European Parliament and of the Council of 8 June 2011 on the restriction of the use of certain hazardous substances in electrical and electronic equipment (OJ L 174, 1.7.2011, p. 88).\n(2)  Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (OJ L 263, 9.10.2007, p.1).\n(3)  Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC (OJ L 79, 19.3.2008, p. 1).\n(4)  Directive 2008/1/EC of the European Parliament and of the Council of 15 January 2008 concerning integrated pollution prevention and control (OJ L 24, 29.1.2008, p. 8).\n(5)  Commission Regulation (EU) 2016/293 of 1 March 2016 amending Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants as regards Annex I (OJ L 55, 2.3.2016, p. 4).\n(6)  OJ C 10, 13.1.2016, p. 3.\n(7)  Polychlorinated naphthalenes means chemical compounds based on the naphthalene ring system, where one or more hydrogen atoms have been replaced by chlorine atoms.\nANNEX II\nLIST OF SUBSTANCES SUBJECT TO RESTRICTIONS\nPart A\nSubstances listed in the Convention and in the Protocol\nSubstance\nCAS No\nEC No\nConditions of restriction\nPart B\nSubstances listed only in the Protocol\nSubstance\nCAS No\nEC No\nConditions of restriction\nANNEX III\nLIST OF SUBSTANCES SUBJECT TO RELEASE REDUCTION PROVISIONS\nPART A\nSubstance (CAS No)\nPolychlorinated dibenzo-p-dioxins and dibenzofurans (PCDD/PCDF)\nPolychlorinated biphenyls (PCB)\nPART B\nHexachlorobenzene (HCB) (CAS No 118-74-1)\nPolycyclic aromatic hydrocarbons (PAHs) (1)\nPentachlorobenzene (CAS No 608-93-5)\nHexachlorobutadiene (CAS No 87-68-3)\nPolychlorinated naphthalenes (CAS No 70776-03-3 and others)\n(1)  For the purpose of emission inventories, the following four compound indicators shall be used: benzo(a)pyrene, benzo(b) fluoranthene, benzo(k)fluoranthene and indeno(1,2,3-cd)pyrene.\nANNEX IV\nList of substances subject to waste management provisions set out in Article 7\nSubstance\nCAS No\nEC No\nConcentration limit referred to in Article 7(4)(a)\nEndosulfan\n115-29-7\n959-98-8\n33213-65-9\n204-079-4\n50 mg/kg\nHexachlorobutadiene\n87-68-3\n201-765-5\n100 mg/kg\nPolychlorinated naphthalenes (1)\n10 mg/kg\nAlkanes C10-C13, chloro (short-chain chlorinated paraffins) (SCCPs)\n85535-84-8\n287-476-5\n10 000  mg/kg\nTetrabromodiphenyl ether C12H6Br4O\n40088-47-9 and others\n254-787-2 and others\nSum of the concentrations of tetrabromodiphenyl ether, pentabromodiphenyl ether, hexabromodiphenyl ether, heptabromodiphenyl ether and decabromodiphenyl ether: 1 000  mg/kg.\nThe Commission shall review that concentration limit and shall, where appropriate and in accordance with the Treaties, adopt a legislative proposal to lower that value to 500 mg/kg. The Commission shall carry out such review as soon as possible and, in any event, not later than 16 July 2021.\nPentabromodiphenyl ether C12H5Br5O\n32534-81-9 and others\n251-084-2 and others\nHexabromodiphenyl ether C12H4Br6O\n36483-60-0 and others\n253-058-6 and others\nHeptabromodiphenyl ether C12H3Br7O\n68928-80-3 and others\n273-031-2 and others\nDecabromodiphenyl ether C12Br10O\n1163-19-5 and others\n214-604-9 and others\nPerfluorooctane sulfonic acid and its derivatives (PFOS) C8F17SO2X\n(X = OH, Metal salt (O-M+), halide, amide, and other derivatives including polymers)\n1763-23-1\n2795-39-3\n29457-72-5\n29081-56-9\n70225-14-8\n56773-42-3\n251099-16-8\n4151-50-2\n31506-32-8\n1691-99-2\n24448-09-7\n307-35-7 and others\n217-179-8\n220-527-1\n249-644-6\n249-415-0\n274-460-8\n260-375-3\n223-980-3\n250-665-8\n216-887-4\n246-262-1\n206-200-6 and others\n50 mg/kg\nPolychlorinated dibenzo-p-dioxins and dibenzofurans (PCDD/PCDF)\n15 μg/kg (2)\nDDT (1,1,1-trichloro-2,2-bis (4-chlorophenyl)ethane)\n50-29-3\n200-024-3\n50 mg/kg\nChlordane\n57-74-9\n200-349-0\n50 mg/kg\nHexachlorocyclohexanes, including lindane\n58-89-9\n319-84-6\n319-85-7\n608-73-1\n210-168-9\n200-401-2\n206-270-8\n206-271-3\n50 mg/kg\nDieldrin\n60-57-1\n200-484-5\n50 mg/kg\nEndrin\n72-20-8\n200-775-7\n50 mg/kg\nHeptachlor\n76-44-8\n200-962-3\n50 mg/kg\nHexachlorobenzene\n118-74-1\n204-273-9\n50 mg/kg\nChlordecone\n143-50-0\n205-601-3\n50 mg/kg\nAldrin\n309-00-2\n206-215-8\n50 mg/kg\nPentachlorobenzene\n608-93-5\n210-172-0\n50 mg/kg\nPolychlorinated Biphenyls (PCB)\n1336-36-3 and others\n215-648-1\n50 mg/kg (3)\nMirex\n2385-85-5\n219-196-6\n50 mg/kg\nToxaphene\n8001-35-2\n232-283-3\n50 mg/kg\nHexabromobiphenyl\n36355-01-8\n252-994-2\n50 mg/kg\nHexabromocyclododecane (4)\n25637-99-4,\n3194-55-6,\n134237-50-6,\n134237-51-7,\n134237-52-8\n247-148-4\n221-695-9\n1 000  mg/kg, subject to review by the Commission by 20 April 2019\n(1)  Polychlorinated naphthalenes means chemical compounds based on the naphthalene ring system, where one or more hydrogen atoms have been replaced by chlorine atoms.\n(2)  The limit is calculated as PCDD and PCDF according to the following toxic equivalency factors (TEFs):\nPCDD\nTEF\nPCDF\nTEF\nPCDD\nTEF\n2,3,7,8-TeCDD\n1\n2,3,7,8-TeCDF\n0,1\n1,2,3,6,7,8-HxCDF\n0,1\n1,2,3,7,8-PeCDD\n1\n1,2,3,7,8-PeCDF\n0,03\n1,2,3,7,8,9-HxCDF\n0,1\n1,2,3,4,7,8-HxCDD\n0,1\n2,3,4,7,8-PeCDF\n0,3\n2,3,4,6,7,8-HxCDF\n0,1\n1,2,3,6,7,8-HxCDD\n0,1\n1,2,3,4,7,8-HxCDF\n0,1\n1,2,3,4,6,7,8-HpCDF\n0,01\n1,2,3,7,8,9-HxCDD\n0,1\n1,2,3,4,7,8,9-HpCDF\n0,01\n1,2,3,4,6,7,8-HpCDD\n0,01\nOCDF\n0,0003\nOCDD\n0,0003\n(3)  The calculation method laid down in European standards EN 12766-1 and EN 12766-2 shall apply.\n(4)  ‘Hexabromocyclododecane’ means hexabromocyclododecane, 1,2,5,6,9,10-hexabromocyclododecane and its main diastereoisomers: alpha-hexabromocyclododecane, beta-hexabromocyclododecane and gamma-hexabromocyclododecane.\nANNEX V\nWASTE MANAGEMENT\nPart 1\nDisposal and recovery under Article 7(2)\nThe following disposal and recovery operations, as provided for in Annexes I and II of Directive 2008/98/EC, are permitted for the purposes of Article 7(2), when applied in such a way as to ensure that the persistent organic pollutant content is destroyed or irreversibly transformed\nD9\nPhysico-chemical treatment.\nD10\nIncineration on land.\nR1\nUse principally as a fuel or other means to generate energy, excluding waste containing PCBs.\nR4\nRecycling/reclamation of metals and metal compounds, under the following conditions: The operations are restricted to residues from iron- and steel-making processes such as dusts or sludges from gas treatment or mill scale or zinc-containing filter dusts from steelworks, dusts from gas cleaning systems of copper smelters and similar wastes and lead-containing leaching residues of the non-ferrous metal production. Waste containing PCBs is excluded. The operations are restricted to processes for the recovery of iron and iron alloys (blast furnace, shaft furnace and hearth furnace) and non-ferrous metals (Waelz rotary kiln process, bath melting processes using vertical or horizontal furnaces), provided the facilities meet as minimum requirements the emission limit values for PCDDs and PCDFs laid down in accordance with Directive 2010/75/EU of the European Parliament and of the Council (1), whether or not the processes are subject to that Directive and without prejudice to the other provisions of the Directive.\nPre-treatment operation prior to destruction or irreversible transformation pursuant to this Part of this Annex may be performed, provided that a substance listed in Annex IV that is isolated from the waste during the pre-treatment is subsequently disposed of in accordance with this Part of this Annex. Where only part of a product or waste, such as waste equipment, contains or is contaminated with persistent organic pollutants, it shall be separated and then disposed of in accordance with the requirements of this Regulation. In addition, repackaging and temporary storage operations may be performed prior to such pre-treatment or prior to destruction or irreversible transformation pursuant to this part of this Annex.\nPart 2\nWastes and operations to which Article 7(4)(b) applies\nThe following operations are permitted for the purposes of Article 7(4)(b) in respect of the wastes specified, defined by the six-digit code as classified in Commission Decision 2000/532/EC (2).\nPre-treatment operations prior to permanent storage pursuant to this part of this Annex may be performed, provided that a substance listed in Annex IV that is isolated from the waste during the pre-treatment is subsequently disposed of in accordance with Part 1 of this Annex. In addition, repackaging and temporary storage operations may be performed prior to such pre-treatment or prior to permanent storage pursuant to this part of this Annex.\nWastes as classified in Decision 2000/532/EC\nMaximum concentration limits of substances listed in Annex IV (3)\nOperation\n10\nWASTES FROM THERMAL PROCESSES\nAlkanes C10-C13, chloro (short-chain chlorinated paraffins) (SCCPs): 10 000  mg/kg;\nAldrin: 5 000  mg/kg;\nChlordane: 5 000  mg/kg;\nChlordecone: 5 000  mg/kg;\nDDT (1,1,1-trichloro-2,2-bis (4-chlorophenyl) ethane): 5 000  mg/kg;\nDieldrin: 5 000  mg/kg;\nEndosulfan: 5 000  mg/kg;\nEndrin: 5 000  mg/kg;\nHeptachlor: 5 000  mg/kg;\nHexabromobiphenyl: 5 000  mg/kg;\nHexabromocyclododecane (5): 1 000  mg/kg;\nHexachlorobenzene: 5 000  mg/kg;\nHexachlorobutadiene: 1 000  mg/kg;\nHexachlorocyclohexanes, including lindane: 5 000  mg/kg;\nMirex: 5 000  mg/kg;\nPentachlorobenzene: 5 000  mg/kg;\nPerfluorooctane sulfonic acid and its derivatives (PFOS) (C8F17SO2X) (X = OH, Metal salt (O-M+), halide, amide, and other derivatives including polymers): 50 mg/kg;\nPolychlorinated Biphenyls (PCB) (8): 50 mg/kg;\nPolychlorinated dibenzo-p-dioxins and dibenzofurans: 5 mg/kg;\nPolychlorinated naphthalenes (*): 1 000  mg/kg;\nSum of the concentrations of tetrabromodiphenyl ether C12H6Br4O), pentabromodiphenyl ether (C12H5Br5O), hexabromodiphenyl ether (C12H4Br6O)and heptabromodiphenyl ether (C12H3Br7O): 10 000  mg/kg;\nToxaphene: 5 000  mg/kg.\nPermanent storage shall be allowed only when all the following conditions are met:\n(1)\nThe storage takes place in one of the following locations:\n—\nsafe, deep, underground, hard rock formations,\n—\nsalt mines,\n—\na landfill site for hazardous waste, provided that the waste is solidified or partly stabilised where technically feasible as required for classification of the waste in subchapter 19 03 of Decision 2000/532/EC.\n(2)\nThe provisions of Council Directive 1999/31/EC (6) and Council Decision 2003/33/EC (7) were respected.\n(3)\nIt has been demonstrated that the selected operation is environmentally preferable.\n10 01\nWastes from power stations and other combustion plants (except 19)\n10 01 14 * (4)\nBottom ash, slag and boiler dust from co-incineration containing hazardous substances\n10 01 16 *\nFly ash from co-incineration containing hazardous substances\n10 02\nWastes from the iron and steel industry\n10 02 07 *\nSolid wastes from gas treatment containing hazardous substances\n10 03\nWastes from aluminium thermal metallurgy\n10 03 04 *\nPrimary production slags\n10 03 08 *\nSalt slags from secondary production\n10 03 09 *\nBlack drosses from secondary production\n10 03 19 *\nFlue-gas dust containing hazardous substances\n10 03 21 *\nOther particulates and dust (including ball-mill dust) containing hazardous substances\n10 03 29 *\nWastes from treatment of salt slags and black drosses containing hazardous substances\n10 04\nWastes from lead thermal metallurgy\n10 04 01 *\nSlags from primary and secondary production\n10 04 02 *\nDross and skimmings from primary and secondary production\n10 04 04 *\nFlue-gas dust\n10 04 05 *\nOther particulates and dust\n10 04 06 *\nSolid wastes from gas treatment\n10 05\nWastes from zinc thermal metallurgy\n10 05 03 *\nFlue-gas dust\n10 05 05 *\nSolid waste from gas treatment\n10 06\nWastes from copper thermal metallurgy\n10 06 03 *\nFlue-gas dust\n10 06 06 *\nSolid wastes from gas treatment\n10 08\nWastes from other non-ferrous thermal metallurgy\n10 08 08 *\nSalt slag from primary and secondary production\n10 08 15 *\nFlue-gas dust containing hazardous substances\n10 09\nWastes from casting of ferrous pieces\n10 09 09 *\nFlue-gas dust containing hazardous substances\n16\nWASTES NOT OTHERWISE SPECIFIED IN THE LIST\n16 11\nWaste linings and refractories\n16 11 01 *\nCarbon-based linings and refractories from metallurgical processes containing hazardous substances\n16 11 03 *\nOther linings and refractories from metallurgical processes containing hazardous substances\n17\nCONSTRUCTION AND DEMOLITION WASTES (INCLUDING EXCAVATED SOIL FROM CONTAMINATED SITES)\n17 01\nConcrete, bricks, tiles and ceramics\n17 01 06 *\nMixtures of, or separate fractions of concrete, bricks, tiles and ceramics containing hazardous substances\n17 05\nSoil (including excavated soil from contaminated sites), stones and dredging spoil\n17 05 03 *\nSoil and stones containing hazardous substances\n17 09\nOther construction and demolition wastes\n17 09 02 *\nConstruction and demolition wastes containing PCB, excluding PCB containing equipment\n17 09 03 *\nOther construction and demolition wastes (including mixed wastes) containing hazardous substances\n19\nWASTES FROM WASTE MANAGEMENT FACILITIES, OFF-SITE WASTE WATER TREATMENT PLANTS AND THE PREPARATION OF WATER INTENDED FOR HUMAN CONSUMPTION AND WATER FROM INDUSTRIAL USE\n19 01\nWastes from incineration or pyrolysis of waste\n19 01 07 *\nSolid wastes from gas treatment\n19 01 11 *\nBottom ash and slag containing hazardous substances\n19 01 13 *\nFly ash containing hazardous substances\n19 01 15 *\nBoiler dust containing hazardous substances\n19 04\nVitrified waste and waste from vitrification\n19 04 02 *\nFly ash and other flue-gas treatment wastes\n19 04 03 *\nNon-vitrified solid phase\nThe maximum concentration limit of polychlorinated dibenzo-p-dioxins and dibenzofurans (PCDD and PCDF) shall be calculated according to the following toxic equivalency factors (TEFs):\nPCDD\nTEF\n2,3,7,8-TeCDD\n1\n1,2,3,7,8-PeCDD\n1\n1,2,3,4,7,8-HxCDD\n0,1\n1,2,3,6,7,8-HxCDD\n0,1\n1,2,3,7,8,9-HxCDD\n0,1\n1,2,3,4,6,7,8-HpCDD\n0,01\nOCDD\n0,0003\nPCDF\nTEF\n2,3,7,8-TeCDF\n0,1\n1,2,3,7,8-PeCDF\n0,03\n2,3,4,7,8-PeCDF\n0,3\n1,2,3,4,7,8-HxCDF\n0,1\n1,2,3,6,7,8-HxCDF\n0,1\n1,2,3,7,8,9-HxCDF\n0,1\n2,3,4,6,7,8-HxCDF\n0,1\n1,2,3,4,6,7,8-HpCDF\n0,01\n1,2,3,4,7,8,9-HpCDF\n0,01\nOCDF\n0,0003\n(1)  Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (OJ L 334, 17.12.2010, p. 17).\n(2)  Commission Decision 2000/532/EC of 3 May 2000 replacing Decision 94/3/EC establishing a list of wastes pursuant to Article 1(a) of Council Directive 75/442/EEC on waste and Council Decision 94/904/EC establishing a list of hazardous waste pursuant to Article 1(4) of Council Directive 91/689/EEC on hazardous waste (OJ L 226, 6.9.2000, p. 3).\n(3)  These limits apply exclusively to a landfill site for hazardous waste and do not apply to permanent underground storage facilities for hazardous waste, including salt mines.\n(4)  Any waste marked with an asterisk ‘*’ is considered as hazardous waste pursuant to Directive 2008/98/EC and is subject to the provisions of that Directive.\n(5)  ‘Hexabromocyclododecane’ means hexabromocyclododecane, 1,2,5,6,9,10-hexabromocyclododecane and its main diastereoisomers: alpha- hexabromocyclododecane, beta- hexabromocyclododecane and gamma- hexabromocyclododecane.\n(6)  Council Directive 1999/31/EC of 26 April 1999 on the landfill of waste (OJ L 182, 16.7.1999, p. 1).\n(7)  Council Decision 2003/33/EC of 19 December 2002 establishing criteria and procedures for the acceptance of waste at landfills pursuant to Article 16 of and Annex II to Directive 1999/31/EC (OJ L 11, 16.1.2003, p. 27).\n(8)  The calculation method laid down in European standards EN 12766-1 and EN 12766-2 shall apply.\nANNEX VI\nRepealed Regulation with list of the successive amendments thereto\nRegulation (EC) No 850/2004 of the European Parliament and of the Council\n(OJ L 158, 30.4.2004, p. 7)\nCouncil Regulation (EC) No 1195/2006\n(OJ L 217, 8.8.2006, p. 1)\nCouncil Regulation (EC) No 172/2007\n(OJ L 55, 23.2.2007, p. 1)\nCommission Regulation (EC) No 323/2007\n(OJ L 85, 27.3.2007, p. 3)\nRegulation (EC) No 219/2009 of the European Parliament and of the Council\n(OJ L 87, 31.3.2009, p. 109)\nOnly point 3.7 of the Annex\nCommission Regulation (EC) No 304/2009\n(OJ L 96, 15.4.2009, p. 33)\nCommission Regulation (EU) No 756/2010\n(OJ L 223, 25.8.2010, p. 20)\nCommission Regulation (EU) No 757/2010\n(OJ L 223, 25.8.2010, p. 29)\nCommission Regulation (EU) No 519/2012\n(OJ L 159, 20.6.2012, p. 1)\nCommission Regulation (EU) No 1342/2014\n(OJ L 363, 18.12.2014, p. 67)\nCommission Regulation (EU) 2015/2030\n(OJ L 298, 14.11.2015, p. 1)\nCommission Regulation (EU) 2016/293\n(OJ L 55, 2.3.2016, p. 4)\nCommission Regulation (EU) 2016/460\n(OJ L 80, 31.3.2016, p. 17)\nANNEX VII\nCORRELATION TABLE\nRegulation (EC) No 850/2004\nThis Regulation\nArticle 1(1)\nArticle 1\nArticle 2, introductory wording\nArticle 2, introductory wording\nArticle 2, points (a) to (d)\nArticle 2, points (1) to (4)\n—\nArticle 2, points (5) to (7)\nArticle 2, point (e)\nArticle 2, point (8)\nArticle 2, point (f)\nArticle 2, point (9)\nArticle 2, point (g)\nArticle 2, point (10)\n—\nArticle 2, points (11) to (13)\nArticle 3\nArticle 3(1) to (3)\n—\nArticle 3(4) and (5)\nArticle 1(2)\nArticle 3(6)\nArticle 4(1) to (3)\nArticle 4(1) to (3)\n—\nArticle 4(3), point (d)\nArticle 1(2)\nArticle 4(4)\nArticle 5\nArticle 5\nArticle 6\nArticle 6\nArticle 7(1) to (4)\nArticle 7(1) to (4)\nArticle 7(6)\nArticle 7(5)\n—\nArticle 7(6)\nArticle 7(7)\n—\n—\nArticle 8\nArticle 8\nArticle 9\nArticle 9\nArticle 10\nArticle 10\nArticle 11\nArticle 11\nArticle 12\nArticle 12(1)\nArticle 13(1), point (a)\nArticle 12(3), point (a)\nArticle 13(1), point (b)\nArticle 12(3), point (b)\nArticle 13(1), point (c)\n—\nArticle 13(1), point (d)\nArticle 12(3), point (c)\nArticle 13(1), point (e)\nArticle 12(2)\nArticle 13(1), point (f)\n—\nArticle 13(2)\nArticle 12(4)\n—\nArticle 12(5)\nArticle 13(3)\nArticle 12(6)\n—\n—\nArticle 13(4) and (5)\nArticle 13\nArticle 14\nArticle 14\nArticle 15(1)\nArticle 7(5)\nArticle 15(2)\n—\nArticle 16\n—\nArticle 17\n—\nArticle 18\nArticle 15\nArticle 19\nArticles 16 and 17\nArticle 20\nArticle 18\n—\n—\nArticle 21\nArticle 19\nArticle 22\nAnnexes I to V\nAnnexes I to V\n—\nAnnex VI\n—\nAnnex VII", "summary": "Protecting health and the environment from persistent organic pollutants\nProtecting health and the environment from persistent organic pollutants\nSUMMARY OF:\nRegulation (EU) 2019/1021 on persistent organic pollutants\nWHAT IS THE AIM OF THE REGULATION?\nIt aims to protect human health and the environment by eliminating, or restricting the production and use of persistent organic pollutants (POPs) as defined in the Stockholm Convention on Persistent Organic Pollutants or the Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution on Persistent Organic Pollutants.\nIt seeks to minimise, or eliminate where possible, releases of such substances, and regulate waste containing or contaminated by them. The regulation particularly takes into account the precautionary principle.\nKEY POINTS\n              \nPOPs are potentially dangerous chemical substances which may cross international boundaries, are found often far from their emission sources, persist in the environment, bioaccumulate*, and consequently pose a threat to human health and the environment.\nControls on manufacture, placing on the market*, and use\nThe production and placing on the market of POPs listed in Annex I, whether on their own, in mixtures or in an article*, is banned. The production, placing on the market and use of POPs listed in Annex II is restricted to uses where locally safe, effective and affordable alternatives are not available to the country in question.\nEU countries and the European Commission must apply appropriate controls to existing substances (such as through listing) and prevent the production, placing on the market and use of any new substances which exhibit characteristics of POPs.\nEU countries may forward suggestions for listing to the Commission which, supported by the European Chemicals Agency (ECHA), decides whether to propose additional substances for listing. The ECHA also has a general advisory and informational role in the processes described in the regulation.\nExemptions\nExemptions from these controls are allowed for substances used for laboratory-scale research or as a reference standard, or which are present as an unintentional trace contaminant in mixtures or articles.\nOther exemptions apply to articles containing POPs manufactured prior to the regulation taking effect, subject to specific assurances and conditions, including requirements for notification to the Commission and the Stockholm Convention Secretariat.\nRelease reduction, minimisation and elimination\nEU countries must:\nkeep inventories of substances listed in Annex III released into air, water and land;\ncommunicate their action plans on measures to identify, characterise and minimise the release of substances, including the use of substitute or modified substances;\ngive priority to alternative processes which avoid the formation and release of POPs when constructing or modifying facilities.\nWaste\nThose who produce or hold waste must avoid the waste being contaminated, as far as possible, with substances listed in Annex IV.\nIn most cases, contaminated waste must be disposed of or recovered* quickly to ensure that the POP content is destroyed or transformed.\nEU countries must ensure that the production, collection and transportation of contaminated waste, as well as its storage and treatment, are traceable and carried out in conditions providing protection for the environment and human health.\nPlanning, monitoring and reporting\nEU countries must give the public the opportunity to participate in this process and their implementation plans must be publicly available and shared with the Commission and the ECHA, including information on measures taken at national level to identify and assess sites contaminated by POPs, as appropriate. The Commission must also maintain an implementation plan which is to be reviewed and updated as appropriate.\nA monitoring mechanism must be established to gather comparable monitoring data on the presence of substances as listed in Part A of Annex III of the regulation in the environment. EU countries will also report on the implementation of the regulation.\nThe Commission is empowered to adopt delegated acts to amend the list of substances in Annexes I, II and III of this regulation to adapt them to changes to the list of substances set out in the annexes to the Stockholm Convention or the 1979 Protocol.\nThe regulation repeals and recasts Regulation (EC) No 850/2004.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 15 July 2019.\nBACKGROUND\n              \nFor more information, see:\nPersistent organic pollutants (POPs) (European Commission).\nKEY TERMS\n              \nBioaccumulate: become concentrated inside the bodies of living things.\nPlacing on the market: supplying or making available, either in return for payment or free of charge, to a third party. Importing is also considered as ‘placing on the market’.\nArticle: an object which during production is given a special shape, surface or design which determines its function to a greater degree than does its chemical composition.\nWaste recovery: defined in the Waste Framework Directive as any operation the principal result of which is waste serving a useful purpose by replacing other materials which would otherwise have been used to fulfil a particular function, or waste being prepared to fulfil that function, in the plant or in the wider economy.\nMAIN DOCUMENT\n            \nRegulation (EU) 2019/1021 of the European Parliament and of the Council of 20 June 2019 on persistent organic pollutants (recast) (OJ L 169, 25.6.2019, pp. 45-77)\nRELATED DOCUMENTS\n            \nDirective 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives (OJ L 312, 22.11.2008, pp. 3-30)\nSuccessive amendments to Directive 2008/98/EC have been incorporated into the original text. This consolidated version is of documentary value only.\nRegulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (OJ L 396, 30.12.2006, pp. 1-849). Text republished in corrigendum (OJ L 136, 29.5.2007, pp. 3-280)\nSee consolidated version.\nCommunication from the Commission on the precautionary principle (COM(2000) 1 final, 2.2.2000)\nProtocol to the 1979 Convention on Long Range Transboundary Air Pollution on Persistent Organic Pollutants (OJ L 81, 19.3.2004 pp. 37-71)\nlast update 23.10.2019", "tags": ["waste management", "pollution control measures", "organic pollution", "environmental protection", "protocol to an agreement", "international convention", "organic chemical", "public health", "dangerous substance", "market approval"], "subjects": ["Environment", "Protocol on Ireland/Northern Ireland"], "split": "test", "reference_annotations": {"32019R1021_p2": {"text": "(3)  regulation 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending directive 79/117/eec (OJ L 158, 30.4.2004, p. 7).", "triples": [" regulation 850/2004,  amending,  directive 79/117/eec"]}, "32019R1021_p3": {"text": "(9)  regulation 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending directive 1999/45/ec and repealing Council regulation 793/93 and Commission regulation 1488/94 as well as Council directive 76/769/eec and Commission directive 91/155/eec directive 93/67/eec directive 93/105/ec directive 2000/21/ec (OJ L 396, 30.12.2006, p. 1).", "triples": [" regulation 1907/2006,  amending,  directive 1999/45/ec", " regulation 1907/2006,  repealing,  regulation 793/93", " regulation 1907/2006,  repealing,  regulation 1488/94", " regulation 1907/2006,  repealing,  directive 76/769/eec", " regulation 1907/2006,  repealing,  directive 91/155/eec", " regulation 1907/2006,  repealing,  directive 93/67/eec", " regulation 1907/2006,  repealing,  directive 93/105/ec", " regulation 1907/2006,  repealing,  directive 2000/21/ec"]}, "32019R1021_p4": {"text": "(10)  regulation 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council directive 79/117/eec directive 91/414/eec (OJ L 309, 24.11.2009, p. 1).", "triples": [" regulation 1107/2009,  repealing,  directive 79/117/eec", " regulation 1107/2009,  repealing,  directive 91/414/eec"]}, "32019R1021_p5": {"text": "(14)  Commission decision 2014/955/eu of 18 December 2014 amending decision 2000/532/ec on the list of waste pursuant to directive 2008/98/ec of the European Parliament and of the Council (OJ L 370, 30.12.2014, p. 44).", "triples": [" decision 2014/955/eu,  amending,  decision 2000/532/ec", " decision 2014/955/eu,  amending,  directive 2008/98/ec"]}, "32019R1021_p6": {"text": "(17)  directive 2003/4/ec of the European Parliament and of the Council of 28 January 2003 on public access to environmental information and repealing Council directive 90/313/eec (OJ L 41, 14.2.2003, p. 26).", "triples": [" directive 2003/4/ec,  repealing,  directive 90/313/eec"]}, "32019R1021_p7": {"text": "(22)  directive 2012/18/eu of the European Parliament and of the Council of 4 July 2012 on the control of major-accident hazards involving dangerous substances, amending and subsequently repealing Council directive 96/82/ec (OJ L 197, 24.7.2012, p. 1).", "triples": [" directive 2012/18/eu,  amending,  directive 96/82/ec", " directive 2012/18/eu,  repealing,  directive 96/82/ec"]}, "32019R1021_p8": {"text": "(3)  regulation 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council directive 91/670/eec, regulation 1592/2002 and directive 2004/36/ec (OJ L 79, 19.3.2008, p. 1).", "triples": [" regulation 216/2008,  repealing,  directive 91/670/eec", " regulation 216/2008,  repealing,  regulation 1592/2002", " regulation 216/2008,  repealing,  directive 2004/36/ec"]}, "32019R1021_p9": {"text": "(5)  Commission regulation 2016/293 of 1 March 2016 amending regulation 850/2004 of the European Parliament and of the Council on persistent organic pollutants as regards Annex I (OJ L 55, 2.3.2016, p. 4).", "triples": [" regulation 2016/293,  amending,  regulation 850/2004"]}, "32019R1021_p10": {"text": "(2)  Commission decision 2000/532/ec of 3 May 2000 replacing decision 94/3/ec establishing a list of wastes pursuant to Article 1(a) of Council directive 75/442/eec on waste and Council decision 94/904/ec establishing a list of hazardous waste pursuant to Article 1(4) of Council directive 91/689/eec on hazardous waste (OJ L 226, 6.9.2000, p. 3).", "triples": [" decision 2000/532/ec,  replacing,  decision 94/3/ec"]}}, "summary_annotations": {"32019R1021_p1": {"text": "regulation 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending directive 1999/45/ec and repealing Council regulation 793/93 and Commission regulation 1488/94 as well as Council directive 76/769/eec and Commission directive 91/155/eec directive 93/67/eec directive 93/105/ec directive 2000/21/ec (OJ L 396, 30.12.2006, pp. 1-849). Text republished in corrigendum (OJ L 136, 29.5.2007, pp. 3-280)", "triples": [" regulation 1907/2006,  amending,  directive 1999/45/ec", " regulation 1907/2006,  repealing,  regulation 793/93", " regulation 1907/2006,  repealing,  regulation 1488/94", " regulation 1907/2006,  repealing,  directive 76/769/eec", " regulation 1907/2006,  repealing,  directive 91/155/eec", " regulation 1907/2006,  repealing,  directive 93/67/eec", " regulation 1907/2006,  repealing,  directive 93/105/ec", " regulation 1907/2006,  repealing,  directive 2000/21/ec"]}}}