{"celex_id": "32021R0695", "reference": "12.5.2021\nEN\nOfficial Journal of the European Union\nL 170/1\nREGULATION (EU) 2021/695 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 28 April 2021\nestablishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination, and repealing Regulations (EU) No 1290/2013 and (EU) No 1291/2013\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 173(3), Article 182(1), Article 183, and the second paragraph of Article 188 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinions of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nIt is an objective of the Union to strengthen its scientific and technological bases by strengthening the European research area (ERA) in which researchers, scientific knowledge and technology circulate freely and encouraging it to become more competitive, including in its industry, while promoting all research and innovation (R&I) activities to deliver on the Union's strategic priorities and commitments, which ultimately aim to promote peace, the Union's values and the well-being of its peoples.\n(2)\nTo deliver scientific, technological, economic, environmental and societal impact in pursuit of this general objective and to maximise the added value of the Union's R&I investments, the Union should invest in R&I through Horizon Europe - the Framework Programme for Research and Innovation 2021-2027 (the 'Programme'). The Programme should support the creation, better diffusion and transfer of high-quality and excellent knowledge and high-quality technologies in the Union, attract talent at all levels and contribute to full engagement of the Union's talent pool, facilitate collaborative links and strengthen the impact of R&I in developing, supporting and implementing Union policies, support and strengthen the uptake and deployment of innovative and sustainable solutions in the Union's economy, in particular in small and medium-sized enterprises (SMEs), and in society, address global challenges, including climate change and the United Nations Sustainable Development Goals (SDGs), create jobs, boost economic growth, promote industrial competitiveness and boost the attractiveness of the Union in the field of R&I. The Programme should foster all forms of innovation, including breakthrough innovation, foster market deployment of innovative solutions, and optimise the delivery of such investment for increased impact within a strengthened ERA.\n(3)\nThe Programme should be established for the duration of the multiannual financial framework (MFF) 2021-2027 as laid down in Council Regulation (EU, Euratom) 2020/2093 (4), without prejudice to the time limits set out in Council Regulation (EU) 2020/2094 (5).\n(4)\nThe Programme should contribute to increasing public and private investment in R&I in Member States, thereby helping to reach an overall investment target of at least 3 % of the Union's gross domestic product (GDP) in research and development. Achieving that target would require Member States and the private sector to complement the Programme with their own reinforced investment actions in research, development and innovation.\n(5)\nWith a view to achieving the objectives of the Programme and while respecting the principle of excellence, the Programme should aim to strengthen, among other things, collaborative links in Europe thereby contributing to reducing the R&I divide.\n(6)\nTo help achieve Union policy objectives, activities supported under this Programme should, where relevant, take advantage of and inspire innovation-friendly regulation, in line with the innovation principle, to support a faster and more intensive transformation of the Union's substantial knowledge assets into innovation.\n(7)\nThe concepts of 'open science', 'open innovation' and 'open to the world' should ensure excellence and the impact of the Union's investment in R&I, while safeguarding the Union's interests.\n(8)\nOpen science, including open access to scientific publications and research data, as well as optimal dissemination and exploitation of knowledge have the potential to increase the quality, impact and benefits of science. They also have the potential to accelerate the advancement of knowledge by making it more reliable, efficient and accurate, more easily understood by society and responsive to societal challenges. Provisions should be laid down to ensure that beneficiaries provide open access to peer-reviewed scientific publications. Likewise, it should be ensured that beneficiaries provide open access to research data following the principle 'as open as possible, as closed as necessary', while ensuring the possibility of exceptions taking into account the legitimate interests of the beneficiaries. More emphasis should in particular be given to the responsible management of research data, which should comply with the principles of 'findability', 'accessibility', 'interoperability' and 'reusability' (the 'FAIR principles'), in particular through the mainstreaming of data management plans. Where appropriate, beneficiaries should make use of the possibilities offered by the European Open Science Cloud (EOSC) and the European Data Infrastructure and adhere to further open science principles and practices. Reciprocity in open science should be encouraged in all association and cooperation agreements with third countries.\n(9)\nBeneficiaries of the Programme, especially SMEs, are to be encouraged to make use of the relevant existing Union's instruments, such as the European IP Helpdesk that supports SMEs and other participants in the Programme in both protecting and enforcing their intellectual property (IP) rights.\n(10)\nThe conception and design of the Programme should respond to the need for establishing a critical mass of supported activities throughout the Union, encouraging excellence-based participation of all Member States, and through international cooperation, in line with the 2030 Agenda for Sustainable Development (the '2030 Agenda'), the SDGs and the Paris Agreement adopted under the United Nations Framework Convention on Climate Change (6) (the 'Paris Agreement'). Programme implementation should reinforce the pursuit of the SDGs and the commitment of the Union and its Member States to implementing the 2030 Agenda to achieving its three dimensions – economic, social and environmental – in a coherent and integrated manner.\n(11)\nActivities supported under the Programme should contribute towards the achievement of the Union's objectives, priorities and international commitments.\n(12)\nThe Programme should benefit from complementarity with existing relevant European R&I roadmaps and strategies, as well as with important projects of common European interest (IPCEIs), where relevant, provided that related R&I needs are identified in the Programme's strategic planning.\n(13)\nThe Programme should ensure transparency and accountability of public funding in R&I projects, thereby preserving the public interest.\n(14)\nThe Programme should support R&I activities in the field of social sciences and humanities (SSH). This entails advancing scientific knowledge in that domain and making use of insights and progress from SSH to increase the economic and societal impact of the Programme. Under the pillar 'Global Challenges and European Industrial Competitiveness', SSH should be fully integrated across all clusters. Beyond the promotion of SSH in projects, the integration of SSH should also be supported through the inclusion, whenever appropriate, of independent external experts from the field of SSH in expert committees and evaluation panels, and through timely monitoring and reporting of SSH in funded research actions. In particular, the level of mainstreaming of SSH should be monitored across the Programme.\n(15)\nThe Programme should maintain a balanced approach between research on the one hand and innovation on the other, as well as between bottom-up funding (investigator or innovator driven) and top-down funding (determined by strategically defined priorities), by reference to the nature of the R&I communities that are engaged across the Union, the types and purpose of the activities carried out and the impacts that are sought. The mix of those factors should determine the choice of approach for the relevant parts of the Programme, all of which contribute to all general and specific objectives of the Programme.\n(16)\nThe overall budget for the 'widening participation and spreading excellence' component of the 'Widening Participation and Strengthening the ERA' part of the Programme should be at least 3,3 % of the overall Programme budget and should mainly benefit legal entities established in the widening countries.\n(17)\nExcellence initiatives should aim to strengthen R&I excellence in the eligible countries, including supporting training to improve R&I managerial skills, prizes, strengthening innovation ecosystems as well as the creation of R&I networks, including on the basis of research infrastructures financed by the Union. Applicants should clearly show that projects are linked with national and/or regional R&I strategies to be eligible to apply for funding under the 'widening participation and spreading excellence' component of the 'Widening Participation and Strengthening the ERA' part of the Programme.\n(18)\nIt should be possible to apply a fast track to R&I procedure, where time-to-grant should not exceed six months, to allow for faster, bottom-up access to funds for small collaborative consortia covering actions from fundamental research to market application.\n(19)\nThe Programme should support all stages of R&I especially within collaborative projects and in missions and European Partnerships, as appropriate. Fundamental research is an essential asset of and an important condition for increasing the Union's ability to attract the best scientists in order to become a global hub of excellence. A balance between basic and applied research should be ensured in the Programme. Coupled with innovation, that balance will support the Union's economic competitiveness, growth and jobs.\n(20)\nEvidence shows that embracing diversity, in all senses, is key to doing good science, as science benefits from diversity. Diversity and inclusiveness contribute to excellence in collaborative R&I: collaboration across disciplines, sectors and throughout the ERA makes for better research and higher quality project proposals, can lead to higher rates of societal take-up and can foster the benefits of innovation, thus advancing Europe.\n(21)\nIn order to maximise the impact of the Programme, particular consideration should be given to multidisciplinary, interdisciplinary and transdisciplinary approaches as key elements for major scientific progress.\n(22)\nResearch activities carried out under the pillar 'Excellent Science' should be determined according to the needs and opportunities of science and should promote scientific excellence. The research agenda should be set in close liaison with the scientific community and include emphasis on attracting new R&I talents, early stage researchers, while strengthening the ERA, avoiding brain drain and promoting brain circulation.\n(23)\nThe Programme should support the Union and its Member States in attracting the best talents and skills, taking into account the reality of very intense international competition.\n(24)\nThe pillar 'Global Challenges and European Industrial Competitiveness' should be established through clusters of R&I activities, in order to maximise integration across the respective thematic areas while securing high and sustainable levels of impact for the Union in relation to the resources that are expended. It would encourage cross-disciplinary, cross-sectoral, cross-policy and cross-border collaboration in pursuit of the SDGs by following the principles of the 2030 Agenda, the Paris Agreement and the competitiveness of the Union's industries. The organisation of high-ambition, wide-scale initiatives in the form of R&I missions would enable the Programme to achieve a transformative and systemic impact for society in support of the SDGs, also through international cooperation and science diplomacy. The activities under that pillar should cover the full range of R&I activities to ensure that the Union remains at the cutting-edge in strategically defined priorities.\n(25)\nThe cluster 'Culture, Creativity and Inclusive Society' should contribute substantially to the research on cultural and creative sectors, including on the Union's cultural heritage and in particular allowing the establishment of a European cultural heritage collaborative space.\n(26)\nFull and timely engagement of all types of industry in the Programme, from individual entrepreneurs and SMEs to large scale enterprises, would substantially contribute to the realisation of the objectives of the Programme and specifically towards the creation of sustainable jobs and growth in the Union. Such engagement by the industry should see its participation in the actions supported at levels at least commensurate with those under the framework programme Horizon 2020 established by Regulation (EU) No 1291/2013 of the European Parliament and of the Council (7) (Horizon 2020).\n(27)\nActions under the Programme would substantially contribute towards unlocking the potential of the Union's strategic sectors, including key enabling technologies that reflect the Union's industrial policy strategy objectives.\n(28)\nMulti-stakeholder consultations, including of civil society and industry, should contribute to the perspectives and priorities established through the strategic planning. This should result in periodic strategic R&I plans adopted by means of implementing acts for preparing the content of work programmes.\n(29)\nFor a particular action to be funded, the work programme should take into account the outcome of specific previous projects as well as the state of science, technology and innovation at national, Union and international level and of the relevant policy, market and societal developments.\n(30)\nIt is important to support the Union's industry in remaining or in becoming a world leader in innovation, digitisation and climate neutrality, in particular through investments in key enabling technologies that will underpin tomorrow's business. The Programme's actions should address market failures or sub-optimal investment situations, boost investments in a proportionate and transparent manner, without duplicating or crowding out private financing and have a clear European added value and public return on investments. This will ensure consistency between the actions of the Programme and Union State aid rules, in order to incentivise innovation and avoid undue distortions of competition in the internal market.\n(31)\nThe Programme should support R&I in an integrated manner, respecting all relevant provisions in the framework of the World Trade Organization. The concept of research, including experimental development, should be used in accordance with the Frascati Manual developed by the Organisation for Economic Co-operation and Development (OECD), whereas the concept of innovation should be used in accordance with the Oslo Manual developed by the OECD and Eurostat, which follows a broad approach that covers social innovation and design. As in Horizon 2020, the OECD definitions regarding technological readiness levels (TRLs) should continue to be taken into account in the classification of technological research, product development and demonstration activities, and in the definition of types of action available in calls for proposals. Grants should not be awarded for actions where activities go above TRL 8. It should be possible for the work programme to allow grants for large-scale product validation and market replication for a given call under the pillar 'Global Challenges and European Industrial Competitiveness'.\n(32)\nThe Programme should contribute to space objectives at a level of spending that is at least proportionally commensurate with that under Horizon 2020.\n(33)\nThe Commission communication of 11 January 2018 entitled 'Horizon 2020 interim evaluation: maximising the impact of EU research and innovation', the resolution of the European Parliament of 13 June 2017 on the assessment of Horizon 2020 implementation in view of its interim evaluation and the Framework Programme 9 proposal (8) and the Council Conclusions of 1 December 2017 entitled 'From the Interim Evaluation of Horizon 2020 towards the ninth Framework Programme' have provided a set of recommendations for the Programme, including for its rules for participation and dissemination. Those recommendations build on the lessons learnt from Horizon 2020 as well as input from Union institutions and stakeholders. Those recommendations include the proposal of measures to promote brain circulation and facilitate openness of R&I networks to invest more ambitiously in order to reach critical mass and maximise impact; to support breakthrough innovation; to prioritise Union R&I investments in areas of high added value, in particular through mission-orientation, full, well-informed and timely citizen involvement and wide communication; to rationalise the Union funding landscape in order to fully use the R&I potential, including research infrastructures across the Union, such as by streamlining the range of European Partnership initiatives and co-funding schemes; to develop more and concrete synergies between different Union funding instruments, in particular by overcoming non-complementary intervention logics and complexity of the various funding and other regulations also with the aim of helping to mobilise under-exploited R&I potential across the Union; to strengthen international cooperation and reinforce openness to third countries' participation; and to continue simplification based on implementation experiences of Horizon 2020.\n(34)\nGiven that special attention needs to be paid to coordination and complementarity between different Union policies, the Programme should seek synergies with other Union programmes, from their design and strategic planning, to project selection, management, communication, dissemination and exploitation of results, monitoring, auditing and governance. Regarding funding for R&I activities, synergies should allow for the harmonisation of rules, including cost eligibility rules, as much as possible. With a view to avoiding duplication or overlaps, to increasing the leverage of Union funding and to decreasing the administrative burden for applicants and beneficiaries, it should be possible to promote synergies, in particular by alternative, combined, cumulative funding and transfers of resources.\n(35)\nIn accordance with Regulation (EU) 2020/2094 and within the limits of the resources allocated therein, recovery and resilience measures under the Programme should be carried out to address the unprecedented consequences of the COVID-19 crisis. Such additional resources should be used in such a way as to ensure compliance with the time limits provided for in Regulation (EU) 2020/2094. Such additional resources should be allocated exclusively to actions for R&I directed at addressing the consequences of the COVID-19 crisis and in particular its economic, social and societal consequences.\n(36)\nIn order for Union funding to have the greatest possible impact and to make the most effective contribution to the Union's policy objectives and commitments, it should be possible for the Union to enter into European Partnerships with private and/or public sector partners. Such partners include industry, SMEs, universities, research organisations, R&I stakeholders, bodies with a public service mission at local, regional, national or international level or civil society organisations, including foundations and non-governmental organisations (NGOs) that support and/or carry out R&I, provided that the desired impacts can be achieved more effectively in partnership than by the Union alone.\n(37)\nIt should be possible, depending on the Member State's decision, that the contributions from programmes co-financed by the European Regional Development Fund (ERDF), the European Social Fund Plus (ESF+), the European Maritime, Fisheries and Aquaculture Fund (EMFAF) and the European Agricultural Fund for Rural Development (EAFRD) be considered to be a contribution of the participating Member State to European Partnerships under the Programme. However, that possibility should be without prejudice to the need to comply with all provisions applicable to those contributions as set out in a Regulation of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund Plus, the Cohesion Fund, the Just Transition Fund and the European Maritime, Fisheries and Aquaculture Fund and financial rules for those and for the Asylum, Migration and Integration Fund, the Internal Security Fund and the Instrument for Financial Support for Border Management and Visa Policy (the 'Common Provisions Regulation for 2021-2027') and the fund-specific regulations.\n(38)\nThe Programme should strengthen cooperation between European Partnerships and private and/or public sector partners at international level, including by joining up R&I programmes and cross-border investment in R&I bringing mutual benefits to people and businesses while ensuring that the Union can uphold its interests in strategic areas.\n(39)\nFuture Emerging Technologies (FET) Flagships have proven to be an effective and efficient instrument, delivering benefits for society in a joint, coordinated effort by the Union and its Member States. Activities carried out within the FET Flagships on Graphene, the Human Brain Project and Quantum Technology, which are supported under Horizon 2020, will continue to be supported under the Programme through calls for proposals included in the work programme. Preparatory actions supported under the FET Flagships part of Horizon 2020 will feed the strategic planning under the Programme and inform the work on missions, co-funded and/or co-programmed European Partnerships and regular calls for proposals.\n(40)\nThe Joint Research Centre (JRC) should continue to provide independent customer-driven scientific evidence and technical support for Union policies throughout the whole policy cycle. The direct actions of the JRC should be implemented in a flexible, efficient and transparent manner, taking into account the needs of Union policies and the relevant needs of the users of the JRC and ensuring the protection of the Union's financial interests. The JRC should continue to generate additional resources.\n(41)\nThe pillar 'Innovative Europe' should establish a series of measures for the provision of integrated support to respond to the needs of entrepreneurs and entrepreneurship aiming to realise and accelerate breakthrough innovation for rapid market growth as well as to promote the Union's strategic autonomy while preserving an open economy. It should provide a one-stop shop to attract and support all types of innovators and innovative companies, such as SMEs, including start-ups, and, in exceptional cases, small mid-caps, with potential for scaling up at Union and international level. The pillar should offer fast, flexible grants and co-investments, including with private investors. Those objectives should be pursued through the creation of a European Innovation Council (EIC). The pillar should also support the European Institute of Innovation and Technology (EIT) and European innovation ecosystems at large, in particular through European Partnerships with national and regional innovation support actors.\n(42)\nFor the purpose of this Regulation and in particular for the activities carried out under the EIC, a 'start-up' should be understood as an SME in the early stage of its life cycle, including those that are created as spin-offs from university research activities, which aims to find innovative solutions and scalable business models, and which is autonomous within the meaning of Article 3 of the Annex to Commission Recommendation 2003/361/EC (9); a 'mid-cap' should be understood as an enterprise that is not an SME and that has between 250 and 3 000 employees, where the staff headcount is calculated in accordance with Articles 3 to 6 of Title I of the Annex to that Recommendation; and a 'small mid-cap' should be understood as a mid-cap that has up to 499 employees.\n(43)\nThe policy objectives of the Programme are to be addressed also through financial instruments and budgetary guarantee of the InvestEU Programme, thereby promoting synergies between the two programmes.\n(44)\nThe EIC, together with other components of the Programme, should stimulate all forms of innovation, ranging from incremental to breakthrough and disruptive innovation, targeting especially market-creating innovation. Through its Pathfinder and Accelerator instruments, the EIC should aim to identify, develop and deploy high-risk innovations of all kinds, including incremental innovations, with a main focus on breakthrough, disruptive and deep-tech innovations that have the potential to become market-creating innovations. Through coherent and streamlined support, the EIC should fill the current vacuum in public support and private investment for breakthrough innovation. The instruments of the EIC require dedicated legal and management features in order to reflect its objectives, in particular market deployment action.\n(45)\nThe Accelerator is intended to bridge the 'valley of death' between research, pre-mass commercialisation and the scaling-up of companies. The Accelerator will provide support to high-potential operations presenting such technological, scientific, financial, management or market risks that they are not yet considered to be bankable and therefore cannot raise significant investments from the market, hence complementing the InvestEU Programme.\n(46)\nIn close synergy with the InvestEU Programme, the Accelerator, in its blended finance and equity financial support forms, should finance projects run by SMEs, including start-ups, and, in exceptional cases, small mid-caps, which are either not yet able to generate revenues, or not yet profitable, or not yet able to attract sufficient investment to implement fully their projects' business plan. Such eligible entities would be considered to be non-bankable, while a part of their investment needs could have been or could be provided by one or several investors, such as a private or public bank, a family office, a venture capital fund or a business angel. In that way the Accelerator is intended to overcome a market failure and finance promising, but not yet bankable entities engaged in breakthrough market-creating innovation projects. Once they become bankable, those projects could be financed under the InvestEU Programme.\n(47)\nWhile the Accelerator budget should be mainly distributed through blended finance, for the purpose of Article 48, its grant-only support to SMEs, including start-ups, should correspond to that under the SME instrument budget of Horizon 2020.\n(48)\nThe EIT, primarily through its Knowledge and Innovation Communities (KICs) and by expanding its Regional Innovation Scheme, should aim to strengthen innovation ecosystems that tackle global challenges. This should be achieved by fostering the integration of innovation, research, higher education and entrepreneurship. In accordance with a Regulation of the European Parliament and of the Council on the European Institute of Innovation and Technology (the 'EIT Regulation') and its Strategic Innovation Agenda as referred to in a Decision of the European Parliament and of the Council on the Strategic Innovation Agenda of the European Institute of Innovation and Technology (EIT) 2021-2027 the EIT should foster innovation through its activities and should significantly step up its support to the integration of higher education within the innovation ecosystem, in particular by stimulating entrepreneurial education, fostering strong non-disciplinary collaboration between industry and academia, and identifying prospective skills for future innovators to address global challenges, which include advanced digital and innovation skills. Support schemes provided by the EIT should benefit EIC beneficiaries, while start-ups emerging from the EIT's KICs should have simplified and thereby faster access to EIC actions. While the EIT's focus on innovation ecosystems should make it naturally fit within the pillar 'Innovative Europe', it should also support the other pillars, as appropriate. Unnecessary duplication between KICs and other instruments in the same field, in particular other European Partnerships, should be avoided.\n(49)\nA level playing field for competing companies in a given market should be ensured and preserved, since it is a key requirement for all types of innovation, including breakthrough, disruptive and incremental innovation, to flourish thereby enabling in particular a large number of small and medium-size innovators to build-up their R&I capacity, to reap the benefits of their investment and to capture a share of the market.\n(50)\nThe Programme should promote and integrate cooperation with third countries and international organisations and initiatives based on the Union's interests, mutual benefits, international commitments, science diplomacy and, as far as possible, reciprocity. International cooperation should aim to strengthen the Union's excellence in R&I, attractiveness, capacity to retain best talents and economic and industrial competitiveness, to tackle global challenges including the SDGs by following the principles of the 2030 Agenda and the Paris Agreement, and to support the Union's external policies. An approach of general openness to international participation and targeted international cooperation actions should be followed, including through appropriate eligibility for funding of entities established in low to middle-income countries. The Union should aim to conclude international cooperation agreements in the field of R&I with third countries. At the same time, association of third countries, in particular for collaborative parts to the Programme, should be promoted, in accordance with association agreements and focusing on added value for the Union. When allocating associated countries' financial contributions to the Programme, the Commission should take into account the level of participation of legal entities of those third countries in the different parts of the Programme.\n(51)\nWith the aim of deepening the relationship between science and society and maximising the benefits of their interactions, the Programme should engage and involve all societal actors, such as citizens and civil society organisations, in co-designing and co-creating responsible research and innovation (RRI) agendas, content and throughout processes that address citizens' and civil society's concerns, needs and expectations, promoting science education, making scientific knowledge publicly accessible, and facilitating participation by citizens and civil society organisations in its activities. This should be done across the Programme and through dedicated activities in the part 'Widening Participation and Strengthening the ERA'. The engagement of citizens and civil society in R&I should be coupled with public outreach activities to generate and sustain public support for the Programme. The Programme should also seek to remove barriers and boost synergies between science, technology, culture and the arts to obtain a new quality of sustainable innovation. The measures taken to improve the involvement of citizens and civil society in the supported projects should be monitored.\n(52)\nWhere appropriate, the Programme should take into account the specific characteristics of the outermost regions as identified in Article 349 of the Treaty on the Functioning of the European Union (TFEU) and in line with the Commission's communication of 24 October 2017 entitled 'A stronger and renewed strategic partnership with the EU's outermost regions', as welcomed by the Council.\n(53)\nThe activities developed under the Programme should aim to eliminate gender bias and inequalities, enhancing work-life balance and promoting equality between women and men in R&I, including the principle of equal pay without discrimination based on sex, in accordance with Articles 2 and 3 of the Treaty on European Union (TEU) and Articles 8 and 157 TFEU. The gender dimension should be integrated in R&I content and followed through at all stages of the research cycle. In addition, the activities under the Programme should aim to eliminate inequalities and promote equality and diversity in all aspects of R&I with regard to age, disability, race and ethnicity, religion or belief, and sexual orientation.\n(54)\nIn light of the specificities of the defence industry sector, the detailed provisions for Union funding to defence research projects should be fixed in Regulation (EU) 2021/697 of the European Parliament and of the Council (10) (the 'European Defence Fund') which defines the rules of participation for defence research. Activities to be carried out under the European Defence Fund should have an exclusive focus on defence research and development, while activities carried out under the specific programme established by Council Decision (EU) 2021/764 (11) (the 'specific programme') and the EIT should have an exclusive focus on civil applications. Unnecessary duplication should be avoided.\n(55)\nThis Regulation lays down a financial envelope for the entire duration of the Programme which is to constitute the prime reference amount, within the meaning of point 18 of the Interinstitutional Agreement of 16 December 2020 between the European Parliament, the Council of the European Union and the European Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management, as well as on new own resources, including a roadmap towards the introduction of new own resources (12), for the European Parliament and the Council during the annual budgetary procedure. That financial envelope comprises an amount of EUR 580 000 000 in current prices for the specific programme established by Decision (EU) 2021/764 and for the EIT, in line with the joint declaration by the European Parliament, Council and Commission of 16 December 2020 on the reinforcement of specific programmes and adaptation of basic acts (13).\n(56)\nRegulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council (14) (the 'Financial Regulation') applies to this Programme. The Financial Regulation lays down rules on the implementation of the Union budget, including the rules on grants, prizes, procurement, indirect management, financial instruments, budgetary guarantees, financial assistance and the reimbursement of external experts.\n(57)\nIn accordance with Article 193(2) of the Financial Regulation, a grant may be awarded for an action which has already begun, provided that the applicant can demonstrate the need for starting the action prior to signature of the grant agreement. However, the costs incurred prior to the date of submission of the grant application are not eligible, except in duly justified exceptional cases. In order to avoid any disruption in Union support which could be prejudicial to Union's interests, it should be possible to provide in the financing decision, during a limited period of time at the beginning of the MFF 2021-2027, and only in duly justified cases, for eligibility of activities and costs from the beginning of the 2021 financial year, even if they were implemented and incurred before the grant application was submitted.\n(58)\nContinually throughout the Programme, administrative simplification should be sought, in particular the reduction of the administrative burden for beneficiaries. The Commission should further simplify its tools and guidance in such a way that they impose a minimal burden on beneficiaries. In particular, the Commission should consider issuing an abridged version of the guidance.\n(59)\nThe completion of the Digital Single Market and the growing opportunities from the convergence of digital and physical technologies require investments to be increased. The Programme should contribute to those efforts with a substantial increase in spending on main digital R&I activities compared to Horizon 2020 (15). This should ensure that Europe remains at the forefront of global R&I in the digital field.\n(60)\nQuantum research under the 'Digital, Industry and Space' cluster under Pillar II should be prioritised, given its crucial role in the digital transition, namely by expanding the European scientific leadership and excellence in quantum technologies, enabling the envisaged budget set in 2018 to be achieved.\n(61)\nIn accordance with the Financial Regulation, Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (16) and Council Regulations (EC, Euratom) No 2988/95 (17), (Euratom, EC) No 2185/96 (18) and (EU) 2017/1939 (19), the financial interests of the Union are to be protected by means of proportionate measures, including measures relating to the prevention, detection, correction and investigation of irregularities, including fraud, to the recovery of funds lost, wrongly paid or incorrectly used, and, where appropriate, to the imposition of administrative penalties.\nIn particular, in accordance with Regulations (Euratom, EC) No 2185/96 and (EU, Euratom) No 883/2013, the European Anti-Fraud Office (OLAF) has the power to carry out administrative investigations, including on-the-spot checks and inspections, with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union. The European Public Prosecutor's Office (EPPO) is empowered, in accordance with Regulation (EU) 2017/1939, to investigate and prosecute criminal offences affecting the financial interests of the Union as provided for in Directive (EU) 2017/1371 of the European Parliament and of the Council (20). In accordance with the Financial Regulation, any person or entity receiving Union funds is to fully cooperate in the protection of the financial interests of the Union, grant the necessary rights and access to the Commission, OLAF, the Court of Auditors and, in respect of those Member States participating in enhanced cooperation pursuant to Regulation (EU) 2017/1939, the EPPO, and ensure that any third parties involved in the implementation of Union funds grant equivalent rights.\n(62)\nThird countries which are members of the European Economic Area (EEA) may participate in Union programmes in the framework of the cooperation established under the Agreement on the European Economic Area (21), which provides for the implementation of the programmes on the basis of a decision adopted under that Agreement. Third countries may also participate on the basis of other legal instruments. A specific provision should be introduced in this Regulation requiring third countries to grant the necessary rights and access required for the authorising officer responsible, OLAF and the Court of Auditors to comprehensively exercise their respective competences.\n(63)\nPursuant to Article 94 of Council Decision 2013/755/EU (22), persons and entities established in overseas countries or territories are eligible for funding subject to the rules and objectives of the Programme and possible arrangements applicable to the Member State to which the relevant overseas country or territory is linked.\n(64)\nPursuant to paragraphs 22 and 23 of the Interinstitutional Agreement of 13 April 2016 for Better Law-Making (23), this Programme should be evaluated on the basis of information collected in accordance with specific reporting and monitoring requirements, while avoiding overregulation and an administrative burden, in particular on the Member States and the beneficiaries of the Programme. Those requirements, where appropriate, should include measurable indicators as a basis for evaluating the effects of the Programme on the ground.\n(65)\nIn order to ensure the effective assessment of the Programme's progress towards the achievement of its objectives, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of amending Annex V with regard to the impact pathway indicators, where considered to be necessary, and to set baselines and targets as well as to supplement this Regulation with provisions on the establishment of a monitoring and evaluation framework. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making. In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States' experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.\n(66)\nCoherence and synergies between the Programme and the Union Space Programme will foster a globally competitive and innovative European space sector, reinforce Europe's autonomy in accessing and using space in a secure and safe environment and strengthen Europe's role as a global actor. Excellence in research, breakthrough solutions and downstream users in the Programme will be supported by data and services made available by the Union Space Programme.\n(67)\nCoherence and synergies between the Programme and Erasmus+ will foster the uptake of research results through training activities, diffuse innovation spirit to the education system and ensure that education and training activities rely on the most updated R&I activities. In that regard, following the pilot actions launched under Erasmus+ 2014-2020 concerning European Universities, the Programme will, where appropriate, complement in a synergetic way the support provided by Erasmus+ to European Universities.\n(68)\nIn order to increase the impact of the Programme in addressing Union priorities, synergies with programmes and instruments aiming to responding to emerging Union needs should be encouraged and sought, including with the Just Transition Mechanism, the Recovery and Resilience Facility and EU4Health Programme.\n(69)\nThe rules for participation and dissemination should adequately reflect the needs of the Programme taking into account the concerns raised and the recommendations made by various stakeholders, as well as in the interim evaluation of Horizon 2020 carried out with the assistance of independent external experts.\n(70)\nCommon rules across the Programme should ensure a coherent framework which facilitates participation in programmes financially supported by the budget of the Programme, including participation in programmes managed by funding bodies such as the EIT, joint undertakings or any other structures under Article 187 TFEU, and participation in programmes undertaken by Member States under Article 185 TFEU. Adopting specific rules should be possible, but such exceptions should be limited to when strictly necessary and duly justified.\n(71)\nActions which fall within the scope of the Programme should respect fundamental rights and observe the principles acknowledged in particular by the Charter of Fundamental Rights of the European Union (the 'Charter'). Such actions should be in conformity with any legal obligation including international law and with any relevant Commission decisions such as the Commission notice of 28 June 2013 (24), as well as with ethical principles, which include avoiding any breach of research integrity. The opinions of the European Group on Ethics in Science and New Technologies, the European Union Agency for Fundamental Rights and the European Data Protection Supervisor should be taken into account, where appropriate. Article 13 TFEU should also be taken into account in research activities, and the use of animals in research and testing should be reduced, with a view ultimately to replacing their use.\n(72)\nIn order to guarantee scientific excellence, and in line with Article 13 of the Charter, the Programme should promote the respect of academic freedom in all countries benefiting from its funds.\n(73)\nIn accordance with the objectives of international cooperation as set out in Articles 180 and 186 TFEU, the participation of legal entities established in third countries and of international organisations should be promoted, based on mutual benefits and the Union's interests. The implementation of the Programme should be in conformity with the measures adopted in accordance with Articles 75 and 215 TFEU and should be in compliance with international law. For actions related to Union strategic assets, interests, autonomy or security, it should be possible for participation in specific actions of the Programme to be limited to legal entities established only in Member States or to legal entities established in specified associated or other third countries in addition to Member States. Any exclusion of legal entities established in the Union or in associated countries directly or indirectly controlled by non-associated third countries or by legal entities of non-associated third countries should take into account the risks the inclusion of such entities would represent, on the one hand, and the benefits that their participation would generate, on the other hand.\n(74)\nThe Programme acknowledges climate change as one of the biggest global and societal challenges and reflects the importance of tackling climate change in accordance with the Union's commitment to implement the Paris Agreement and the SDGs. Accordingly, the Programme should contribute to mainstream climate actions and to the achievement of an overall target of 30 % of the Union budget expenditures supporting climate objectives. Climate mainstreaming should be adequately integrated in R&I content and applied at all stages of the research cycle.\n(75)\nIn the context of the impact pathway related to climate, the Commission should report on the results, innovations and aggregated estimated effects of projects that are climate-relevant, including by Programme part and by implementation mode. In carrying out its analysis, the Commission should take account of the long-term economic, societal and environmental costs and benefits to Union citizens of activities under the Programme, including the uptake of innovative climate mitigation and adaptation solutions, the estimated impact on jobs and company creation, economic growth and competitiveness, clean energy, health and well-being, including air, soil and water quality. The results of that impact analysis should be made public, should be assessed in the context of the Union's climate and energy goals and should contribute to the subsequent strategic planning and future work programmes.\n(76)\nReflecting the importance of tackling the dramatic loss of biodiversity, R&I activities under the Programme should contribute to the preservation and restoration of biodiversity and to the achievement of the overall ambition of providing 7,5 % of annual spending under the MFF to biodiversity objectives in 2024 and 10 % of annual spending under the MFF to biodiversity objectives in 2026 and 2027, while considering the existing overlaps between climate and biodiversity goals in accordance with the Interinstitutional Agreement of 16 December 2020 between the European Parliament, the Council of the European Union and the European Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management, as well as on new own resources, including a roadmap towards the introduction of new own resources.\n(77)\nHorizontal financial rules adopted by the European Parliament and by the Council on the basis of Article 322 TFEU apply to this Regulation. Those rules are laid down in the Financial Regulation and determine in particular the procedure for establishing and implementing the budget through grants, procurement, prizes and indirect implementation, and provide for checks on the responsibility of financial actors. Rules adopted on the basis of Article 322 TFEU also include a general regime of conditionality for the protection of the Union budget.\n(78)\nIt is possible that the use of sensitive background information or access by unauthorised individuals to sensitive results have an adverse impact on the interests of the Union or of one or more of the Member States. Thus handling of confidential data and classified information should be governed by all relevant Union law, including the Institutions' internal rules, such as Commission Decision (EU, Euratom) 2015/444 (25).\n(79)\nIt is necessary to establish the minimum conditions for participation, both as a general rule where a consortium should include at least one legal entity from a Member State, and with regard to the specificities of particular types of action under the Programme.\n(80)\nIt is necessary to establish the terms and conditions for providing Union funding to participants in actions under the Programme. Grants should be the main form of support in the Programme. They should be implemented taking into account all forms of contribution set out in the Financial Regulation, including lump sums, flat rates or unit costs, with a view to further simplification. The grant agreement should establish the rights and obligations of the beneficiaries, including the role and tasks of the coordinator where applicable. Close cooperation with Member States experts should be ensured in the drawing up of the model grant agreements and in any substantial amendment to them, in view, among other things, of further simplification for beneficiaries.\n(81)\nThe funding rates in this Regulation are referred to as maximums in order to comply with the co-financing principle.\n(82)\nIn accordance with the Financial Regulation, the Programme should provide the basis for a wider acceptance of the usual cost-accounting practices of the beneficiaries as regards personnel costs and unit costs for internally invoiced goods and services, including for large research infrastructures within the meaning of Horizon 2020. The use of unit costs for internally invoiced goods and services calculated in accordance with the usual accounting practices of the beneficiaries combining actual direct costs and indirect costs should be an option which could be chosen by all beneficiaries. In that respect, beneficiaries should be able to include actual indirect costs calculated on the basis of allocation keys in such unit costs for internally invoiced goods and services.\n(83)\nThe current system of reimbursement of actual personnel costs should be further simplified, building on the project-based remuneration approach developed under Horizon 2020, and further aligned to the Financial Regulation, with the aim of reducing the remuneration gap between Union researchers involved in the Programme.\n(84)\nThe Participant Guarantee Fund set up pursuant to Horizon 2020 and managed by the Commission has proved to be an important safeguard mechanism which mitigates the risks associated with the amounts due and not reimbursed by defaulting participants. Therefore, the Participant Guarantee Fund, renamed the mutual insurance mechanism (the 'Mechanism'), should be continued and enlarged to other funding bodies in particular to initiatives pursuant to Article 185 TFEU. It should be possible to extend the Mechanism to beneficiaries of any other directly managed Union programme. On the basis of close monitoring of the possible negative returns on the investments made by the Mechanism, the Commission should take appropriate mitigating measures in order to allow the Mechanism to continue its interventions for the protection of the financial interests of the Union and to return contributions to beneficiaries at the payment of the balance.\n(85)\nRules governing the exploitation and dissemination of results should be laid down to ensure that beneficiaries protect, exploit, disseminate and provide access to those results as appropriate. More emphasis should be placed on to exploiting those results, and the Commission should identify and help maximise opportunities for beneficiaries to exploit results, in particular in the Union. The exploitation of results should take into consideration the principles of the Programme, including promoting innovation in the Union and strengthening the ERA.\n(86)\nThe key elements of the proposal evaluation and selection system of Horizon 2020 with its particular focus on excellence and, where applicable, on 'impact' and 'quality and efficiency of implementation', should be maintained. Proposals should continue to be selected based on the evaluation made by independent external experts. The evaluation process should be designed to avoid conflicts of interest and bias. The possibility of a two-stage submission procedure should be taken into account and, where appropriate, anonymised proposals could be evaluated during the first stage of evaluation. The Commission should continue to involve independent observers in the evaluation process, where applicable. For Pathfinder activities, missions and in other duly justified cases as set out in the work programme, the necessity to ensure the overall coherence of the portfolio of projects may be taken into account, provided that the proposals have passed the applicable thresholds. The objectives and procedures for doing so should be published in advance. In accordance with Article 200(7) of the Financial Regulation, applicants should receive feedback on the evaluation of their proposal, including, in particular, where applicable, the reasons for rejection.\n(87)\nSystematic cross-reliance on assessments and audits with other Union programmes should be implemented in accordance with Articles 126 and 127 of the Financial Regulation for all parts of the Programme, where possible, in order to reduce administrative burden for beneficiaries of Union funds. Cross-reliance should be explicitly provided for by considering also other elements of assurance such as system and process audits.\n(88)\nSpecific challenges in the areas of R&I should be addressed by prizes, including common or joint prizes where appropriate, organised by the Commission or the relevant funding body with other Union bodies, associated countries, other third countries, international organisations or non-profit legal entities. Prizes should support the achievement of the objectives of the Programme.\n(89)\nThe types of financing and the methods of implementation under this Regulation should be chosen on the basis of their ability to achieve the specific objectives of the actions and to deliver results, taking into account, in particular, the costs of controls, the administrative burden and the expected risk of non-compliance. This should include consideration of the use of lump sums, flat rates and scales of unit costs.\n(90)\nIn order to ensure continuity in providing support in the relevant policy area and to allow implementation to start from the beginning of the MFF 2021-2027, this Regulation should enter into force as a matter of urgency and should apply, with retroactive effect, from 1 January 2021.\n(91)\nSince the objectives of this Regulation cannot be sufficiently achieved by the Member States, but can rather, by reason of avoiding duplication, reaching critical mass in key areas and maximising Union added value, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 TEU. In accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives.\n(92)\nRegulation (EU) No 1290/2013 of the European Parliament and of the Council (26) and Regulation (EU) No 1291/2013 should therefore be repealed,\nHAVE ADOPTED THIS REGULATION:\nTITLE I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\n1.   This Regulation establishes Horizon Europe - the Framework Programme for Research and Innovation (the 'Programme') for the duration of the MFF 2021-2027, sets out the rules for participation and dissemination concerning indirect actions under the Programme and determines the framework governing Union support for R&I activities for the same duration.\nThis Regulation lays down the objectives of the Programme, the budget for the period 2021 to 2027, the forms of Union funding and the rules for providing such funding.\n2.   The Programme shall be implemented through:\n(a)\nthe specific programme established by Decision (EU) 2021/764;\n(b)\na financial contribution to the European Institute of Innovation and Technology established by the EIT Regulation;\n(c)\nthe specific programme on defence research established by Regulation (EU) 2021/697.\n3.   This Regulation does not apply to the specific programme on defence research referred to in point (c) of paragraph 2 of this Article, with the exception of Articles 1 and 5, Article 7(1) and Article 12(1).\n4.   The terms 'Horizon Europe', 'the Programme' and 'specific programme' used in this Regulation refer to matters relevant only to the specific programme referred to in point (a) of paragraph 2, unless otherwise specified.\n5.   The EIT shall implement the Programme in accordance with its strategic objectives for the period 2021 to 2027, as laid down in the Strategic Innovation Agenda of the EIT, taking into account the strategic planning referred to in Article 6 and in the specific programme referred to in point (a) of paragraph 2 of this Article.\nArticle 2\nDefinitions\nFor the purposes of this Regulation, the following definitions apply:\n(1)\n'research infrastructures' means facilities that provide resources and services for the research communities to conduct research and foster innovation in their fields, including the associated human resources, major equipment or sets of instruments; knowledge-related facilities such as collections, archives or scientific data infrastructures; computing systems, communication networks and any other infrastructure of a unique nature and open to external users, essential to achieve excellence in R&I; they may, where relevant, be used beyond research, for example for education or public services and they may be 'single sited', 'virtual' or 'distributed';\n(2)\n'smart specialisation strategy' means the national or regional innovation strategies which set priorities in order to build competitive advantage by developing and matching R&I own strengths to business needs in order to address emerging opportunities and market developments in a coherent manner, while avoiding duplication and fragmentation of efforts, including those that take the form of, or are included in, a national or regional R&I strategic policy framework, and fulfilling the enabling condition set out in the relevant provisions of the Common Provisions Regulation for 2021-2027;\n(3)\n'European Partnership' means an initiative, prepared with the early involvement of Member States and associated countries, where the Union together with private and/or public partners (such as industry, universities, research organisations, bodies with a public service mission at local, regional, national or international level or civil society organisations including foundations and NGOs) commit to jointly supporting the development and implementation of a programme of R&I activities, including those related to market, regulatory or policy uptake;\n(4)\n'open access' means online access, provided free of charge to the end user, to research outputs resulting from actions under the Programme in accordance with Article 14 and Article 39(3);\n(5)\n'open science' means an approach to the scientific process based on open cooperative work, tools and diffusing knowledge, and includes the elements listed in Article 14;\n(6)\n'mission' means a portfolio of excellence-based and impact-driven R&I activities across disciplines and sectors, intended to: (i) achieve, within a set timeframe, a measurable goal that could not be achieved through individual actions; (ii) have an impact on society and policy-making through science and technology; and (iii) be relevant for a significant part of the European population and a wide range of European citizens;\n(7)\n'pre-commercial procurement' means the procurement of research and development services involving risk-benefit sharing under market conditions, and competitive development in phases, where there is a clear separation of the research and development services procured from the deployment of commercial volumes of end-products;\n(8)\n'public procurement of innovative solutions' means procurement where contracting authorities act as a launch customer for innovative goods or services which are not yet available on a large-scale commercial basis, and may include conformity testing;\n(9)\n'access rights' means rights to use results or background under terms and conditions laid down in accordance with this Regulation;\n(10)\n'background' means any data, know how or information whatever its form or nature, tangible or intangible, including any rights such as intellectual property rights, that is: (i) held by beneficiaries prior to their accession to a given action; and (ii) identified by the beneficiaries in a written agreement as needed for implementing the action or for exploiting its results;\n(11)\n'dissemination' means the public disclosure of the results by appropriate means, other than resulting from protecting or exploiting the results, including by scientific publications in any medium;\n(12)\n'exploitation' means the use of results in further R&I activities other than those covered by the action concerned, including among other things, commercial exploitation such as developing, creating, manufacturing and marketing a product or process, creating and providing a service, or in standardisation activities;\n(13)\n'fair and reasonable conditions' means appropriate conditions, including possible financial terms or royalty-free conditions, taking into account the specific circumstances of the request for access, for example the actual or potential value of the results or background to which access is requested and/or the scope, duration or other characteristics of the exploitation envisaged;\n(14)\n'funding body' means a body or organisation, as referred to in point (c) of Article 62(1) of the Financial Regulation, to which the Commission has entrusted budget implementation tasks under the Programme;\n(15)\n'international European research organisation' means an international organisation, the majority of whose members are Member States or associated countries, whose principal objective is to promote scientific and technological cooperation in Europe;\n(16)\n'legal entity' means a natural person, or a legal person created and recognised as such under Union, national or international law, which has legal personality and the capacity to act in its own name, exercise rights and be subject to obligations, or an entity which does not have legal personality as referred to in point (c) of Article 197(2) of the Financial Regulation;\n(17)\n'widening countries' or 'low R&I performing countries' means countries where legal entities need to be established in order to be eligible as coordinators under the 'widening participation and spreading excellence' component of the 'Widening Participation and Strengthening ERA' part of the Programme; from the Member States, those countries are Bulgaria, Croatia, Cyprus, Czechia, Estonia, Greece, Hungary, Latvia, Lithuania, Malta, Poland, Portugal, Romania, Slovakia and Slovenia, for the whole duration of the Programme; for associated countries, it means the list of eligible countries as defined based on an indicator and published in the work programme. Legal entities from outermost regions as defined in Article 349 TFUE shall be also fully eligible as coordinators under this component;\n(18)\n'non-profit legal entity' means a legal entity which by its legal form is non-profit-making or which has a legal or statutory obligation not to distribute profits to its shareholders or individual members;\n(19)\n'small or medium-sized enterprise' or 'SME' means a micro, small or medium-sized enterprise as defined in Article 2 of the Annex to Recommendation 2003/361/EC (27);\n(20)\n'small mid-cap' means an entity that is not an SME and that has up to 499 employees where the staff headcount is calculated in accordance with Articles 3 to 6 of Annex to Recommendation 2003/361/EC;\n(21)\n'results' means any tangible or intangible effect of a given action, such as data, knowhow or information, whatever its form or nature and whether or not it can be protected, as well as any rights attached to it, including intellectual property rights;\n(22)\n'research output' means the results generated by a given action to which access can be given in the form of scientific publications, data or other engineered results and processes such as software, algorithms, protocols and electronic notebooks;\n(23)\n'Seal of Excellence' means a quality label which shows that a proposal submitted to a call for proposals exceeded all of the evaluation thresholds set out in the work programme, but could not be funded due to lack of budget available for that call for proposals in the work programme and might receive support from other Union or national sources of funding;\n(24)\n'strategic R&I plan' means an implementing act laying out a strategy for realising content in the work programme covering a maximum period of four years, follows a broad mandatory multi-stakeholder consultation process and specifies the priorities, suitable types of action and forms of implementation to be used;\n(25)\n'work programme' means a document adopted by the Commission for the implementation of the specific programme in accordance with Article 14 of Decision (EU) 2021/764 or a document equivalent in content and structure adopted by a funding body;\n(26)\n'contract' means an agreement concluded between the Commission or the relevant funding body with a legal entity implementing an innovation and market deployment action and supported by Horizon Europe blended finance or EIC blended finance;\n(27)\n'reimbursable advance' means the part of the Horizon Europe blended finance or EIC blended finance that corresponds to a loan under Title X of the Financial Regulation, but that is directly awarded by the Union on a non-profit basis to cover the costs of activities corresponding to an innovation action, and which is to be reimbursed by the beneficiary to the Union under the conditions provided for in the contract;\n(28)\n'classified information' means European Union classified information as defined in Article 3 of Decision (EU, Euratom) 2015/444 as well as classified information of Member States, classified information of third countries with which the Union has a security agreement and classified information of international organisation with which the Union has a security agreement;\n(29)\n'blending operation' means an action supported by the Union budget, including within a blending facility or platform as defined in point (6) of Article 2 of the Financial Regulation, that combines non-repayable forms of support and/or financial instruments from the Union budget with repayable forms of support from development or other public finance institutions, as well as from commercial finance institutions and investors;\n(30)\n'Horizon Europe blended finance' means financial support to a programme implementing innovation and market deployment action, consisting of a specific combination of a grant or reimbursable advance and an investment in equity or any other repayable form of support;\n(31)\n'EIC blended finance' means direct financial support provided under the EIC to an innovation and market deployment action consisting of a specific combination of a grant or reimbursable advance and an investment in equity or any other repayable form of support;\n(32)\n'research and innovation action' means an action primarily consisting of activities aiming to establish new knowledge or to explore the feasibility of a new or improved technology, product, process, service or solution. This may include basic and applied research, technology development and integration, testing, demonstration and validation on a small-scale prototype in a laboratory or simulated environment;\n(33)\n'innovation action' means an action primarily consisting of activities directly aiming to produce plans and arrangements or designs for new, altered or improved products, processes or services, possibly including prototyping, testing, demonstrating, piloting, large-scale product validation and market replication;\n(34)\n'ERC frontier research action' means a principal investigator-led research action, including ERC Proof of Concept, hosted by single or multiple beneficiaries receiving funding from the European Research Council (ERC);\n(35)\n'training and mobility action' means an action geared towards the improvement of the skills, knowledge and career prospects of researchers, based on mobility between countries and, if relevant, between sectors or disciplines;\n(36)\n'programme co-fund action' means an action to provide multi-annual co-funding to a programme of activities established or implemented by legal entities managing or funding R&I programmes, other than Union funding bodies; such a programme of activities may support networking and coordination, research, innovation, pilot actions, and innovation and market deployment actions, training and mobility actions, awareness raising and communication, dissemination and exploitation, and provide any relevant financial support, such as grants, prizes and procurement, as well as Horizon Europe blended finance or a combination thereof. The programme co-fund action may be implemented by those legal entities directly or by third parties on their behalf;\n(37)\n'pre-commercial procurement action' means an action the primary aim of which is to realise the pre-commercial procurement implemented by beneficiaries that are contracting authorities or contracting entities;\n(38)\n'public procurement of innovative solutions action' means an action the primary aim of which is to realise the joint or coordinated public procurement of innovative solutions implemented by beneficiaries that are contracting authorities or contracting entities;\n(39)\n'coordination and support action' means an action contributing to the objectives of the Programme, excluding R&I activities, except when undertaken under the component 'widening participation and spreading excellence' of the part 'Widening participation and strengthening the ERA'; and bottom-up coordination without co-funding of research activities from the Union that allows for cooperation between legal entities from Member States and associated countries in order to strengthen the ERA;\n(40)\n'inducement prize' means a prize to spur investment in a given direction by specifying a target prior to the performance of the work;\n(41)\n'recognition prize' means a prize to reward past achievements and outstanding work after it has been performed;\n(42)\n'innovation and market deployment action' means an action which embeds an innovation action and other activities necessary to deploy an innovation in the market, including the scaling-up of companies, Horizon Europe blended finance or EIC blended finance;\n(43)\n'indirect actions' means R&I activities to which the Union provides financial support and which are undertaken by participants;\n(44)\n'direct actions' means R&I activities undertaken by the Commission through its JRC;\n(45)\n'procurement' means procurement as defined in point (49) of Article 2 of the Financial Regulation;\n(46)\n'affiliated entity' means an entity as defined in Article 187(1) of the Financial Regulation;\n(47)\n'innovation ecosystem' means an ecosystem that brings together at Union level actors or entities whose functional goal is to enable technology development and innovation; it encompasses relations between material resources (such as funds, equipment, and facilities), institutional entities (such as higher education institutions and support services, research and technology organisations, companies, venture capitalists and financial intermediaries) and national, regional and local policy-making and funding entities;\n(48)\n'project-based remuneration' means remuneration that is linked to the participation of a person in projects, is part of the beneficiary's usual remuneration practices and is paid in a consistent manner.\nArticle 3\nProgramme objectives\n1.   The general objective of the Programme is to deliver scientific, technological, economic and societal impact from the Union's investments in R&I so as to strengthen the scientific and technological bases of the Union and foster the competitiveness of the Union in all Member States including in its industry, to deliver on the Union strategic priorities and to contribute to the realisation of Union objectives and policies, to tackle global challenges, including the SDGs by following the principles of the 2030 Agenda and the Paris Agreement, and to strengthen the ERA. The Programme shall thus maximise Union added value by focusing on objectives and activities that cannot be effectively realised by Member States acting alone, but in cooperation.\n2.   The Programme has the following specific objectives:\n(a)\nto develop, promote and advance scientific excellence, to support the creation and diffusion of high-quality new fundamental and applied knowledge, of skills, technologies and solutions, to support training and mobility of researchers, to attract talent at all levels and contribute to the full engagement of the Union's talent pool in actions supported under the Programme;\n(b)\nto generate knowledge, strengthen the impact of R&I in developing, supporting and implementing Union policies and support the access to and uptake of innovative solutions in European industry, in particular SMEs, and in society to address global challenges, including climate change and the SDGs;\n(c)\nto foster all forms of innovation, facilitate technological development, demonstration and knowledge and technology transfer, strengthen deployment and exploitation of innovative solutions;\n(d)\nto optimise the Programme's delivery with a view to strengthening and increasing the impact and attractiveness of the ERA, to foster excellence-based participation from all Member States, including low R&I performing countries, in the Programme and to facilitate collaborative links in European R&I.\nArticle 4\nProgramme structure\n1.   For the specific programme referred to in point (a) of Article 1(2) and the EIT, the Programme shall be structured in parts as follows, which contribute to the general and specific objectives set out in Article 3:\n(a)\nPillar I 'Excellent Science', with the following components:\n(i)\nthe ERC;\n(ii)\nMarie Skłodowska-Curie Actions (MSCA);\n(iii)\nresearch infrastructures;\n(b)\nPillar II 'Global Challenges and European Industrial Competitiveness', with the following components, taking into account that SSH play an important role across all clusters:\n(i)\ncluster 'Health';\n(ii)\ncluster 'Culture, Creativity and Inclusive Society';\n(iii)\ncluster 'Civil Security for Society';\n(iv)\ncluster 'Digital, Industry and Space';\n(v)\ncluster 'Climate, Energy and Mobility';\n(vi)\ncluster 'Food, Bioeconomy, Natural Resources, Agriculture and Environment';\n(vii)\nnon-nuclear direct actions of the JRC;\n(c)\nPillar III 'Innovative Europe', with the following components:\n(i)\nthe EIC;\n(ii)\nEuropean innovation ecosystems;\n(iii)\nthe EIT;\n(d)\nPart 'Widening Participation and Strengthening the ERA', with the following components:\n(i)\nwidening participation and spreading excellence;\n(ii)\nreforming and enhancing the European R&I System.\n2.   The broad lines of activities of the Programme are set out in Annex I of this Regulation.\nArticle 5\nDefence research and development\nActivities to be carried out under the specific programme referred to in point (c) of Article 1(2) and which are laid down in Regulation (EU) 2021/697, shall have an exclusive focus on defence research and development, with objectives and broad lines of activities aiming to foster the competitiveness, efficiency and innovation capacity of the European defence technological and industrial base.\nArticle 6\nStrategic planning and implementation and forms of Union funding\n1.   The Programme shall be implemented by means of direct management or by means of indirect management by the funding bodies.\n2.   Funding under the Programme may be provided by means of indirect actions in any of the forms laid down in the Financial Regulation, however grants shall be the main form of support under the Programme. Funding under the Programme may also be provided through prizes, procurements and financial instruments within blending operations and equity support under the Accelerator.\n3.   The rules for participation and dissemination laid down in this Regulation shall apply to indirect actions.\n4.   The main types of action to be used under the Programme are defined in Article 2. The forms of funding referred to in paragraph 2 of this Article shall be used in a flexible manner across all objectives of the Programme with their use being determined on the basis of the needs and the characteristics of the particular objectives.\n5.   The Programme shall also support direct actions. Where those direct actions contribute to initiatives established under Article 185 or 187 TFEU, that contribution shall not be considered to be part of the financial contribution allocated to those initiatives.\n6.   The implementation of the specific programme referred to in point (a) of Article 1(2) and the EIT's KICs shall be supported by a transparent and strategic planning of R&I activities as laid down in the specific programme referred to in point (a) of Article 1(2), in particular for the pillar 'Global Challenges and European Industrial Competitiveness' and cover also relevant activities in other pillars and the 'Widening participation and strengthening the ERA' part.\nThe Commission shall ensure the early involvement of Member States and extensive exchanges with the European Parliament, to be complemented by consultations with stakeholders and the general public.\nStrategic planning shall ensure alignment with other relevant Union programmes and consistency with Union priorities and commitments and increase complementarity and synergies with national and regional funding programmes and priorities, thereby strengthening the ERA. Areas for possible missions and areas for possible Institutionalised European Partnerships shall be established in Annex VI.\n7.   Where appropriate, in order to allow faster access to funds for small collaborative consortia, a fast track to research and innovation procedure (FTRI procedure) may be proposed under some of the calls for proposals dedicated to select research and innovation actions or innovation actions under the pillar 'Global Challenges and European Industrial Competitiveness' and the European Innovation Council Pathfinder.\nA call for proposals under the FTRI procedure shall have the following cumulative characteristics:\n(a)\nbottom-up calls for proposals;\n(b)\na shorter time-to-grant, not exceeding six months;\n(c)\na support provided only to small collaborative consortia composed of maximum six different and independent eligible legal entities;\n(d)\na maximum financial support per consortium not exceeding EUR 2,5 million.\nThe work programme shall identify the calls for proposals which use the FTRI procedure.\n8.   Activities of the Programme shall be delivered primarily through open, competitive calls for proposals, including within missions and European Partnerships.\nArticle 7\nPrinciples of the Programme\n1.   Research and innovation activities carried out under the specific programme referred to in point (a) of Article 1(2) and under the EIT shall have an exclusive focus on civil applications. Budgetary transfers between the amount allocated to the specific programme referred to in point (a) of Article 1(2) and the EIT and the amount allocated to the specific programme referred to in point (c) of Article 1(2) shall not be allowed and unnecessary duplication between the two programmes shall be avoided.\n2.   The Programme shall ensure a multidisciplinary approach and shall, where appropriate, provide for the integration of SSH across all clusters and activities developed under the Programme, including specific calls for proposals on SSH related topics.\n3.   The collaborative parts of the Programme shall ensure a balance between lower and higher TRLs, thereby covering the whole value chain.\n4.   The Programme shall ensure the effective promotion and integration of cooperation with third countries and international organisations and initiatives based on mutual benefits, the Union interests, international commitments and, where appropriate, reciprocity.\n5.   The Programme shall assist widening countries to increase their participation in it and to promote a broad geographical coverage in collaborative projects, including through spreading scientific excellence, boosting new collaborative links, stimulating brain circulation as well as through the implementation of Article 24(2) and Article 50(5). Those efforts shall be mirrored by proportional measures by Member States, including through setting attractive salaries for researchers, with the support of Union, national and regional funds. Without undermining the excellence criteria, particular attention shall be paid to geographical balance, subject to the situation in the field of R&I concerned, in evaluation panels and bodies such as boards and expert groups.\n6.   The Programme shall ensure the effective promotion of equal opportunities for all and the implementation of gender mainstreaming, including the integration of the gender dimension in R&I content. It shall aim to address the causes of gender imbalance. Particular attention shall be paid to ensuring, to the extent possible, gender balance in evaluation panels and in other relevant advisory bodies such as boards and expert groups.\n7.   The Programme shall be implemented in synergy with other Union programmes while aiming for maximal administrative simplification. A non-exhaustive list of synergies with other Union programmes is included in Annex IV.\n8.   The Programme shall contribute to increasing public and private investment in R&I in Member States, thereby helping to reach an overall investment of at least 3 % of Union GDP in research and development.\n9.   When implementing the Programme, the Commission shall continue to aim for administrative simplification and a reduction of the burden for the applicants and beneficiaries.\n10.   As part of the general Union objective of mainstreaming climate actions into Union sectoral policies and Union funds, actions under this Programme shall contribute at least 35 % of the expenditure to climate objectives where appropriate. Climate mainstreaming shall be adequately integrated in R&I content.\n11.   The Programme shall promote co-creation and co-design through the engagement of citizens and civil society.\n12.   The Programme shall ensure transparency and accountability of public funding in R&I projects, thereby preserving the public interest.\n13.   The Commission or the relevant funding body shall ensure that sufficient guidance and information is made available to all potential participants at the time of publication of the call for proposals, in particular the applicable model grant agreement.\nArticle 8\nMissions\n1.   Missions shall be programmed within the pillar 'Global Challenges and European Industrial Competitiveness', but may also benefit from actions carried out within other parts of the Programme as well as complementary actions carried out under other Union programmes. Missions shall allow for competing solutions, resulting in pan-European added value and impact.\n2.   Missions shall be defined and implemented in accordance with this Regulation and the specific programme, ensuring the active and early involvement of the Member States and extensive exchanges with the European Parliament. The missions, their objectives, budget, targets, scope, indicators and milestones shall be identified in strategic R&I plans or the work programmes as appropriate. Evaluations of proposals under the missions shall be carried out in accordance with Article 29.\n3.   During the first three years of the Programme, a maximum of 10 % of the annual budget of Pillar II shall be programmed through specific calls for proposals for implementing the missions. For the remaining years of the Programme that percentage may be increased subject to a positive assessment of the mission selection and of the management process. The Commission shall communicate the total budgetary share of each work programme dedicated to missions.\n4.   Missions shall:\n(a)\nusing SDGs as sources for their design and implementation, have a clear R&I content and Union added value, and contribute to reaching Union priorities and commitments and the Programme objectives referred to in Article 3;\n(b)\ncover areas of common European relevance, be inclusive, encourage broad engagement and active participation from various types of stakeholders from the public and private sector, including citizens and end-users, and deliver R&I results that could benefit all Member States;\n(c)\nbe bold and inspirational, hence have wide, scientific, technological, societal, economic, environmental or policy relevance and impact;\n(d)\nindicate a clear direction and clear objectives, be targeted, measurable and time-bound and have a clear budgetary envelope;\n(e)\nbe selected in a transparent manner and be centred on ambitious, excellence-based and impact-driven, but realistic goals and on research, development and innovation activities;\n(f)\nhave the necessary scope, scale and mobilisation of the resources and leverage of additional public and private funds required to deliver their outcome;\n(g)\nstimulate activities across disciplines (including SSH) and encompass activities from a broad range of TRLs, including lower TRLs;\n(h)\nbe open to multiple, bottom-up approaches and solutions which take into account human and societal needs and benefits and recognise the importance of diverse contributions to their achievement;\n(i)\nbenefit from synergies with other Union programmes in a transparent manner as well as with national and, where relevant, regional innovation ecosystems.\n5.   The Commission shall monitor and evaluate each mission in accordance with Articles 50 and 52 and Annex V, including progress towards short, medium and long-term targets, covering the implementation, monitoring and phasing-out of the missions. An assessment of the first missions established under the Programme shall take place no later than 2023 and before any decision is taken on creating new missions, or on continuing, terminating or redirecting ongoing missions. The results of that assessment shall be made public and shall include, but not be limited to, an analysis of their selection process and of their governance, budget, focus and progress to date.\nArticle 9\nThe European Innovation Council\n1.   The Commission shall establish the EIC as a centrally managed one-stop shop for implementing actions under Pillar III 'Innovative Europe' which relate to the EIC. The EIC shall focus mainly on breakthrough and disruptive innovation, targeting especially market-creating innovation, while also supporting all types of innovation, including incremental.\nThe EIC shall operate in accordance with the following principles:\n(a)\nclear Union added value;\n(b)\nautonomy;\n(c)\nability to take risk;\n(d)\nefficiency;\n(e)\neffectiveness;\n(f)\ntransparency;\n(g)\naccountability.\n2.   The EIC shall be open to all types of innovators including individuals, universities, research organisations and companies (SMEs, including start-ups, and, in exceptional cases, small mid-caps) as well as single beneficiaries and multi-disciplinary consortia. At least 70 % of EIC budget shall be dedicated to SMEs, including start-ups.\n3.   The EIC Board and the management features of the EIC are described in Decision (EU) 2021/764.\nArticle 10\nEuropean Partnerships\n1.   Parts of the Programme may be implemented through European Partnerships. The involvement of the Union in European Partnerships shall take any of the following forms:\n(a)\nparticipation in European Partnerships set up on the basis of memoranda of understanding or contractual arrangements between the Commission and the partners referred to in point (3) of Article 2, specifying the objectives of the European Partnership, related commitments of the Union and of the other partners regarding their financial and/or in-kind contributions, key performance and impact indicators, the results to be delivered and reporting arrangements. They include the identification of complementary R&I activities that are implemented by the partners and by the Programme (Co-programmed European Partnerships);\n(b)\nparticipation in and financial contribution to a programme of R&I activities, specifying the objectives, key performance and impact indicators, and the results to be delivered, based on the commitment of the partners regarding their financial and/or in-kind contributions and the integration of their relevant activities using a Programme co-fund action (Co-funded European Partnerships);\n(c)\nparticipation in and financial contribution to R&I programmes undertaken by several Member States in accordance with Article 185 TFEU or by bodies established pursuant to Article 187 TFEU, such as Joint Undertakings or by the EIT's KICs in accordance with the EIT Regulation (Institutionalised European Partnerships).\nInstitutionalised European Partnerships shall be implemented only where other parts of the Programme, including other forms of European Partnerships, would not achieve the objectives or would not generate the necessary expected impacts, and where justified by a long-term perspective and a high degree of integration. European Partnerships in accordance with Article 185 or Article 187 TFEU shall implement a central management of all financial contributions, except in duly justified cases. In the case of central management of all financial contributions, project level contributions from one participating state shall be made on the basis of the funding requested in proposals from legal entities established in that participating state, unless otherwise agreed among all participating states.\nThe rules for Institutionalised European Partnerships shall specify, among other things, the objectives, key performance and impact indicators, and the results to be delivered, as well as the related commitments for financial and/or in-kind contributions of the partners.\n2.   European Partnerships shall:\n(a)\nbe established for the purpose of addressing European or global challenges only in cases where the objectives of the Programme would be achieved more effectively through a European Partnership than by the Union alone and when compared to other forms of support under the Programme; an appropriate share of the budget of the Programme shall be allocated to those actions of the Programme that are implemented through European Partnerships; the majority of the budget in Pillar II shall be allocated to actions outside European Partnerships;\n(b)\nadhere to the principles of Union added value, transparency and openness, and to having impact within and for Europe, strong leverage effect on sufficient scale, long-term commitments of all involved parties, flexibility in implementation, coherence, coordination and complementarity with Union, local, regional, national and, where relevant, international initiatives or other European Partnerships and missions;\n(c)\nhave a clear life-cycle approach, be limited in time and include conditions for phasing-out the Programme funding.\n3.   European Partnerships under points (a) and (b) of paragraph 1 of this Article shall be identified in strategic R&I plans before being implemented in work programmes.\n4.   Provisions and criteria for the selection, implementation, monitoring, evaluation and phasing-out of European Partnerships are set out in Annex III.\nArticle 11\nReview of missions and partnership areas\nBy 31 December 2023, the Commission shall carry out a review of Annex VI to this Regulation as part of the overall monitoring of the Programme, including missions and Institutionalised European Partnerships established pursuant to Article 185 or 187 TFEU and present a report on the main findings to the European Parliament and to the Council.\nArticle 12\nBudget\n1.   The financial envelope for the implementation of the Programme for the period from 1 January 2021 to 31 December 2027 shall be EUR 86 123 000 000 in current prices for the specific programme referred to in point (a) of Article 1(2) and for the EIT and EUR 7 953 000 000 in current prices for the specific programme referred to in point (c) of Article 1(2).\n2.   The indicative distribution of the amount referred to in paragraph 1 for the specific programme referred to in point (a) of Article 1(2) and for the EIT shall be:\n(a)\nEUR 23 546 000 000 for Pillar I 'Excellent Science' for the period 2021 to 2027, of which:\n(i)\nEUR 15 027 000 000 for the ERC;\n(ii)\nEUR 6 333 000 000 for MSCA;\n(iii)\nEUR 2 186 000 000 for research infrastructures;\n(b)\nEUR 47 428 000 000 for Pillar II 'Global Challenges and European Industrial Competitiveness' for the period 2021 to 2027, of which:\n(i)\nEUR 6 893 000 000 for cluster 'Health';\n(ii)\nEUR 1 386 000 000 for cluster 'Culture, Creativity and Inclusive Society';\n(iii)\nEUR 1 303 000 000 for cluster 'Civil Security for Society';\n(iv)\nEUR 13 462 000 000 for cluster 'Digital, Industry and Space';\n(v)\nEUR 13 462 000 000 for cluster 'Climate, Energy and Mobility';\n(vi)\nEUR 8 952 000 000 for cluster 'Food, Bioeconomy, Natural Resources, Agriculture and Environment';\n(vii)\nEUR 1 970 000 000 for the non-nuclear direct actions of the JRC;\n(c)\nEUR 11 937 000 000 for Pillar III 'Innovative Europe' for the period 2021 to 2027, of which:\n(i)\nEUR 8 752 000 000 for the EIC;\n(ii)\nEUR 459 000 000 for European innovation ecosystems;\n(iii)\nEUR 2 726 000 000 for the EIT;\n(d)\nEUR 3 212 000 000 for Part 'Widening Participation and Strengthening the ERA' for the period 2021 to 2027, of which:\n(i)\nEUR 2 842 000 000 for 'widening participation and spreading excellence';\n(ii)\nEUR 370 000 000 for 'reforming and enhancing the European R&I System'.\n3.   As a result of the Programme specific adjustment provided for in Article 5 of Regulation (EU, Euratom) 2020/2093 the amount referred to in the paragraph 1 for the specific programme referred to in point (a) of Article 1(2) of this Regulation and for the EIT shall be increased by an additional allocation of EUR 3 000 000 000 in constant 2018 prices as specified in Annex II to Regulation (EU, Euratom) 2020/2093.\n4.   The indicative distribution of the amount referred to in paragraph 3 shall be as follows:\n(a)\nEUR 1 286 000 000 in constant 2018 prices for Pillar I 'Excellent Science', of which:\n(i)\nEUR 857 000 000 in constant 2018 prices for the ERC;\n(ii)\nEUR 236 000 000 in constant 2018 prices for MSCA;\n(iii)\nEUR 193 000 000 in constant 2018 prices for research infrastructures;\n(b)\nEUR 1 286 000 000 in constant 2018 prices for Pillar II 'Global Challenges and European Industrial Competitiveness', of which:\n(i)\nEUR 686 000 000 in constant 2018 prices for cluster 'Culture, Creativity and Inclusive Society';\n(ii)\nEUR 257 000 000 in constant 2018 prices for cluster 'Civil Security for Society';\n(iii)\nEUR 171 000 000 in constant 2018 prices for cluster 'Digital, and Industry and Space';\n(iv)\nEUR 171 000 000 in constant 2018 prices for cluster 'Climate, Energy and Mobility';\n(c)\nEUR 270 000 000 in constant 2018 prices for Pillar III 'Innovative Europe', of which:\n(i)\nEUR 60 000 000 in constant 2018 prices for European innovation ecosystems;\n(ii)\nEUR 210 000 000 in constant 2018 prices for the EIT;\n(d)\nEUR 159 000 000 in constant 2018 prices for Part 'Widening Participation and Strengthening the ERA', of which:\n(i)\nEUR 99 000 000 in constant 2018 prices for 'widening participation and spreading sharing excellence';\n(ii)\nEUR 60 000 000 in constant 2018 prices for 'reforming and enhancing the European R&I System'.\n5.   In order to respond to unforeseen situations or to new developments and needs, the Commission may, within the annual budgetary procedure, deviate from the amounts referred to in paragraph 2 up to a maximum of 10 %. There shall be no such deviation in respect of the amounts referred to in point (b)(vii) of paragraph 2 and the total amount set out for Part 'Widening Participation and Strengthening the ERA' of paragraph 2.\n6.   The amount referred to in paragraphs 1 and 3 of this Article for the specific programme referred to in point (a) of Article 1(2) and for the EIT, may also cover expenses for preparation, monitoring, control, audit, evaluation and other activities and expenditures necessary for managing and implementing the Programme, including all administrative expenditure, as well as evaluating the achievement of its objectives. The administrative expenses related to indirect actions shall not exceed 5 % of the total amount of indirect actions of the specific programme referred to in point (a) of Article 1(2) and of the EIT. Moreover, the amount referred to in paragraphs 1 and 3 of this Article for the specific programme referred to in point (a) of Article 1(2) and for the EIT may also cover:\n(a)\nin so far as they are related to the objectives of the Programme: expenses relating to studies, to meetings of experts, information and communication actions;\n(b)\nexpenses linked to information technology networks focusing on information processing and exchange, including corporate information technology tools and other technical and administrative assistance needed in connection with the management of the Programme.\n7.   If necessary to enable the management of actions not completed by 31 December 2027, appropriations may be entered in the Union budget beyond 2027 to cover the expenses provided for in paragraph 6.\n8.   Budgetary commitments for actions extending over more than one financial year may be broken down into annual instalments over several years.\n9.   In accordance with point (a) of the second subparagraph of Article 193(2) of the Financial Regulation, in duly justified cases specified in the financing decision and for a limited period, activities supported under this Regulation and the underlying costs may be considered eligible as of 1 January 2021, even if they were implemented and incurred before the grant application was submitted.\nArticle 13\nResources from the European Union Recovery Instrument\n1.   Subject to Article 3(3), (4), (7) and (9) of Regulation (EU) 2020/2094 the measures referred to in Article 1(2) of that Regulation shall be implemented under the Programme through amounts referred to in point (a)(iv) of Article 2(2) of that Regulation.\n2.   The amounts referred to in point (a)(iv) of Article 2(2) of Regulation (EU) 2020/2094 shall constitute external assigned revenue as set out in Article 3(1) of that Regulation. Those additional amounts shall exclusively be allocated to actions for R&I directed at addressing the consequences of the COVID-19 crisis, in particular its economic, social and societal consequences. Priority shall be given to innovative SMEs and special attention shall be paid to their integration in collaborative projects under Pillar II.\n3.   The indicative distribution of the amounts referred to in point (a)(iv) of Article 2(2) of Regulation (EU) 2020/2094 shall be:\n(a)\n25 % to cluster 'Health';\n(b)\n25 % to cluster 'Digital, Industry and Space';\n(c)\n25 % to cluster 'Climate, Energy and Mobility';\n(d)\n25 % to the EIC.\nArticle 14\nOpen science\n1.   The Programme shall encourage open science as an approach to the scientific process based on cooperative work and diffusing knowledge, in particular in accordance with the following elements which shall be ensured in accordance with Article 39(3) of this Regulation:\n(a)\nopen access to scientific publications resulting from research funded under the Programme;\n(b)\nopen access to research data, including those underlying scientific publications, in accordance with the principle 'as open as possible, as closed as necessary'.\n2.   The principle of reciprocity in open science shall be promoted and encouraged in all association and cooperation agreements with third countries, including agreements signed by funding bodies entrusted with the indirect management of the Programme.\n3.   Responsible management of research data shall be ensured in line with the principles 'findability', 'accessibility', 'interoperability' and 'reusability' (the 'FAIR principles'). Attention shall also be paid to the long-term preservation of data.\n4.   Other open science practices shall be promoted and encouraged, including for the benefit of SMEs.\nArticle 15\nAlternative, combined and cumulative funding and transfers of resources\n1.   The Programme shall be implemented in synergy with other Union programmes, in accordance with the principle set out in Article 7(7).\n2.   The Seal of Excellence shall be awarded for calls for proposals specified in the work programme. In accordance with the relevant provision of the Common Provisions Regulation for 2021-2027 and the relevant provision of the 'CAP Strategic Plan Regulation', the ERDF, the ESF+ or the EAFRD may support:\n(a)\nco-funded actions selected under the Programme; and\n(b)\nactions which were awarded a Seal of Excellence provided that they comply with all of the following conditions:\n(i)\nthey have been assessed in a call for proposals under the Programme;\n(ii)\nthey comply with the minimum quality requirements of that call for proposals; and\n(iii)\nthey have not been financed under that call for proposals only due to budgetary constraints.\n3.   Financial contributions under programmes co-financed by the ERDF, the ESF+, the EMFAF and the EAFRD may be considered to be a contribution of the participating Member State to European Partnerships under points (b) and (c) of Article 10(1) of this Regulation, provided that the relevant provisions of the Common Provisions Regulation for 2021-2027 and the fund-specific regulations are complied with.\n4.   An action that has received a contribution from another Union programme may also receive a contribution under the Programme, provided that the contributions do not cover the same costs. The rules of the relevant Union programme shall apply to the corresponding contribution to the action. The cumulative financing shall not exceed the total eligible costs of the action. The support from the different Union programmes may be calculated on a pro-rata basis in accordance with the documents setting out the conditions for support.\n5.   Resources allocated to Member States under shared management may, at the request of the Member State concerned, be transferred to the Programme subject to the conditions set out in the relevant provisions of the Common Provisions Regulation for 2021-2027. The Commission shall implement those resources directly in accordance with point (a) of the first subparagraph of Article 62(1) of the Financial Regulation or indirectly in accordance with point (c) of that subparagraph. Those resources shall be used for the benefit of the Member State concerned.\n6.   Where the Commission has not entered into a legal commitment under direct or indirect management for resources transferred in accordance with paragraph 5, the corresponding uncommitted resources may be transferred back to one or more respective source programmes, at the request of the Member State, in accordance with the conditions set out in the relevant provisions of the Common Provisions Regulation for 2021-2027.\nArticle 16\nThird countries associated to the Programme\n1.   The Programme shall be open to association of the following third countries (associated countries):\n(a)\nMembers of the European Free Trade Association, which are members of the EEA, in accordance with the conditions laid down in the Agreement on the European Economic Area;\n(b)\nacceding countries, candidate countries and potential candidates, in accordance with the general principles and general terms and conditions for the participation of those countries in Union programmes established in the respective framework agreements and Association Council decisions or similar agreements and in accordance with the specific conditions laid down in agreements between the Union and those countries;\n(c)\nEuropean Neighbourhood Policy countries, in accordance with the general principles and general terms and conditions for the participation of those countries in Union programmes established in the respective framework agreements and Association Council decisions or in similar agreements and in accordance with the specific conditions laid down in agreements between the Union and those countries;\n(d)\nthird countries and territories that fulfil all of the following criteria:\n(i)\na good capacity in science, technology and innovation;\n(ii)\ncommitment to a rules-based open market economy, including fair and equitable dealing with intellectual property rights, respect of human rights, backed by democratic institutions;\n(iii)\nactive promotion of policies to improve the economic and social well-being of citizens.\n2.   Association to the Programme of each of the third countries under point (d) of paragraph 1 shall be in accordance with the conditions laid down in an agreement covering the participation of the third country to any Union programme, provided that the agreement:\n(a)\nensures a fair balance as regards the contributions and benefits of the third country participating in the Union programmes;\n(b)\nlays down the conditions of participation in the Union programmes, including the calculation of financial contributions to individual programmes, and their administrative costs;\n(c)\ndoes not confer on the third country any decision-making power in respect of the Union programme;\n(d)\nguarantees the rights of the Union to ensure sound financial management and to protect the Union's financial interests.\nThe contributions referred to in point (b) of the first subparagraph of this paragraph shall constitute assigned revenues in accordance with Article 21(5) of the Financial Regulation.\n3.   The scope of association of each third country to the Programme shall take into account an analysis of the benefits for the Union and the objective of driving economic growth in the Union through innovation. Accordingly, with the exception of EEA members, acceding countries, candidate countries and potential candidates, parts of the Programme may be excluded from an association agreement for a specific country.\n4.   The association agreement shall, as far as possible, provide for the reciprocal participation of legal entities established in the Union in equivalent programmes of associated countries in accordance with the conditions laid down in those programmes.\n5.   The conditions determining the level of financial contribution shall ensure a regular automatic correction of any significant imbalance compared to the amount that entities established in the associated country receive through participation in the Programme, taking into account the costs in the management, execution and operation of the Programme. The allocation of the financial contributions shall take into account the level of participation of the legal entities of the associated countries in each part of the Programme.\nTITLE II\nRULES FOR PARTICIPATION AND DISSEMINATION\nCHAPTER I\nGeneral provisions\nArticle 17\nFunding bodies and direct actions of JRC\n1.   The rules set out in this Title do not apply to direct actions undertaken by the JRC.\n2.   In duly justified cases, funding bodies may depart from the rules set out in this Title, except for Articles 18, 19 and 20, if:\n(a)\nsuch a departure is provided for in the basic act setting up the funding body or entrusting budget implementation tasks to it; or\n(b)\nfor funding bodies under points (ii), (iii) or (v) of point (c) of Article 62(1) of the Financial Regulation if it is provided for in the contribution agreement and if their specific operating needs or the nature of the action so require.\nArticle 18\nEligible actions and ethical principles\n1.   Without prejudice to paragraph 2 of this Article, only actions implementing the objectives referred to in Article 3 shall be eligible for funding.\nThe following fields of research shall not be financed:\n(a)\nactivities aiming at human cloning for reproductive purposes;\n(b)\nactivities intended to modify the genetic heritage of human beings which could make such modifications heritable (28);\n(c)\nactivities intended to create human embryos solely for the purpose of research or for the purpose of stem cell procurement, including by means of somatic cell nuclear transfer.\n2.   Research on human stem cells, both adult and embryonic, may be financed depending both on the contents of the scientific proposal and the legal framework of the Member States involved. No funding shall be provided within or outside the Union for research activities that are prohibited in all Member States. No funding shall be provided in a Member State for a research activity which is forbidden in that Member State.\nArticle 19\nEthics\n1.   Actions carried out under the Programme shall comply with ethical principles and relevant Union, national and international law, including the Charter and the European Convention for the Protection of Human Rights and Fundamental Freedoms and its Supplementary Protocols.\nParticular attention shall be paid to the principle of proportionality, to the right to privacy, the right to the protection of personal data, the right to the physical and mental integrity of a person, the right to non-discrimination and to the need to ensure protection of the environment and high levels of human health protection.\n2.   Legal entities participating in an action shall provide:\n(a)\nan ethics self-assessment identifying and detailing all the foreseeable ethics issues related to the objective, implementation and likely impact of the activities to be funded, including a confirmation of compliance with paragraph 1 and a description of how it will be ensured;\n(b)\na confirmation that the activities will comply with the European Code of Conduct for Research Integrity published by All European Academies and that no activities excluded from funding will be conducted;\n(c)\nfor activities carried out outside the Union, a confirmation that the same activities would have been allowed in a Member State; and\n(d)\nfor activities making use of human embryonic stem cells, as appropriate, details of licensing and control measures that shall be taken by the competent authorities of the Member States concerned as well as details of the ethics approvals that shall be obtained before the activities concerned start.\n3.   Proposals shall be systematically screened to identify actions which raise complex or serious ethics issues and submit them to an ethics assessment. The ethics assessment shall be carried out by the Commission unless it is delegated to the funding body. All actions involving the use of human embryonic stem cells or human embryos shall be subject to an ethics assessment. Ethics screenings and assessments shall be carried out with the support of ethics experts. The Commission and the funding bodies shall ensure the transparency of the ethics procedures without prejudice to the confidentiality of the content of those procedures.\n4.   Legal entities participating in an action shall obtain all approvals or other mandatory documents from the relevant national, local ethics committees or other bodies, such as data protection authorities, before the start of the relevant activities. Those documents shall be kept on file and provided to the Commission or the relevant funding body upon request.\n5.   If appropriate, ethics checks shall be carried out by the Commission or the relevant funding body. For serious or complex ethics issues, ethics checks shall be carried out by the Commission unless the Commission delegates this task to the funding body.\nEthics checks shall be carried out with the support of ethics experts.\n6.   Actions which do not fulfil the ethics requirements referred to in paragraphs 1 to 4 and are therefore not ethically acceptable, shall be rejected or terminated once the ethical unacceptability has been established.\nArticle 20\nSecurity\n1.   Actions carried out under the Programme shall comply with the applicable security rules and in particular rules on the protection of classified information against unauthorised disclosure, including compliance with any relevant Union and national law. In the case of research carried out outside the Union using or generating classified information, it shall also be necessary that, in addition to the compliance with those requirements, a security agreement shall have been concluded between the Union and the third country in which the research is to be conducted.\n2.   Where appropriate, proposals shall include a security self-assessment identifying any security issues and detailing how those issues will be addressed in order to comply with the relevant Union and national law.\n3.   Where appropriate, the Commission or the relevant funding body shall carry out a security scrutiny procedure for proposals raising security issues.\n4.   Where appropriate, the actions carried out under the Programme shall comply with Decision (EU, Euratom) 2015/444 and its implementing rules.\n5.   Legal entities participating in an action shall ensure the protection against unauthorised disclosure of classified information used or generated by the action. They shall provide proof of personal security clearance or facility security clearance from the relevant national security authorities, prior to the start of the activities concerned.\n6.   If independent external experts have to deal with classified information, the appropriate security clearance shall be required before those experts are appointed.\n7.   Where appropriate, the Commission or the relevant funding body may carry out security checks.\n8.   Actions which do not comply with the security rules under this Article may be rejected or terminated at any time.\nCHAPTER II\nGrants\nArticle 21\nGrants\nGrants under the Programme shall be awarded and managed in accordance with Title VIII of the Financial Regulation, unless otherwise specified in this Chapter.\nArticle 22\nLegal entities eligible for participation\n1.   Any legal entity, regardless of its place of establishment and including legal entities from non-associated third countries or international organisations, may participate in actions under the Programme, provided that the conditions laid down in this Regulation have been met together with any conditions laid down in the work programme or call for proposals.\n2.   Except in duly justified cases where the work programme otherwise provides, legal entities forming a consortium shall be eligible for participation in actions under the Programme provided that the consortium includes:\n(a)\nat least one independent legal entity established in a Member State; and\n(b)\nat least two other independent legal entities each established in different Member States or associated countries;\n3.   ERC frontier research actions, EIC actions, training and mobility actions or programme co-fund actions may be implemented by one or more legal entities, provided that one of those legal entities shall be established in a Member State or associated country on the basis of an agreement concluded in accordance with Article 16.\n4.   Coordination and support actions may be implemented by one or more legal entities, which may be established in a Member State, associated country or, in exceptional cases, in another third country.\n5.   For actions related to Union strategic assets, interests, autonomy or security, the work programme may provide that the participation can be limited to legal entities established only in Member States or to legal entities established in specified associated or other third countries in addition to Member States. Any limitation of the participation of legal entities established in associated countries which are EEA members shall be in accordance with the terms and conditions of the Agreement on the European Economic Area. For duly justified and exceptional reasons, in order to guarantee the protection of the strategic interests of the Union and its Member States, the work programme may also exclude the participation of legal entities established in the Union or in associated countries directly or indirectly controlled by non-associated third countries or by legal entities of non-associated third countries from individual calls for proposals, or make their participation subject to conditions set out in the work programme.\n6.   Where appropriate and duly justified, the work programme may provide for eligibility criteria in addition to those set out in paragraphs 2 to 5 to take into account specific policy requirements or the nature and objectives of the action, including the number of legal entities, the type of legal entity and the place of establishment.\n7.   For actions benefiting from amounts under Article 15(5), the participation shall be limited to a single legal entity established in the jurisdiction of the delegating managing authority, except if otherwise agreed with that managing authority.\n8.   Where indicated in the work programme, the JRC may participate in actions.\n9.   The JRC, international European research organisations and legal entities created under Union law shall be deemed to be established in a Member State other than the ones in which other legal entities participating in the action are established.\n10.   For ERC frontier research actions, training and mobility actions and when provided for in the work programme, international organisations with headquarters in a Member State or associated country shall be deemed to be established in that Member State or associated country. For other parts of the Programme, international organisations other than international European research organisations shall be deemed to be established in a non-associated third country.\nArticle 23\nLegal entities eligible for funding\n1.   Legal entities shall be eligible for funding if they are established in a Member State or an associated country. Only legal entities established in the jurisdiction of the delegating managing authority shall be eligible for funding for actions benefiting from amounts under Article 15(5), except if otherwise agreed by that managing authority.\n2.   Legal entities established in a non-associated third country shall bear the cost of their participation. However, a legal entity established in low to middle income non-associated third countries and, exceptionally, other non-associated third countries, shall be eligible for funding in an action if:\n(a)\nthe third country is identified in the work programme adopted by the Commission; or\n(b)\nthe Commission or the relevant funding body considers that the participation of the legal entity concerned is essential for implementing the action.\n3.   Affiliated entities are eligible for funding in an action if they are established in a Member State, an associated country or in a third country identified in the work programme adopted by the Commission.\n4.   The Commission shall make available on a regular basis to the European Parliament and to the Council information concerning the amount of the Union's financial contributions provided to legal entities established in associated and non-associated third countries. As regards associated countries, that information shall also include information on their financial balance.\nArticle 24\nCalls for proposals\n1.   The content of the calls for proposals for all actions shall be included in the work programme.\n2.   If necessary to achieve their objectives, calls for proposals may, in exceptional cases, be restricted in order to develop additional activities or to add additional partners to existing actions. In addition, the work programme may provide for the possibility for legal entities from low R&I performing countries to join already selected collaborative R&I actions, subject to the agreement of the respective consortium and provided that legal entities from such countries are not yet participating in it.\n3.   A call for proposals is not required for coordination and support actions or programme co-fund actions which:\n(a)\nare to be carried out by the JRC or legal entities identified in the work programme;\n(b)\ndo not fall within the scope of a call for proposals, in accordance with point (e) of Article 195 of the Financial Regulation.\n4.   The work programme shall specify calls for proposals for which Seals of Excellence may be awarded. With prior authorisation from the applicant, information concerning the application and the evaluation may be shared with interested financing authorities, subject to the conclusion of confidentiality agreements.\nArticle 25\nJoint calls for proposals\nThe Commission or the relevant funding body may issue a joint call for proposals with:\n(a)\nthird countries, including their scientific and technological organisations or agencies;\n(b)\ninternational organisations;\n(c)\nnon-profit legal entities.\nIn the case of a joint call for proposals, the applicants shall fulfil the requirements under Article 22 and joint procedures shall be established for the selection and evaluation of proposals. Such procedures shall involve a balanced group of experts appointed by each party.\nArticle 26\nPre-commercial procurement and public procurement of innovative solutions\n1.   Actions may involve or have as their primary aim the pre-commercial procurement or public procurement of innovative solutions that shall be carried out by beneficiaries which are contracting authorities or contracting entities as defined in Directives 2014/24/EU (29) and 2014/25/EU (30) of the European Parliament and of the Council.\n2.   The procurement procedures:\n(a)\nshall comply with competition rules and with the principles of transparency, non-discrimination, equal treatment, sound financial management, proportionality;\n(b)\nmay authorise the award of multiple contracts within the same procedure (multiple sourcing);\n(c)\nshall provide for the award of the contracts to the tenders offering best value for money while ensuring absence of conflicts of interest.\nIn the case of pre-commercial procurement, where appropriate and without prejudice to the principles enumerated in point (a), the procurement procedure may be simplified or accelerated and may provide for specific conditions such as limiting the place of performance of the procured activities to the territory of the Member States and of the associated countries.\n3.   The contractor generating results in pre-commercial procurement shall own at least the intellectual property rights attached to those results. The contracting authorities shall enjoy at least royalty-free access rights to the results for their own use and the right to grant, or require the participating contractors to grant, non-exclusive licences to third parties to exploit the results for the contracting authority under fair and reasonable conditions without any right to sub-license. If a contractor fails to commercially exploit the results within a given period after the pre-commercial procurement as identified in the contract, the contracting authorities, after having consulted the contractor on the reasons for the non-exploitation, may require it to transfer any ownership of the results to the contracting authorities.\nArticle 27\nFinancial capacity of applicants\n1.   In addition to the exceptions mentioned in Article 198(5) of the Financial Regulation, the financial capacity shall be verified only for the coordinator and only if the requested funding from the Union for the action is equal to or greater than EUR 500 000.\n2.   Notwithstanding paragraph 1, if there are grounds to doubt the financial capacity of an applicant, or if there is a higher risk due to the participation in several ongoing actions funded by Union R&I programmes, the Commission or the relevant funding body shall also verify the financial capacity of other applicants, or of coordinators even where the requested funding is below the threshold referred to in paragraph 1.\n3.   If the financial capacity is structurally guaranteed by another legal entity, the financial capacity of that other legal entity shall be verified.\n4.   In the case where the financial capacity of an applicant is weak, the Commission or the relevant funding body may make participation of the applicant conditional on provision of a declaration on joint and several liability by an affiliated entity.\n5.   The contribution to the Mechanism set out in Article 37 of this Regulation shall be considered to be a sufficient guarantee under Article 152 of the Financial Regulation. No additional guarantee or security shall be accepted from beneficiaries or imposed upon them.\nArticle 28\nAward criteria and selection\n1.   A proposal shall be evaluated on the basis of the following award criteria:\n(a)\nexcellence;\n(b)\nimpact;\n(c)\nquality and efficiency of the implementation.\n2.   Only the criterion referred to in point (a) of paragraph 1 shall apply to proposals for ERC frontier research actions.\n3.   The work programme shall lay down further details concerning the application of the award criteria laid down in paragraph 1 including any weighting, thresholds and where relevant rules for dealing with ex aequo proposals, taking into consideration the objectives of the call for proposals. The conditions for dealing with ex aequo proposals may include, but shall not be limited to, the following criteria: SMEs, gender, and geographical diversity.\n4.   The Commission and other funding bodies shall take into account the possibility of a two-stage submission and evaluation procedure and where appropriate, anonymised proposals may be evaluated during the first stage of evaluation based on one or more of the award criteria referred to in paragraph 1.\nArticle 29\nEvaluation\n1.   Proposals shall be evaluated by the evaluation committee which shall be composed of independent external experts.\nFor EIC activities, missions and in duly justified cases as set out in the work programme adopted by the Commission, the evaluation committee may be composed partially or, in the case of coordination and support actions, partially or fully of representatives of Union institutions or bodies as referred to in Article 150 of the Financial Regulation.\nThe evaluation process may be followed by independent observers.\n2.   Where applicable, the evaluation committee shall rank the proposals that have passed the applicable thresholds, according to:\n(a)\nthe evaluation scores;\n(b)\ntheir contribution to the achievement of specific policy objectives, including the constitution of a consistent portfolio of projects namely for Pathfinder activities, missions and in other duly justified cases as set out in the work programme adopted by the Commission in detail.\nFor EIC activities, missions and in other duly justified cases as set out in the work programme adopted by the Commission in detail, the evaluation committee may also propose adjustments to the proposals insofar as those adjustments are needed for the consistency of the portfolio approach. Those adjustments shall be in conformity with the conditions for participation and comply with the principle of equal treatment. The Programme Committee shall be informed of such cases.\n3.   The evaluation process shall be designed to avoid conflicts of interest and bias. The transparency of the evaluation criteria and of the proposal scoring method shall be guaranteed.\n4.   In accordance with Article 200(7) of the Financial Regulation, applicants shall receive feedback at all stages of the evaluation and, where the proposal is rejected, the reasons for rejection.\n5.   Legal entities established in low R&I performing countries who have participated successfully in the component 'widening participation and spreading excellence' shall receive, upon request, a record of their participation, that may accompany proposals to the collaborative parts of the Programme that they coordinate.\nArticle 30\nEvaluation review procedure, enquiries and complaints\n1.   An applicant may request an evaluation review if it considers that the applicable evaluation procedure has not been correctly applied to its proposal (31).\n2.   Only the procedural aspects of an evaluation may be the subject of a request for an evaluation review. The evaluation of the merits of a proposal shall not be the subject of an evaluation review.\n3.   A request for an evaluation review shall relate to a specific proposal and shall be submitted within 30 days after the communication of evaluation results.\nAn evaluation review committee shall provide an opinion on the procedural aspects of the evaluation, and shall be chaired by and include staff of the Commission or of the relevant funding body who were not involved in the evaluation of the proposals. The evaluation review committee may recommend one of the following:\n(a)\na re-evaluation of the proposal to be carried out primarily by evaluators who were not involved in the previous evaluation; or\n(b)\nconfirmation of the initial evaluation.\n4.   An evaluation review shall not delay the selection process for proposals that are not the subject of that review.\n5.   The Commission shall ensure the existence of a procedure for participants to make direct enquiries and complaints about their involvement in the Programme. Information on how to register enquiries or complaints shall be made available online.\nArticle 31\nTime-to-grant\n1.   By way of derogation from the first subparagraph of Article 194(2) of the Financial Regulation, the following periods shall apply:\n(a)\nfor informing all applicants of the outcome of the evaluation of their application, a maximum period of five months from the final date for submission of complete proposals;\n(b)\nfor signing grant agreements with applicants, a maximum period of eight months from the final date for submission of complete proposals.\n2.   The work programme may establish shorter periods than those provided for in paragraph 1.\n3.   In addition to the exceptions laid down in the second subparagraph of Article 194(2) of the Financial Regulation, the periods referred to in paragraph 1 of this Article may be exceeded for actions of the ERC, for missions and when actions are submitted to an ethics assessment or security scrutiny.\nArticle 32\nImplementation of the grant\n1.   If a beneficiary fails to comply with its obligations regarding the technical implementation of the action, the other beneficiaries shall comply with those obligations without any additional Union funding, unless they are expressly relieved of that obligation. The financial responsibility of each beneficiary shall be limited to its own debt subject to the provisions relating to the Mechanism.\n2.   The grant agreement may establish milestones and related pre-financing instalments. If milestones are not reached, the action may be suspended, amended, or, where duly justified, terminated.\n3.   An action may also be terminated where expected results have lost their relevance for the Union for scientific or technological reasons or, in the case of the Accelerator, also for economic reasons or, in the case of EIC and missions, also due to their relevance as part of a portfolio of actions. The Commission shall undergo a procedure with the action coordinator and, if appropriate, with independent external experts, before deciding to terminate an action, in accordance with Article 133 of the Financial Regulation.\nArticle 33\nGrant agreements\n1.   The Commission shall, in close cooperation with Member States, draw up model grant agreements between the Commission or the relevant funding body and the beneficiaries in accordance with this Regulation. If a significant modification of a model grant agreement is required, in view, among other things, of further simplification for beneficiaries, the Commission shall, in close cooperation with Member States, revise that model grant agreement as appropriate.\n2.   Grant agreements shall establish the rights and obligations of the beneficiaries and of either the Commission or the relevant funding body in compliance with this Regulation. They shall also establish the rights and obligations of legal entities which become beneficiaries during the implementation of the action, as well as the role and tasks of a coordinator.\nArticle 34\nFunding rates\n1.   A single funding rate per action shall apply for all activities it funds. The maximum rate per action shall be fixed in the work programme.\n2.   Up to 100 % of total eligible costs of an action under the Programme may be reimbursed, except for:\n(a)\ninnovation actions where, up to 70 % of the total eligible costs may be reimbursed, except for non-profit legal entities where up to 100 % of the total eligible costs may be reimbursed;\n(b)\nprogramme co-fund actions where, at least 30 % and, in identified and duly justified cases, up to 70 % of the total eligible costs may be reimbursed.\n3.   The funding rates determined in this Article shall also apply for actions where flat-rate, unit or lump-sum financing is fixed for the whole action or part thereof.\nArticle 35\nIndirect costs\n1.   Indirect eligible costs shall be 25 % of the total direct eligible costs, excluding direct eligible costs for subcontracting, financial support to third parties and any unit costs or lump sums which include indirect costs.\nWhere appropriate, indirect costs included in unit costs or lump sums shall be calculated using the flat rate referred to in the first subparagraph, except for unit costs for internally invoiced goods and services, which shall be calculated on the basis of actual costs, in accordance with the beneficiaries' usual cost accounting practice.\n2.   Notwithstanding paragraph 1, if provided for in the work programme, indirect costs may be declared in the form of a lump sum or unit costs.\nArticle 36\nEligible costs\n1.   In addition to the criteria set out in Article 186 of the Financial Regulation, for beneficiaries with project-based remuneration, personnel costs are eligible up to the remuneration that the person would be paid for work in R&I projects funded by national schemes including social security charges and other costs linked to the remuneration of personnel assigned to the action, arising from national law or from the employment contract.\n2.   By way of derogation from Article 190(1) of the Financial Regulation, costs of resources made available by third parties by means of in-kind contributions shall be eligible up to the direct eligible costs of the third party.\n3.   By way of derogation from Article 192 of the Financial Regulation, income generated by the exploitation of the results shall not be considered to be receipts of the action.\n4.   Beneficiaries may use their usual accounting practices to identify and declare the costs incurred in relation to an action in compliance with all terms and conditions set out in the grant agreement, in accordance with this Regulation and Article 186 of the Financial Regulation.\n5.   By way of derogation from Article 203(4) of the Financial Regulation, a certificate on the financial statements shall be mandatory at payment of the balance, if the amount claimed as actual costs and unit costs calculated in accordance with usual cost accounting practices is equal to or greater than EUR 325 000.\nCertificates on financial statements may be produced by an approved external auditor or, in the case of public bodies, issued by a competent and independent public officer in accordance with Article 203(4) of the Financial Regulation.\n6.   Where appropriate, for MSCA training and mobility actions, the Union contribution shall take due account of any additional costs of the beneficiary related to maternity leave, parental leave, sick leave, special leave or to a change of recruiting host organisation or a change in the family status of researcher during the duration of the grant agreement.\n7.   Costs related to open access including data management plans shall be eligible for reimbursement as further stipulated in the grant agreement.\nArticle 37\nMutual insurance mechanism\n1.   A mutual insurance mechanism (the 'Mechanism') is hereby established which shall replace and succeed the fund set up in accordance with Article 38 of Regulation (EU) No 1290/2013. The Mechanism shall cover the risk associated with non-recovery of sums due by the beneficiaries:\n(a)\nto the Commission under Decision No 1982/2006/EC of the European Parliament and of the Council (32);\n(b)\nto the Commission and Union bodies under 'Horizon 2020';\n(c)\nto the Commission and funding bodies under the Programme.\nThe coverage of the risk regarding the funding bodies referred to in point (c) of the first subparagraph may be implemented through an indirect coverage system set out in the applicable agreement and taking into account the nature of the funding body.\n2.   The Mechanism shall be managed by the Union, represented by the Commission acting as executive agent. The Commission shall set up specific rules for the operation of the Mechanism.\n3.   Beneficiaries shall make a contribution of 5 % of the Union funding for the action. On the basis of periodic transparent evaluations, the Commission may increase that contribution up to 8 % or reduce it to under 5 %. The contribution of the beneficiaries to the Mechanism shall be offset against the initial pre-financing and paid to the Mechanism on behalf of the beneficiaries. That contribution shall not exceed the amount of the initial pre-financing.\n4.   The contribution of the beneficiaries shall be returned at the payment of the balance.\n5.   Any financial return generated by the Mechanism shall be added to the Mechanism. If the return is insufficient the Mechanism shall not intervene, and the Commission or the relevant funding body shall recover any amount owed directly from the beneficiaries or third parties.\n6.   The amounts recovered shall constitute revenue assigned to the Mechanism within the meaning of Article 21(5) of the Financial Regulation. Once all grants for which the risk is covered directly or indirectly by the Mechanism are completed, any sums outstanding shall be recovered by the Commission and entered into the budget of the Union, subject to decisions of the legislative authority.\n7.   The Mechanism may be extended to beneficiaries of any other directly managed Union programme. The Commission shall adopt conditions for participation of beneficiaries of other programmes.\nArticle 38\nOwnership and protection\n1.   Beneficiaries shall own the results they generate. They shall ensure that any rights of their employees or any other parties in relation to the results can be exercised in a manner compatible with the beneficiaries' obligations in the grant agreement.\nTwo or more beneficiaries shall own results jointly where:\n(a)\nthey have jointly generated them; and\n(b)\nit is not possible to:\n(i)\nestablish the respective contribution of each beneficiary; or\n(ii)\nseparate them when applying for, obtaining or maintaining their protection.\nThe joint owners shall agree in writing on the allocation and terms of exercise of their joint ownership. Unless otherwise agreed in the consortium agreement or in the joint ownership agreement, each joint owner may grant non-exclusive licences to third parties to exploit the jointly-owned results (without any right to sub-license), if the other joint owners are given advance notice and fair and reasonable compensation. The joint owners may agree in writing to apply another regime than joint ownership.\n2.   Beneficiaries which have received Union funding shall adequately protect their results if protection is possible and justified, taking into account all relevant considerations, including the prospects for commercial exploitation and any other legitimate interests. When deciding on protection, beneficiaries shall also consider the legitimate interests of the other beneficiaries in the action.\nArticle 39\nExploitation and dissemination\n1.   Each beneficiary that has received Union funding shall use its best efforts to exploit the results it owns, or to have them exploited by another legal entity. Exploitation may be direct by the beneficiaries or indirect in particular through the transfer and licensing of results in accordance with Article 40.\nThe work programme may provide for additional exploitation obligations.\nIf, despite a beneficiary's best efforts to exploit its results directly or indirectly, the results are not exploited within a given period as established in the grant agreement, the beneficiary shall use an appropriate online platform as identified in the grant agreement to find interested parties to exploit those results. That obligation may be waived at the request of the beneficiary if justified.\n2.   Beneficiaries shall disseminate their results as soon as feasible, in a publicly available format, subject to any restrictions due to the protection of intellectual property, security rules or legitimate interests.\nThe work programme may provide for additional dissemination obligations while safeguarding the Union's economic and scientific interests.\n3.   Beneficiaries shall ensure that open access to scientific publications applies under the terms and conditions laid down in the grant agreement. In particular, the beneficiaries shall ensure that they or the authors retain sufficient intellectual property rights to comply with their open access requirements.\nOpen access to research data shall be the general rule under the terms and conditions laid down in the grant agreement, ensuring the possibility of exceptions following the principle 'as open as possible, as closed as necessary', taking into consideration the legitimate interests of the beneficiaries including commercial exploitation and any other constraints, such as data protection rules, privacy, confidentiality, trade secrets, Union competitive interests, security rules or intellectual property rights.\nThe work programme may provide for additional incentives or obligations for the purpose of adhering to open science practices.\n4.   Beneficiaries shall manage all research data generated in an action under the Programme in line with the FAIR principles and in accordance with the grant agreement and shall establish a Data Management Plan.\nThe work programme may provide, where justified, for additional obligations to use the EOSC for storing and giving access to research data.\n5.   Beneficiaries that intend to disseminate their results shall give advance notice to the other beneficiaries in the action. Any other beneficiary may object if it can show that dissemination of the results would significantly harm its legitimate interests in relation to its results or background. In such cases, the results shall not be disseminated unless appropriate steps are taken to safeguard those legitimate interests.\n6.   Unless the work programme provides otherwise, proposals shall include a plan for the exploitation and dissemination of the results. If the expected exploitation of the results entails developing, creating, manufacturing and marketing a product or process, or in creating and providing a service, the plan shall include a strategy for such exploitation. If the plan provides for the exploitation of the results primarily in non-associated third countries, the legal entities shall explain how that exploitation is still to be considered to be in the Union interest.\nThe beneficiaries shall update the plan for the exploitation and dissemination of the results during and after the end of the action, in accordance with the grant agreement.\n7.   For the purposes of monitoring and dissemination by the Commission or the relevant funding body, the beneficiaries shall provide any information requested regarding the exploitation and dissemination of their results, in accordance with the grant agreement. Subject to the legitimate interests of the beneficiaries, such information shall be made publicly available.\nArticle 40\nTransfer and licensing\n1.   Beneficiaries may transfer ownership of their results. They shall ensure that their obligations also apply to the new owner and that the latter has the obligation to pass them on in any subsequent transfer.\n2.   Unless otherwise agreed in writing for specifically identified third parties including affiliated entities or unless impossible under applicable law, beneficiaries that intend to transfer ownership of results shall give advance notice to any other beneficiary that still has access rights to the results. The notification shall include sufficient information on the new owner to enable a beneficiary to assess the effects on its access rights.\nUnless otherwise agreed in writing for specifically identified third parties including affiliated entities, a beneficiary may object to the transfer of ownership of results by another beneficiary if it can show that the transfer would adversely affect its access rights. In this case, the transfer shall not take place until agreement has been reached between the beneficiaries concerned. The grant agreement shall lay down time limits in this respect.\n3.   Beneficiaries may grant licences to their results or otherwise give the right to exploit them, including on an exclusive basis, if this does not affect compliance with their obligations. Exclusive licences for results may be granted subject to consent by all the other beneficiaries concerned that they will waive their access rights thereto.\n4.   Where justified, the grant agreement shall provide for the right for the Commission or the relevant funding body to object to transfers of ownership of results, or to grants of an exclusive licence regarding results, if:\n(a)\nthe beneficiaries which generated the results have received Union funding;\n(b)\nthe transfer or licensing is to a legal entity established in a non-associated third country; and\n(c)\nthe transfer or licensing is not in line with Union interests.\nIf the right to object is provided for, the beneficiary shall give advance notice of its intention to transfer ownership of results or to grant an exclusive licence regarding results. The right to object may be waived in writing regarding transfers or grants to specifically identified legal entities if measures safeguarding Union interests are in place.\nArticle 41\nAccess rights\n1.   Requests to exercise access rights and the waiver of access rights shall be in writing.\n2.   Unless otherwise agreed with the grantor, access rights shall not include the right to sub-license.\n3.   Before acceding to the grant agreement the beneficiaries shall inform each other of any restrictions to granting access to their background.\n4.   If a beneficiary is no longer involved in an action, this shall not affect its obligations to grant access.\n5.   If a beneficiary defaults on its obligations, the beneficiaries may agree that that beneficiary no longer has access rights.\n6.   Beneficiaries shall grant access to:\n(a)\ntheir results on a royalty-free basis to any other beneficiary in the action that needs them to implement its own tasks;\n(b)\ntheir background to any other beneficiary in the action that needs it to implement its own tasks, subject to any restrictions referred to in paragraph 3; that access shall be granted on a royalty-free basis, unless otherwise agreed by the beneficiaries before their accession to the grant agreement;\n(c)\ntheir results and, subject to any restrictions referred to in paragraph 3, to their background to any other beneficiary in the action that needs them to exploit its own results; that access shall be granted under fair and reasonable conditions to be agreed upon.\n7.   Unless otherwise agreed by the beneficiaries, they shall also grant access to their results and, subject to any restrictions referred to in paragraph 3, to their background to a legal entity that:\n(a)\nis established in a Member State or associated country;\n(b)\nis under the direct or indirect control of another beneficiary, or is under the same direct or indirect control as that beneficiary, or is directly or indirectly controlling that beneficiary; and\n(c)\nneeds the access to exploit the results of that beneficiary, in accordance with the beneficiary's exploitation obligations.\nAccess shall be granted under fair and reasonable conditions to be agreed upon.\n8.   A request for access for exploitation purposes may be made up to one year after the end of the action, unless the beneficiaries agree on a different time limit.\n9.   Beneficiaries that have received Union funding shall grant access to their results on a royalty-free basis to the Union institutions, bodies, offices or agencies for developing, implementing and monitoring Union policies or programmes. Access shall be limited to non-commercial and non-competitive use.\nSuch access rights shall not extend to the beneficiaries' background.\nIn actions under the cluster 'Civil Security for Society', beneficiaries that have received Union funding shall also grant access to their results on a royalty-free basis to Member States' national authorities, for developing, implementing and monitoring their policies or programmes in that area. Access shall be limited to non-commercial and non-competitive use and shall be subject to a bilateral agreement defining specific conditions aimed at ensuring that those access rights are used only for the intended purpose and that appropriate confidentiality obligations are in place. The requesting Member State, Union institution, body, office or agency shall notify all Member States of such requests.\n10.   The work programme may provide, where appropriate, for additional access rights.\nArticle 42\nSpecific provisions\n1.   Specific provisions on ownership, exploitation and dissemination, transfer and licensing as well as access rights may apply for ERC actions, training and mobility actions, pre-commercial procurement actions, public procurement of innovative solutions actions, programme co-fund actions and coordination and support actions.\n2.   The specific provisions referred to in paragraph 1 shall be set out in the grant agreement and shall not change the principles and obligations on open access.\nArticle 43\nPrizes\n1.   Unless otherwise specified in this Chapter, inducement or recognition prizes under the Programme shall be awarded and managed in accordance with Title IX of the Financial Regulation.\n2.   Unless otherwise provided in the work programme or the contest rules, any legal entity, regardless of its place of establishment, may participate in a contest.\n3.   The Commission or the relevant funding body may, where appropriate, organise prize contests with:\n(a)\nother Union bodies;\n(b)\nthird countries, including their scientific and technological organisations or agencies;\n(c)\ninternational organisations; or\n(d)\nnon-profit legal entities.\n4.   Work programmes or contest rules shall include obligations regarding communication and, where appropriate, exploitation and dissemination, ownership and access rights including licensing provisions.\nCHAPTER III\nProcurement\nArticle 44\nProcurement\n1.   Unless otherwise specified in this Chapter, procurement under the Programme shall be carried out in accordance with Title VII of the Financial Regulation.\n2.   Procurement may also take the form of pre-commercial procurement or public procurement of innovative solutions carried out by the Commission or the relevant funding body on its own behalf or jointly with contracting authorities from Member States and associated countries. In such cases, the rules set out in Article 26 shall apply.\nCHAPTER IV\nBlending operations and blended finance\nArticle 45\nBlending operations\nBlending operations under the Programme shall be implemented in accordance with the InvestEU Programme and Title X of the Financial Regulation.\nArticle 46\nHorizon Europe blended finance and EIC blended finance\n1.   The grant and reimbursable advance components of Horizon Europe blended finance and EIC blended finance shall be subject to Articles 34 to 37.\n2.   EIC blended finance shall be implemented in accordance with Article 48 of this Regulation. Support under EIC blended finance may be granted until the action can be financed as a blending operation or as a financing and investment operation fully covered by the Union guarantee under the InvestEU Programme. By way of derogation from Article 209 of the Financial Regulation, the conditions laid down in paragraph 2 of that Article and, in particular points (a) and (d) thereof, do not apply at the time of the award of EIC blended finance.\n3.   Horizon Europe blended finance may be awarded to a programme co-fund action where a joint programme of Member States and associated countries provides for the deployment of financial instruments in support of selected actions. The evaluation and selection of such actions shall be made in accordance with Articles 15, 23, 24, 27, 28 and 29. The conditions for implementation of Horizon Europe blended finance shall comply with Article 32, by analogy with Article 48(10) and with any additional and justified conditions set out in the work programme.\n4.   Repayments including reimbursed advances and revenues of Horizon Europe blended finance and EIC blended finance shall be considered to be internal assigned revenues in accordance with point (f) of Article 21(3) and Article 21(4) of the Financial Regulation.\n5.   Horizon Europe blended finance and EIC blended finance shall be provided in a manner that promotes the Union's competitiveness while not distorting competition in the internal market.\nArticle 47\nThe Pathfinder\n1.   The Pathfinder shall provide grants to high-risk cutting-edge projects, implemented by consortia or single beneficiaries, aiming to develop radical innovations and new market opportunities. The Pathfinder shall provide support for the earliest stages of scientific, technological or deep-tech research and development, including proof of concept and prototypes for technology validation.\nThe Pathfinder shall be implemented mainly through an open call for proposals for bottom-up proposals with regular cut-off dates per year and shall also provide for competitive challenges to develop key strategic objectives calling for deep-tech and radical thinking.\n2.   The Pathfinder's transition activities shall help all types of researchers and innovators develop the pathway to commercial development in the Union, such as demonstration activities and feasibility studies to assess potential business cases, and shall support the creation of spin-offs and start-ups.\nThe launch and the content of the calls for proposals for Pathfinder's transition activities shall be determined taking account of objectives and budget established by the work programme in relation with the portfolio of actions concerned.\nAdditional grants for a fixed amount not exceeding EUR 50 000 may be awarded to each proposal already selected under the Pathfinder, and where relevant Pathfinder's transition activities, through a call for proposals to carry out complementary activities, including urgent coordination and support actions, for reinforcing the portfolio's community of beneficiaries, such as assessing possible spin-offs, potential market-creating innovations or developing a business plan. The Programme Committee established under the specific programme shall be informed of such cases.\n3.   The award criteria referred to in Article 28 shall apply to the Pathfinder.\nArticle 48\nThe Accelerator\n1.   The Accelerator shall aim to support essentially market-creating innovation. It shall support only single beneficiaries and shall mainly provide blended finance. Under certain conditions, it may also provide grant-only and equity-only supports.\nThe Accelerator shall provide the following types of support:\n(a)\nblended finance support to SMEs, including start-ups, and, in exceptional cases, small mid-caps, carrying out breakthrough and disruptive non-bankable innovation;\n(b)\na grant-only support to SMEs, including start-ups, carrying out any type of innovation ranging from incremental to breakthrough and disruptive innovation and aiming to subsequently scale-up;\n(c)\nequity-only support to non-bankable SMEs, including start-ups, which have already received a grant-only support, may also be provided.\nGrant-only support under the Accelerator shall be provided only under the following cumulative conditions:\n(a)\nthe project shall include information on the capacities and willingness of the applicant to scale-up;\n(b)\nthe beneficiary shall be a start-up or an SME;\n(c)\na grant-only support under the Accelerator shall be provided only once to a beneficiary during the period of implementation of the Programme for a maximum of EUR 2,5 million.\n2.   The beneficiary of the Accelerator shall be a legal entity qualifying as a start-up, an SME or in exceptional cases as a small mid-cap intending to scale up, established in a Member State or associated country. The proposal may be submitted either by the beneficiary or, subject to the prior agreement by the beneficiary, by one or more natural persons or legal entities intending to establish or support that beneficiary. In the latter case, the funding agreement shall be signed only with the beneficiary.\n3.   A single award decision shall cover and provide funding for all forms of Union contribution provided under EIC blended finance.\n4.   Proposals shall be evaluated on their individual merits by independent external experts and selected for funding through an open call for proposals with cut-off dates, based on Articles 27, 28 and 29, subject to paragraph 5 of this Article.\n5.   The proposals submitted shall be evaluated on the basis of the following award criteria:\n(a)\nexcellence;\n(b)\nimpact;\n(c)\nthe level of risk of the action that would prevent investments, the quality and efficiency of the implementation, and the need for Union support.\n6.   With the agreement of the applicants concerned, the Commission or the funding bodies implementing the Programme (including the EIT's KICs) may directly submit for evaluation under the award criterion referred to in point (c) of paragraph 5 a proposal for an innovation and market deployment action which already fulfils the award criteria referred to in points (a) and (b) of paragraph 5, subject to the following cumulative conditions:\n(a)\nthe proposal shall stem from any other action funded under Horizon 2020, from the Programme or, subject to an exploratory pilot phase to be launched under the first work programme, from national and/or regional programmes, starting with the mapping of the demand for such a scheme, detailed provisions of which shall be laid down in the specific programme referred to in point (a) of Article 1(2);\n(b)\nthe proposal is based on a project review which was carried out within the previous two years assessing the excellence and the impact of the proposal and subject to conditions and processes further detailed in the work programme.\n7.   A Seal of Excellence may be awarded subject to the following cumulative conditions:\n(a)\nthe beneficiary is a start-up, an SME or a small mid-cap;\n(b)\nthe proposal was eligible and has passed the applicable thresholds for the award criteria referred to in points (a) and (b) of paragraph 5;\n(c)\nthe activity would be eligible under an innovation action.\n8.   For a proposal having passed the evaluation, independent external experts shall propose a corresponding Accelerator support, based on the risk incurred and the resources and time necessary to bring and deploy the innovation to the market.\nThe Commission may reject, for justified reasons, a proposal retained by independent external experts, including due to non-compliance with the objectives of Union policies. The Programme Committee shall be informed of the reasons for such a rejection.\n9.   The grant or the reimbursable advance component of the Accelerator support shall not exceed 70 % of the total eligible costs of the selected innovation action.\n10.   The conditions for implementation of the equity and the repayable support components of the Accelerator support are set out in Decision (EU) 2021/764\n11.   The contract for the selected action shall establish specific measurable milestones and the corresponding pre-financing and payments by instalments of the Accelerator support.\nIn the case of EIC blended finance, activities corresponding to an innovation action may be launched and the first pre-financing of the grant or the reimbursable advance paid, prior to the implementation of other components of the awarded EIC blended finance. The implementation of those components shall be subject to reaching specific milestones established in the contract.\n12.   In accordance with the contract, the action shall be suspended, amended or, if duly justified, terminated if measurable milestones are not reached. It may also be terminated where the expected market deployment, especially in the Union, cannot be met.\nIn exceptional cases and upon advice by the EIC board, the Commission may decide to increase the Accelerator support subject to a project review by independent external experts. The Programme Committee shall be informed of such cases.\nCHAPTER V\nExperts\nArticle 49\nAppointment of independent external experts\n1.   Independent external experts shall be identified and selected on the basis of calls for expression of interest from individuals and through calls addressed to relevant organisations such as research agencies, research institutions, universities, standardisation organisations, civil society organisations or enterprises with a view to establishing a database of candidates.\nBy way of derogation from Article 237(3) of the Financial Regulation, the Commission or the relevant funding body may, exceptionally and in duly justified cases, select in a transparent manner any individual expert with the appropriate skills not included in the database provided that a call for expression of interest has not identified suitable independent external experts.\nSuch experts shall declare their independence and capacity to support the objectives of the Programme.\n2.   In accordance with Article 237(2) and (3) of the Financial Regulation, the independent external experts shall be remunerated based on standard conditions. If justified, and in exceptional cases, an appropriate level of remuneration beyond the standard conditions based on relevant market standards, especially for specific high-level experts, may be granted. Such costs shall be covered by the Programme.\n3.   In addition to the information referred to in Article 38(2) and (3) of the Financial Regulation, the names of independent external experts evaluating grant applications who are appointed in a personal capacity shall be published, together with their area of expertise, at least once a year on the website of the Commission or of the funding body. Such information shall be collected, processed and published in accordance with Regulation (EU) 2018/1725 of the European Parliament and of the Council (33).\n4.   The Commission or the relevant funding body shall take the appropriate measures to prevent conflicts of interest as regards the involvement of independent external experts in accordance with Article 61 and Article 150(5) of the Financial Regulation.\nThe Commission or the relevant funding body shall ensure that an expert faced with a conflict of interest in relation to a matter on which the expert is required to provide an opinion does not evaluate, advise or assist on the specific matter in question.\n5.   When appointing independent external experts, the Commission or the relevant funding body shall take appropriate measures to seek a balanced composition within the expert groups and evaluation panels in terms of skills, experience, knowledge, including in terms of specialisation, in particular on SSH, geographical diversity and gender, taking into account the situation in the field of the action.\n6.   Where appropriate, an adequate number of independent external experts shall be ensured for each proposal in order to guarantee the quality of the evaluation.\n7.   The information on the level of remuneration of all independent external experts shall be made available to the European Parliament and to the Council.\nTITLE III\nPROGRAMME MONITORING, COMMUNICATION, EVALUATION AND CONTROL\nArticle 50\nMonitoring and reporting\n1.   The Commission shall monitor continuously the management and implementation of the Programme, the specific programme referred to in point (a) of Article 1(2) and the activities of the EIT. In order to enhance transparency, data shall also be made publicly available in an accessible manner on the Commission's website according to the latest update. In particular, data for projects funded under ERC, European Partnerships, missions, the EIC and the EIT shall be included in the same database.\nThe database shall include:\n(a)\ntime-bound indicators to report on an annual basis on the progress of the Programme towards achievement of the objectives referred to in Article 3 and set out in Annex V along impact pathways;\n(b)\ninformation on the level of mainstreaming SSH, the ratio between lower and higher TRLs in collaborative research, the progress on the participation of widening countries, the geographical composition of consortia in collaborative projects, the evolution of researchers salaries, the use of a two-stage submission and evaluation procedure, the measures aimed at facilitating collaborative links in European R&I, the use of the evaluation review and the number and types of complaints, the level of climate mainstreaming and related expenditures, SME participation, private sector participation, gender participation in funded actions, evaluation panels, boards and advisory groups, the 'Seals of Excellence', the European Partnerships as well as the co-funding rate, the complementary and cumulative funding from other Union programmes, research infrastructures, time-to-grant, the level of international cooperation, engagement of citizens and civil society participation;\n(c)\nthe levels of expenditure disaggregated at project level in order to allow for specific analysis, including per intervention area;\n(d)\nthe level of oversubscription, in particular the number of proposals and per call for proposals, their average score, the share of proposals above and below quality thresholds.\n2.   To ensure the effective assessment of the Programme's progress towards the achievement of its objectives, the Commission is empowered to adopt delegated acts in accordance with Article 55 to amend Annex V with regard to the impact pathway indicators, where considered to be necessary, and to set baselines and targets as well as to supplement this Regulation with provisions on the establishment of a monitoring and evaluation framework.\n3.   The performance reporting system shall ensure that data for monitoring the implementation and the results of the Programme are collected efficiently, effectively and in a timely manner, without increasing the administrative burden for beneficiaries. To that end, proportionate reporting requirements shall be imposed on recipients of Union funds, including at the level of researchers involved in the actions in order to be able to track their career and mobility, and where appropriate, on Member States.\n4.   Qualitative analysis from the Commission and Union or national funding bodies shall complement as much as possible quantitative data.\n5.   The measures aimed at facilitating collaborative links in European R&I shall be monitored and reviewed in the context of the work programmes.\nArticle 51\nInformation, communication, publicity and dissemination and exploitation\n1.   The recipients of Union funding shall acknowledge the origin of those funds and ensure the visibility of the Union funding, in particular when promoting the actions and their results (including for prizes), by providing coherent, effective and proportionate targeted information to multiple audiences, including the media and the public.\n2.   The Commission shall implement information and communication actions relating to the Programme, to actions under the Programme and to the results obtained. In addition, it shall provide timely and thorough information to Member States and beneficiaries. Evidence-based matchmaking services informed by analytics and network affinities shall be provided to interested entities in order to form consortia for collaborative projects, with particular attention to identifying networking opportunities for legal entities from low R&I performing countries. On the basis of such analysis, targeted matchmaking events may be organised in function of specific calls for proposals.\n3.   The Commission shall also establish a dissemination and exploitation strategy for increasing the availability and diffusion of the Programme's R&I results and knowledge to accelerate exploitation towards market uptake and boost the impact of the Programme.\n4.   Financial resources allocated to the Programme shall also contribute to the corporate communication of the political priorities of the Union as well as information, communication, publicity, dissemination and exploitation activities insofar as those priorities are related to the objectives referred to in Article 3.\nArticle 52\nProgramme evaluation\n1.   Programme evaluations shall be carried out in a timely manner to feed into the decision-making process of the Programme, the next framework programme and other initiatives relevant to R&I.\n2.   The interim evaluation of the Programme shall be carried out with the assistance of independent experts selected on the basis of a transparent process once there is sufficient information available about the implementation of the Programme, but no later than four years after the start of that implementation. It shall include a portfolio analysis and an assessment of the long-term impact of previous framework programmes and shall form the basis to adjust or re-orientate the Programme, as appropriate. It shall assess the Programme's effectiveness, efficiency, relevance, coherence, and Union added value.\n3.   At the end of the implementation of the Programme, but no later than four years after the end of the period specified in Article 1, a final evaluation of the Programme shall be completed by the Commission. It shall include an assessment of the long-term impact of previous framework programmes.\n4.   The Commission shall publish and communicate the conclusions of the evaluations accompanied by its observations and shall present them to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions.\nArticle 53\nAudits\n1.   The control system for the Programme shall ensure an appropriate balance between trust and control, taking into account administrative and other costs of controls at all levels, especially for beneficiaries. Audit rules shall be clear, consistent and coherent throughout the Programme.\n2.   The audit strategy for the Programme shall be based on the financial audit of a representative sample of expenditure across the Programme as a whole. The representative sample shall be complemented by a selection based on an assessment of the risks related to expenditure. Actions that receive joint funding from different Union programmes shall be audited only once, covering all programmes involved and their respective applicable rules.\n3.   In addition, the Commission or the relevant funding body may rely on system and processes audits at beneficiary level. Those audits shall be optional for certain types of beneficiaries and shall examine the systems and processes of a beneficiary, complemented by an audit of transactions. They shall be carried out by a competent independent auditor qualified to carry out statutory audits of accounting documents in accordance with Directive 2006/43/EC of the European Parliament and of the Council (34). The system and processes audits may be used by the Commission or the relevant funding body to determine the overall assurance on the sound financial management of expenditure and for reconsideration of the level of ex post audits and certificates on financial statements.\n4.   In accordance with Article 127 of the Financial Regulation, the Commission or the relevant funding body may rely on audits on the use of Union contributions carried out by other independent and competent persons or entities, including by other than those mandated by the Union institutions or bodies.\n5.   Audits may be carried out up to two years after the payment of the balance.\n6.   The Commission shall publish audit guidelines, aiming to ensure the reliable and uniform application and interpretation of the audit procedures and rules throughout the duration of the Programme.\nArticle 54\nProtection of financial interests of the Union\nWhere a third country participates in the Programme by means of a decision adopted pursuant to an international agreement or on the basis of any other legal instrument, the third country shall grant the necessary rights and access required for the authorising officer responsible, OLAF and the Court of Auditors to comprehensively exercise their respective competences. In the case of OLAF, such rights shall include the right to carry out investigations, including on-the-spot checks and inspections, as provided for in Regulation (EU, Euratom) No 883/2013.\nArticle 55\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 50(2) shall be conferred on the Commission until 31 December 2028.\n3.   The delegation of power referred to in Article 50(2) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.\n5.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n6.   A delegated act adopted pursuant to Article 50(2) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and to the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nTITLE IV\nTRANSITIONAL AND FINAL PROVISIONS\nArticle 56\nRepeal\nRegulations (EU) No 1290/2013 and (EU) No 1291/2013 are repealed with effect from 1 January 2021.\nArticle 57\nTransitional provisions\n1.   This Regulation shall not affect the continuation of or modification of actions initiated pursuant to Regulations (EU) No 1290/2013 and (EU) No 1291/2013, which shall continue to apply to those actions until their closure. Work plans and actions provided for in work plans adopted under Regulation (EU) No 1290/2013 and under the corresponding funding bodies' basic acts shall also continue to be governed by Regulation (EU) No 1290/2013 and those basic acts until their completion.\n2.   The financial envelope for the Programme may also cover technical and administrative assistance expenses necessary to ensure the transition between the Programme and the measures adopted pursuant to Regulation (EU) No 1291/2013.\nArticle 58\nEntry into force\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2021.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 28 April 2021.\nFor the European Parliament\nThe President\nD. M. SASSOLI\nFor the Council\nThe President\nA. P. ZACARIAS\n(1)  OJ C 62, 15.2.2019, p. 33 and OJ C 364, 28.10.2020, p. 124.\n(2)  OJ C 461, 21.12.2018, p. 79.\n(3)  Position of the European Parliament of 17 April 2019 (not yet published in the Official Journal) and position of the Council at first reading of 16 March 2021 (not yet published in the Official Journal). Position of the European Parliament of … (not yet published in the Official Journal).\n(4)  Council Regulation (EU, Euratom) 2020/2093 of 17 December 2020 laying down the multiannual financial framework for the years 2021 to 2027 (OJ L 433 I, 22.12.2020, p. 11).\n(5)  Council Regulation (EU) 2020/2094 of 14 December 2020 establishing a European Union Recovery Instrument to support the recovery in the aftermath of the COVID-19 crisis (OJ L 433 I, 22.12.2020, p. 23).\n(6)  OJ L 282, 19.10.2016, p. 4.\n(7)  Regulation (EU) No 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 - the Framework Programme for Research and Innovation (2014-2020) and repealing Decision No 1982/2006/EC (OJ L 347, 20.12.2013, p. 104).\n(8)  OJ C 331, 18.9.2018, p. 30.\n(9)  Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (OJ L 124, 20.5.2003, p. 36).\n(10)  Regulation (EU) 2021/697 of the European Parliament and of the Council of 29 April 2021 establishing the European Defence Fund and repealing Regulation (EU) 2018/1092 (see page 149 of this Official Journal).\n(11)  Council Decision (EU) 2021/764 of 10 May 2021 on establishing the specific programme implementing Horizon Europe – the Framework Programme for Research and Innovation, and repealing Decision 2013/743/EU (OJ LI 167, 12.5.2021, p. 1).\n(12)  OJ L 433 I, 22.12.2020, p. 28.\n(13)  OJ C 444 I, 22.12.2020, p. 1.\n(14)  Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 (OJ L 193, 30.7.2018, p. 1).\n(15)  Communication from the Commission of 14 February 2018 entitled 'A new, modern Multiannual Financial Framework for a European Union that deliver efficiently on its priorities post-2020' identifies EUR 13 billion spent in main digital activities under the Research and Innovation Framework Programme Horizon 2020.\n(16)  Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1).\n(17)  Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1).\n(18)  Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2).\n(19)  Council Regulation (EU) 2017/1939 of 12 October 2017 implementing enhanced cooperation on the establishment of the European Public Prosecutor's Office ('the EPPO') (OJ L 283, 31.10.2017, p. 1).\n(20)  Directive (EU) 2017/1371 of the European Parliament and of the Council of 5 July 2017 on the fight against fraud to the Union's financial interests by means of criminal law (OJ L 198, 28.7.2017, p. 29).\n(21)  OJ L 1, 3.1.1994, p. 3.\n(22)  Council Decision 2013/755/EU of 25 November 2013 on the association of the overseas countries and territories with the European Union ('Overseas Association Decision') (OJ L 344, 19.12.2013, p. 1).\n(23)  OJ L 123, 12.5.2016, p. 1.\n(24)  OJ C 205, 19.7.2013, p. 9.\n(25)  Commission Decision (EU, Euratom) 2015/444 of 13 March 2015 on the security rules for protecting EU classified information (OJ L 72, 17.3.2015, p. 53).\n(26)  Regulation (EU) No 1290/2013 of the European Parliament and of the Council of 11 December 2013 laying down the rules for participation and dissemination in 'Horizon 2020 - the Framework Programme for Research and Innovation (2014-2020)' and repealing Regulation (EC) No 1906/2006 (OJ L 347, 20.12.2013, p. 81).\n(27)  Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (OJ L 124, 20.5.2003, p. 36).\n(28)  Research relating to cancer treatment of the gonads can be financed.\n(29)  Directive 2014/24/EU of the European Parliament and of the Council of 26 February 2014 on public procurement and repealing Directive 2004/18/EC (OJ L 94, 28.3.2014, p. 65).\n(30)  Directive 2014/25/EU of the European Parliament and of the Council of 26 February 2014 on procurement by entities operating in the water, energy, transport and postal services sectors and repealing Directive 2004/17/EC (OJ L 94, 28.3.2014, p. 243).\n(31)  The procedure will be explained in a document published before the start of the evaluation process.\n(32)  Decision No 1982/2006/EC of the European Parliament and of the Council of 18 December 2006 concerning the Seventh Framework Programme of the European Community for research, technological development and demonstration activities (2007-2013) (OJ L 412, 30.12.2006, p. 1).\n(33)  Regulation (EU) 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data, and repealing Regulation (EC) No 45/2001 and Decision No 1247/2002/EC (OJ L 295, 21.11.2018, p. 39).\n(34)  Directive 2006/43/EC of the European Parliament and of the Council of 17 May 2006 on statutory audits of annual accounts and consolidated accounts, amending Council Directives 78/660/EEC and 83/349/EEC and repealing Council Directive 84/253/EEC (OJ L 157, 9.6.2006, p. 87).\nANNEX I\nBROAD LINES OF ACTIVITIES\nThe general and specific objectives referred to in Article 3 of this Regulation shall be pursued across the Programme, through the areas of intervention and the broad lines of activities described in this Annex and in Annex II to this Regulation, as well as in Annex I to Decision (EU) 2021/764.\n(1)   \nPillar I 'Excellent Science'\nThrough the following activities, this pillar shall, in line with Article 4, promote scientific excellence, attract the best talent to Europe, provide appropriate support to early-stage researchers and support the creation and diffusion of scientific excellence, high-quality knowledge, methodologies and skills, technologies and solutions to global social, environmental and economic challenges. It shall also contribute to the other specific objectives of the Programme as referred to in Article 3.\n(a)\nERC: providing attractive and flexible funding to enable talented and creative individual researchers, with an emphasis on early stage researchers, and their teams to pursue the most promising avenues at the frontier of science, regardless of their nationality and country of origin and on the basis of Union-wide competition based solely on the criterion of excellence.\nArea of intervention: Frontier science.\n(b)\nMSCA: equipping researchers with new knowledge and skills through mobility and exposure across borders, sectors and disciplines, enhancing training and career development systems as well as structuring and improving institutional and national recruitment, taking into account the European Charter for Researchers and the Code of Conduct for the recruitment of researchers; in so doing, the MSCA help to lay the foundations of Europe's excellent research landscape across the whole of Europe, contributing to boosting jobs, growth, and investment, and solving current and future societal challenges.\nAreas of intervention: nurturing excellence through the mobility of researchers across borders, sectors and disciplines; fostering new skills through the excellent training of researchers; strengthening human resources and skills development across the ERA; improving and facilitating synergies; promoting public outreach.\n(c)\nResearch infrastructures: endowing Europe with world-class sustainable research infrastructures which are open and accessible to the best researchers from Europe and beyond. Encouraging the use of existing research infrastructures, including those financed from funds under Union Cohesion Policy. In so doing, enhancing the potential of the research infrastructure to support scientific advance and innovation, and to enable open and excellent science in accordance with the FAIR principles, alongside activities related to Union policies and international cooperation.\nAreas of intervention: consolidating and developing the landscape of European research infrastructures; opening, integrating and interconnecting research infrastructures; the innovation potential of European research infrastructures and activities for innovation and training; reinforcing European research infrastructure policy and international cooperation.\n(2)   \nPillar II 'Global Challenges and European Industrial Competitiveness'\nThrough the following activities, this pillar shall, in line with Article 4, support the creation and better diffusion of high-quality new knowledge, technologies and sustainable solutions, reinforce the European industrial competitiveness, strengthen the impact of R&I in developing, supporting and implementing Union policies, and support the uptake of innovative solutions in industry, in particular in SMEs and start-ups, and society to address global challenges. It shall also contribute to the other specific objectives of the Programme as referred to in Article 3.\nSSH shall be fully integrated across all clusters, including specific and dedicated activities.\nTo maximise impact, flexibility and synergies, R&I activities shall be organised in six clusters, interconnected through pan-European research infrastructures, which individually and together incentivise interdisciplinary, cross-sectoral, cross-policy, cross-border and international cooperation. Pillar II of the Programme shall cover activities from a broad range of TRLs, including lower TRLs.\nEach cluster contributes towards several SDGs and many SDGs are supported by more than one cluster.\nThe R&I activities shall be implemented in and across the following clusters:\n(a)\nCluster 'Health': improving and protecting the health and well-being of citizens of all ages by generating new knowledge, developing innovative solutions, ensuring to integrate, where relevant, a gender perspective to prevent, diagnose, monitor, treat and cure diseases, and developing health technologies; mitigating health risks; protecting populations and promoting good health and well-being, also in the work place; making public health systems more cost-effective, equitable and sustainable; preventing and tackling poverty-related diseases; and supporting and enabling patients' participation and self-management.\nAreas of intervention: health throughout the life course; environmental and social health determinants; non-communicable and rare diseases; infectious diseases, including poverty-related and neglected diseases; tools, technologies and digital solutions for health and care, including personalised medicine; health care systems.\n(b)\nCluster 'Culture, Creativity and Inclusive Society': strengthening democratic values, including rule of law and fundamental rights; safeguarding our cultural heritage; exploring the potential of cultural and creative sectors, and promoting socio-economic transformations that contribute to inclusion and growth, including migration management and integration of migrants.\nAreas of intervention: democracy and governance; culture, cultural heritage and creativity; social and economic transformations.\n(c)\nCluster 'Civil Security for Society': responding to the challenges arising from persistent security threats, including cybercrime, as well as natural and man-made disasters.\nAreas of intervention: disaster-resilient societies; protection and security; cybersecurity.\n(d)\nCluster 'Digital, Industry and Space': reinforcing capacities and securing Europe's sovereignty in key enabling technologies for digitisation and production, and in space technology, all along the value chain; to build a competitive, digital, low-carbon and circular industry; ensure a sustainable supply of raw materials; develop advanced materials and provide the basis for advances and innovation in global societal challenges.\nAreas of intervention: manufacturing technologies; key digital technologies, including quantum technologies; emerging enabling technologies; advanced materials; artificial intelligence and robotics; next generation internet; advanced computing and Big Data; circular industries; low carbon and clean industries; space, including earth observation.\n(e)\nCluster 'Climate, Energy and Mobility': fighting climate change by better understanding its causes, evolution, risks, impacts and opportunities, by making the energy and transport sectors more climate and environment-friendly, more efficient and competitive, smarter, safer and more resilient, promote the use of renewable energy sources and energy efficiency, improve the resilience of the Union to external shocks and adapt social behaviour in view of the SDGs.\nAreas of intervention: climate science and solutions; energy supply; energy systems and grids; buildings and industrial facilities in energy transition; communities and cities; industrial competitiveness in transport; clean, safe and accessible transport and mobility; smart mobility; energy storage.\n(f)\nCluster 'Food, Bioeconomy, Natural Resources, Agriculture and Environment': protecting the environment, restoring, sustainably managing and using natural and biological resources from land, inland waters and sea to stop biodiversity erosion, to address food and nutrition security for all and the transition to a low carbon, resource efficient and circular economy and sustainable bioeconomy.\nAreas of intervention: environmental observation; biodiversity and natural resources; agriculture, forestry and rural areas; seas, oceans and inland waters; food systems; bio-based innovation systems in the Union's bioeconomy; circular systems.\n(g)\nNon-nuclear direct actions of the JRC: generating high-quality scientific evidence for efficient and affordable good public policies. New initiatives and proposals for Union legal acts need transparent, comprehensive and balanced evidence to be sensibly designed, whereas implementation of policies needs evidence to be measured and monitored. The JRC provides Union policies with independent scientific evidence and technical support throughout the policy cycle. The JRC focuses its research on Union policy priorities.\nAreas of intervention: strengthening the knowledge base for policy making; global challenges (health; culture, creativity and inclusive society; civil security for society; digital, industry and space; climate, energy and mobility; food, bioeconomy, natural resources, agriculture and environment); innovation, economic development, and competitiveness; scientific excellence; territorial development and support for Member States and regions.\n(3)   \nPillar III 'Innovative Europe'\nThrough the following activities, this pillar shall, in line with Article 4, foster all forms of innovation, including non-technological innovation, primarily within SMEs including start-ups, by facilitating technological development, demonstration and knowledge transfer, and strengthen deployment of innovative solutions. It shall also contribute to the other specific objectives of the Programme as referred to in Article 3. The EIC shall be implemented primarily through two instruments, the Pathfinder, implemented mainly through collaborative research, and the Accelerator.\n(a)\nEIC: focusing mainly on breakthrough and disruptive innovation, targeting especially market-creating innovation, while also supporting all types of innovation, including incremental innovation.\nAreas of intervention: Pathfinder for advanced research, supporting future and emerging breakthrough, market-creating and/or deep tech technologies; the Accelerator, bridging the financing gap between late stages of R&I activities and market take-up, to effectively deploy breakthrough, market-creating innovation and scale up companies where the market does not provide viable financing; additional EIC activities such as prizes and fellowships, and business added-value services.\n(b)\nEuropean innovation ecosystems\nAreas of intervention: activities including in particular connecting, where relevant in cooperation with the EIT, with national and regional innovation actors and supporting the implementation of joint cross-border innovation programmes by Member States, Regions and associated countries, from the exchange of practice and knowledge on innovation regulation to the enhancement of soft skills for innovation to research and innovation activities, including open or user-led innovation, to boost the effectiveness of the European innovation system. This should be implemented in synergy with, among others, the ERDF support for innovation eco-systems and interregional partnerships around smart specialisation topics.\n(c)\nThe European Institute of Innovation and Technology\nAreas of intervention (defined in Annex II): sustainable innovation ecosystems across Europe; innovation and entrepreneurial skills in a lifelong learning perspective, including increasing capacities of higher education institutions across Europe; new solutions to market to address global challenges; synergies and value added within the Programme.\n(4)   \nPart 'Widening Participation and Strengthening the ERA'\nThrough the following activities, this part shall pursue the specific objectives as set out in point (d) of Article 3(2). It shall also contribute to the other specific objectives of the Programme as referred to in Article 3. While underpinning the entire Programme, this part shall support activities that contribute to attracting talent, fostering brain circulation and preventing brain drain, a more knowledge-based and innovative and gender-equal Europe, at the front edge of global competition, fostering transnational cooperation and thereby optimising national strengths and potential across the whole Europe in a well-performing ERA, where knowledge and a highly skilled workforce circulate freely in a balanced manner, where the results of R&I are widely disseminated to as well as understood and trusted by informed citizens and benefit society as a whole, and where Union policy, in particular R&I policy, is based on high quality scientific evidence.\nThis Part shall also support activities aimed at improving the quality of proposals from legal entities from low R&I performing countries, such as professional pre-proposal checks and advice, and boosting the activities of National Contact Points to support international networking, as well as activities aimed at supporting legal entities from low R&I performing countries joining already selected collaborative projects in which legal entities from such countries are not participating.\nAreas of intervention: widening participation and spreading excellence, including through teaming, twinning, ERA-Chairs, European Cooperation in Science and Technology (COST), excellence initiatives and activities to foster brain circulation; reforming and enhancing the European R&I system, including through for example supporting national R&I policy reform, providing attractive career environments, and supporting gender and citizen science.\nANNEX II\nEUROPEAN INSTITUTE OF INNOVATION AND TECHNOLOGY (EIT)\nThe following shall apply in the implementation of the programme activities of the EIT:\n(1)\nRationale\nAs the report of the High Level Group on maximising the impact of Union R&I (the Lamy High Level Group) clearly states, the way forward is 'to educate for the future and invest in people who will make the change'. In particular, European higher education institutions are called to stimulate entrepreneurship, tear down disciplinary borders and institutionalise strong inter-disciplinary academia-industry collaborations. According to recent surveys, access to talented people is by far the most important factor influencing the location choices of European founders of start-ups. Entrepreneurship education, training opportunities and the development of creative skills play a key role in cultivating future innovators and in developing the abilities of existing ones to grow their business to greater levels of success. Access to entrepreneurial talent, together with access to professional services, capital and markets on the Union level, and bringing key innovation actors together around a common goal are key ingredients for nurturing an innovation ecosystem. There is a need to coordinate efforts across the Union in order to create a critical mass of interconnected Union-wide entrepreneurial clusters and ecosystems.\nThe EIT is today's Europe's largest integrated innovation ecosystem which brings together partners from business, research, education and beyond. The EIT continues to support its KICs, which are large-scale European Partnerships addressing specific global challenges, and strengthen the innovation ecosystems around them. It does so by fostering the integration of education, R&I of the highest standards, thereby creating environments conducive to innovation, and by promoting and supporting a new generation of entrepreneurs and stimulating the creation of innovative companies in close synergy and complementarity with the EIC.\nThroughout Europe, efforts are still needed to develop ecosystems where researchers, innovators, industries and governments can easily interact. Innovation ecosystems, in fact, still do not work optimally due to a number of reasons such as:\n(a)\ninteraction among innovation players is still hampered by organisational, regulatory and cultural barriers between them;\n(b)\nefforts to strengthen innovation ecosystems shall benefit from coordination and a clear focus on specific objectives and impact.\nTo address future societal challenges, embrace the opportunities of new technologies and contribute to environmentally friendly and sustainable economic growth, jobs, competitiveness and the well-being of Europe's citizens, there is the need to further strengthen Europe's capacity to innovate by: strengthening existing and fostering the creation of new environments conducive to collaboration and innovation; strengthening the innovation capabilities of academia and the research sector; supporting a new generation of entrepreneurial people; stimulating the creation and the development of innovative ventures, as well as strengthening the visibility and recognition of Union funded R&I activities, in particular the EIT funding to the wider public.\nThe nature and scale of the innovation challenges require liaising and mobilising players and resources at European scale, by fostering cross-border collaboration. There is a need to break down silos between disciplines and along value chains and nurture the establishment of a favourable environment for an effective exchange of knowledge and expertise, and for the development and attraction of entrepreneurial talents. The Strategic Innovation Agenda of the EIT shall ensure coherence with the challenges of the Programme, as well as complementarity to the EIC.\n(2)\nAreas of Intervention\n2.1.\nSustainable innovation ecosystems across Europe\nIn accordance with the EIT Regulation and the Strategic Innovation Agenda of the EIT, the EIT plays a reinforced role in strengthening sustainable challenges-based innovation ecosystems throughout Europe. In particular, the EIT continues to operate primarily through its KICs, the large-scale European Partnerships that address specific societal challenges. It continues to strengthen innovation ecosystems around them, by opening them up and by fostering the integration of research, innovation and education. Furthermore, the EIT strengthens innovation ecosystems throughout Europe by expanding its Regional Innovation Scheme (RIS). The EIT works with innovation ecosystems that exhibit high innovation potential based on strategy, thematic alignment and envisaged impact, in close synergy with smart specialisation strategies and Platforms.\nBroad lines\n(a)\nreinforcing the effectiveness and the openness to new partners of the existing KICs, enabling the transition to self-sustainability in the long-term and analysing the need of setting up new ones to tackle global challenges. The specific thematic areas are defined in the Strategic Innovation Agenda of the EIT, taking into account the strategic planning;\n(b)\naccelerating regions towards excellence in countries that are referred to in the Strategic Innovation Agenda of the EIT in close cooperation with structural funds and other relevant Union programmes where appropriate.\n2.2.\nInnovation and entrepreneurial skills in a lifelong learning perspective, including increasing capacities of higher education institutions across Europe\nThe EIT education activities are reinforced to foster innovation and entrepreneurship through purposeful education and training. A stronger focus on human capital development is based on the expansion of the EIT's KICs existing education programmes in the view of continuing to offer students and professionals high quality curricula based on innovation, creativity and entrepreneurship in line in particular with the Union's industrial and skills strategy. This may include researchers and innovators supported by other parts of the Programme, in particular MSCA. The EIT also supports the modernisation of higher education institutions across Europe and their integration in innovation ecosystems by stimulating and increasing their entrepreneurial potential and capabilities and encouraging them to better anticipate new skills requirements.\nBroad lines\n(a)\ndevelopment of innovative curricula, taking into account the future needs of society and industry, and cross-cutting programmes to be offered to students, entrepreneurs and professionals across Europe and beyond where specialist and sector specific knowledge is combined with innovation-oriented and entrepreneurial skills, such as high-tech skills related to digital and sustainable key enabling technologies;\n(b)\nstrengthening and expanding the EIT label in order to improve the visibility and the recognition of EIT education programmes based on partnerships between different higher education institutions, research centres and companies while enhancing its overall quality by offering learning-by-doing curricula and purposeful entrepreneurship education as well as international, inter-organisational and cross-sectorial mobility;\n(c)\ndevelopment of innovation and entrepreneurship capabilities of the higher education sector, by leveraging and promoting the EIT community expertise in linking education, research and business;\n(d)\nreinforcing the role of the EIT Alumni community as role model for new students and strong instrument to communicate EIT impact.\n2.3.\nNew solutions to the market to address global challenges\nThe EIT facilitates, empowers and awards entrepreneurs, innovators, researchers, educators, students and other innovation actors, while ensuring gender mainstreaming, to work together in cross-disciplinary teams to generate ideas and transform them into both incremental and disruptive innovations. Activities are characterised by an open innovation and cross-border approach, with a focus on including relevant Knowledge Triangle activities that are pertinent to making them a success (such as project's promoters can improve their access to specifically qualified graduates, lead users, start-ups with innovative ideas, non-domestic firms with relevant complementary assets etc.).\nBroad lines\n(a)\nsupport the development of new products, services and market opportunities where Knowledge Triangle actors collaborate to bring solutions to global challenges;\n(b)\nfully integrate the entire innovation value chain: from student to entrepreneur, from idea to product, from lab to customer. This includes support for start-ups and scaling-up businesses;\n(c)\nprovision of high-level services and support to innovative businesses, including technical assistance to fine-tuning of products or services, substantive mentoring, support to secure target customers and raise capital, in order to swiftly reach the market and speed up their growth process.\n2.4.\nSynergies and value added within the Programme\nThe EIT steps up its efforts to capitalise on synergies and complementarities between existing KICs and with different actors and initiatives at Union and global levels and extend its network of collaborating organisations at both strategic and operational levels, while avoiding duplications.\nBroad lines\n(a)\nclose cooperation with the EIC and the InvestEU Programme in streamlining the support (namely funding and services) offered to innovative ventures in both start-up and scale-up stages, in particular through KICs;\n(b)\nplanning and implementation of EIT activities in order to maximise synergies and complementarities with other parts of the Programme;\n(c)\nengage with Member States, at both national and regional level, establishing a structured dialogue and coordinating efforts to enable synergies with national and regional initiatives, including smart specialisation strategies, also considering through the implementation of the 'European innovation ecosystems', in order to identify, share and disseminate best practices and learnings;\n(d)\nshare and disseminate innovative practices and learnings throughout Europe and beyond, so as to contribute to innovation policy in Europe in coordination with other parts of the Programme;\n(e)\nprovision of input to innovation policy discussions and contribution to the design and implementation of Union policy priorities by continuously working with all relevant Commission services, other Union programmes and their stakeholders, and further exploring opportunities within policy implementing initiatives;\n(f)\nexploitation of synergies with other Union programmes, including those supporting human capital development and innovation (such as COST, ESF+, ERDF, Erasmus+, Creative Europe and COSME Plus/Single Market, the InvestEU Programme);\n(g)\nbuilding strategic alliances with key innovation actors at Union and international level, and support to KICs to develop collaboration and linkages with key Knowledge Triangle partners from third countries, with the aim of opening new markets for KICs'-backed solutions and attract financing and talents from abroad. Participation of third countries shall be promoted with regard to the principles of reciprocity and mutual benefits.\nANNEX III\nEUROPEAN PARTNERSHIPS\nEuropean Partnerships shall be selected and implemented, monitored, evaluated, phased-out or renewed on the basis of the following criteria:\n1.\nSelection\nDemonstrating that the European Partnership is more effective in achieving the related objectives of the Programme through involvement and commitment of partners, in particular in delivering clear impacts for the Union and its citizens, in particular in view of delivering on global challenges and R&I objectives, securing Union competitiveness, sustainability and contributing to the strengthening of the ERA and, where relevant, international commitments.\nIn the case of Institutionalised European Partnerships established in accordance with Article 185 TFEU, the participation of at least 40 % of the Member States is mandatory:\n(a)\ncoherence and synergies of the European Partnership within the Union R&I landscape, following the Programme's rules to the largest extent possible;\n(b)\ntransparency and openness of the European Partnership as regards the identification of priorities and objectives in terms of expected results and impacts and as regards the involvement of partners and stakeholders from across the entire value chain, from different sectors, backgrounds and disciplines, including international ones when relevant and not interfering with European competitiveness; clear arrangements for promoting participation of SMEs and for disseminating and exploiting results, in particular by SMEs, including through intermediary organisations;\n(c)\nex ante demonstration of additionality and directionality of the European Partnership, including a common strategic vision of the purpose of the European Partnership. That vision includes in particular:\n(i)\nidentification of measurable expected outcomes, results and impacts within specific timeframes, including key economic and/or societal value for the Union;\n(ii)\ndemonstration of expected qualitative and significant quantitative leverage effects, including a method for the measurement of key performance indicators;\n(iii)\napproaches to ensure flexibility of implementation and to adjust to changing policy, societal and/or market needs, or scientific advances, to increase policy coherence between regional, national and Union level;\n(iv)\nexit-strategies and measures for phasing-out from the Programme;\n(d)\nex ante demonstration of the partners' long-term commitment, including a minimum share of public and/or private investments.\nIn the case of Institutionalised European Partnerships, established in accordance with Article 185 or 187 TFEU, the financial and/or in-kind contributions from partners other than the Union, is at least equal to 50 % and may reach up to 75 % of the aggregated European Partnership budgetary commitments. For each such Institutionalised European Partnership, a share of the contributions from partners other than the Union will be in the form of financial contributions. For partners other than the Union and participating states, financial contributions should be aimed primarily at covering administrative costs as well as coordination and support and other non-competitive activities.\n2.\nImplementation:\n(a)\nsystemic approach ensuring active and early involvement of Member States and achievement of the expected impacts of the European Partnership through the flexible implementation of joint actions of high Union added value also going beyond joint calls for proposals for R&I activities, including those related to market, regulatory or policy uptake;\n(b)\nappropriate measures ensuring continuous openness of the initiative and transparency during implementation, in particular for priority setting and for participation in calls for proposals, information on the functioning of the governance, visibility of the Union, communication and outreach measures, dissemination and exploitation of results, including clear open access/user strategy along the value chain; appropriate measures for informing SMEs and promoting their participation;\n(c)\ncoordination or joint activities with other relevant R&I initiatives to secure optimum level of interconnections and ensure effective synergies, among other things, to overcome potential implementation barriers at national level and increase cost-effectiveness;\n(d)\ncommitments, for financial and/or in-kind contributions, from each partner in accordance with national provisions throughout the duration of the initiative;\n(e)\nin the case of Institutionalised European Partnership access to the results and other action related information for the Commission for the purpose of developing, implementing and monitoring of Union policies or programmes.\n3.\nMonitoring:\n(a)\na monitoring system in accordance with Article 50 to track progress towards specific policy objectives, deliverables and key performance indicators allowing for an assessment over time of achievements, impacts and potential needs for corrective measures;\n(b)\nperiodic dedicated reporting on quantitative and qualitative leverage effects, including on committed and actually provided financial and in-kind contributions, visibility and positioning in the international context, impact on R&I related risks of private sector investments;\n(c)\ndetailed information on the evaluation process and results from all calls for proposals within European Partnerships, to be made available timely and accessible in a common e-database.\n4.\nEvaluation, phasing-out and renewal:\n(a)\nevaluation of impacts achieved at Union and national level in relation to defined targets and key performance indicators, feeding into the Programme evaluation set out in Article 52, including an assessment of the most effective policy intervention mode for any future action; and the positioning of any possible renewal of a European Partnership in the overall European Partnerships landscape and its policy priorities;\n(b)\nin the absence of renewal, appropriate measures ensuring phasing-out of the Programme funding according to the conditions and timeline agreed with the legally committed partners ex ante, without prejudice to possible continued transnational funding by national or other Union programmes, and without prejudice to private investment and on-going projects.\nANNEX IV\nSYNERGIES WITH OTHER UNION PROGRAMMES\nSynergies with other Union programmes are based on complementarity between programme design and objectives and on compatibility of financing rules and processes at implementation level.\nFunding from the Programme shall be used only to finance R&I activities. The strategic planning shall ensure the alignment of priorities for the different Union programmes and ensure coherent funding options at different stages of the R&I cycle. Missions and European Partnerships shall, among other things, benefit from synergies with other Union programmes and policies.\nThe deployment of research results and innovative solutions developed in the Programme shall be facilitated with the support of other Union programmes, in particular through dissemination and exploitation strategies, transfer of knowledge, complementary and cumulative funding sources and accompanying policy measures. Funding for R&I activities shall profit from harmonised rules that are designed to ensure Union added value, to avoid overlaps with different Union programmes and to seek maximum efficiency and administrative simplification.\nMore detail as to how the synergies shall apply between the Programme and the different Union programmes is set out in the following paragraphs:\n1.\nSynergies with the European Agricultural Guarantee Fund (EAGF) and the European Agricultural Fund for Rural Development (EAFRD) under the Common Agricultural Policy (CAP) shall ensure that:\n(a)\nthe R&I needs of the agricultural sector and of rural areas within the Union are identified, for example, within the European Innovation Partnership 'Agricultural Productivity and Sustainability' and taken into consideration in both the Programme's strategic planning and the work programmes;\n(b)\nthe CAP makes the best use of R&I results and promotes the use, implementation and deployment of innovative solutions, including those stemming from projects funded by the framework programmes for R&I, from the European Innovation Partnership 'Agricultural Productivity and Sustainability' and relevant KICs of the EIT;\n(c)\nthe EAFRD supports the uptake and dissemination of knowledge and solutions stemming from the Programme's results leading to a more dynamic farming sector and new openings for the development of rural areas.\n2.\nSynergies with the European Maritime, Fisheries and Aquaculture Fund (EMFAF) shall ensure that:\n(a)\nthe Programme and the EMFAF are closely interlinked, since Union R&I needs in the field of marine and integrated maritime policy are translated through the Programme's strategic planning;\n(b)\nthe EMFAF supports the rolling out of novel technologies and innovative products, processes and services, in particular those resulting from the Programme in the fields of marine and integrated maritime policy; the EMFAF also promotes ground data collection, processing and monitoring, and disseminates relevant actions supported under the Programme, which in turn contributes to the implementation of the Common Fisheries Policy, the EU Integrated Maritime Policy, International Ocean Governance and international commitments.\n3.\nSynergies with the European Regional Development Fund (ERDF) shall ensure that:\n(a)\nwith the aim of strengthening the ERA and of contributing to the SDGs, arrangements for alternative and cumulative funding from ERDF and the Programme support activities that provide a bridge, in particular, between smart specialisation strategies and excellence in R&I, including joint trans-regional/trans-national programmes and pan European Research Infrastructures;\n(b)\nthe ERDF focuses, among other things, on the development and strengthening of regional and local R&I ecosystems, networks and industrial transformation, including support to building R&I capacities, to the take-up of results and to the rolling out of novel technologies and innovative and climate-friendly solutions from the framework programmes for R&I through the ERDF.\n4.\nSynergies with the European Social Fund Plus (ESF+) shall ensure that:\n(a)\nthrough national or regional programmes, the ESF+ can mainstream and scale up innovative curricula supported by the Programme, in order to equip people with the skills and competences needed for evolving demands of the labour market;\n(b)\narrangements for alternative and combined funding from ESF+ can be used to support activities of the Programme that promote human capital development in R&I with the aim of strengthening the ERA;\n(c)\nthe ESF+ mainstreams innovative technologies and new business models and solutions, in particular those resulting from the Programme, so as to contribute to innovative, efficient and sustainable health systems and facilitate access to better and safer healthcare for European citizens.\n5.\nSynergies with the EU4Health Programme shall ensure that:\n(a)\nUnion R&I needs in the field of health are identified and established through the Programme's strategic planning;\n(b)\nthe EU4Health Programme contributes to ensuring best use of research results, in particular those resulting from the Programme.\n6.\nSynergies with the Connecting Europe Facility (CEF) shall ensure that:\n(a)\nthe R&I needs in the areas of transport, energy and in the digital sector within the Union are identified and established through the Programme's strategic planning;\n(b)\nthe CEF supports the large-scale roll-out and deployment of innovative new technologies and solutions in the fields of transport, energy and digital physical infrastructures, in particular those resulting from the framework programmes for R&I;\n(c)\nthe exchange of information and data between the Programme and CEF projects are facilitated, for example by highlighting technologies from the Programme with a high market readiness that could be further deployed through the CEF.\n7.\nSynergies with the Digital Europe Programme (DEP) shall ensure that:\n(a)\nwhereas several thematic areas addressed by the Programme and DEP converge, the type of actions to be supported, their expected results and their intervention logic are different and complementary;\n(b)\nthe R&I needs related to digital aspects of the Programme are identified and established through its strategic planning; this includes, for example, R&I for high performance computing, artificial intelligence, cybersecurity, distributed ledger technologies, quantum technologies combining digital with other enabling technologies and non-technological innovations; support for the scale-up of companies introducing breakthrough innovations (many of which combine digital and physical technologies); and support to digital research infrastructures;\n(c)\nDEP focuses on large-scale digital capacity and infrastructure building in, for example, high performance computing, artificial intelligence, cybersecurity, distributed ledger technologies, quantum technologies and advanced digital skills aiming at wide uptake and deployment across the Union of critical existing or tested innovative digital solutions within a Union framework in areas of public interest (such as health, public administration, justice and education) or market failure (such as the digitisation of businesses, in particular SMEs); DEP is mainly implemented through coordinated and strategic investments with Member States, in particular through joint public procurement, in digital capacities to be shared across the Union and in Union-wide actions that support interoperability and standardisation as part of developing the Digital Single Market;\n(d)\nDEP capacities and infrastructures are made available to the R&I community, including for activities supported under the Programme including testing, experimentation and demonstration across all sectors and disciplines;\n(e)\nnovel digital technologies developed through the Programme are to be progressively taken up and deployed by DEP;\n(f)\nthe Programme's initiatives for the development of skills and competencies curricula, including those delivered at the relevant EIT KICs, are complemented by DEP supported capacity-building in advanced digital skills;\n(g)\nstrong coordination mechanisms for strategic programming, operating procedures and governance structures exist for both programmes.\n8.\nSynergies with the Single Market Programme shall ensure that:\n(a)\nthe Single Market Programme addresses the market failures which affect SMEs and promotes entrepreneurship and the creation and growth of companies, and complementarity exists between the Single Market Programme and the actions of both the EIT and the EIC for innovative companies, as well as in the area of support services for SMEs, in particular where the market does not provide viable financing;\n(b)\nthe Enterprise Europe Network may serve, in addition to other existing SME support structures (e.g. National Contact Points, Innovation Agencies, Digital Innovation Hubs, Competence Centres, incubators), to deliver support services under the Programme, including the EIC.\n9.\nSynergies with the LIFE - Programme for Environment and Climate Action (LIFE) shall ensure that:\n(a)\nthe R&I needs to tackle environmental, climate and energy challenges within the Union are identified and established through the Programme's strategic planning;\n(b)\nLIFE continues to act as a catalyst for implementing the Union's environment, climate and relevant energy policy and legislation, including by taking up and applying R&I results from the Programme and help deploying them at national, interregional and regional scale where it can help address environmental, climate or clean energy transition issues. In particular LIFE continues to incentivise synergies with the Programme through the award of a bonus during the evaluation for proposals which feature the uptake of results from the Programme;\n(c)\nLIFE standard action projects support the development, testing or demonstration of suitable technologies or methodologies for the implementation of the Union's environment and climate policy, which can subsequently be deployed on a large scale, funded by other sources, including by the Programme. The EIT as well as the EIC can provide support to scale up and commercialise new breakthrough ideas that may result from the implementation of LIFE projects.\n10.\nSynergies with Erasmus+ shall ensure that:\n(a)\ncombined resources from the Programme, including from the EIT, and Erasmus+ are used to support activities dedicated to strengthening, modernising and transforming European higher education institutions. Where appropriate, the Programme complements the Erasmus+'s support for the European Universities Initiative in its research dimension, as part of the development of new joint and integrated long-term and sustainable strategies on education, R&I based on trans-disciplinary and cross-sectoral approaches to make the knowledge triangle a reality. The EIT's activities could complement the strategies to be implemented by the European Universities Initiative;\n(b)\nthe Programme and Erasmus+ foster the integration of education and research through assisting higher education institutions to formulate and set up common education, R&I strategies and networks, through informing education systems, teachers and trainers of the latest findings and practices in research and in offering active research experience to all students and higher education staff and in particular researchers, and to support other activities that integrate higher education and R&I.\n11.\nSynergies with the Union Space Programme shall ensure that:\n(a)\nthe R&I needs of the Union Space Programme and those of the space upstream and downstream sector within the Union are identified and established as part of the Programme's strategic planning; space research actions implemented through the Programme are implemented with regard to procurement and eligibility of legal entities in accordance with the Union Space Programme, where appropriate;\n(b)\nspace data and services made available as a public good by the Union Space Programme are used to develop breakthrough solutions through R&I, including in the Programme, in particular for sustainable food and natural resources, climate monitoring, atmosphere, land, coastal and marine environment, smart cities, connected and automated mobility, security and disaster management;\n(c)\nthe Copernicus Data and Information Access Services contribute to the EOSC and thus facilitate access to Copernicus data for researchers, scientists and innovators; research infrastructures, in particular in situ observing networks constitute essential elements of the in situ observation infrastructure enabling the Copernicus services, and in turn, they benefit from information produced by Copernicus services.\n12.\nSynergies with the Neighbourhood, Development and International Cooperation Instrument (NDICI) and the Instrument for Pre-accession Assistance (IPA III) shall ensure that:\n(a)\nthe R&I needs in the areas of NDICI and IPA III are identified through the Programme's strategic planning, in line with the SDGs;\n(b)\nthe Programme's R&I activities, with the participation of third countries and targeted international cooperation actions, seek alignment and coherence with parallel market uptake and capacity-building actions strands under the NDICI and IPA III, based on joint definition of needs and of areas of intervention.\n13.\nSynergies with the Internal Security Fund and the instrument for border management as part of the Integrated Border Management Fund shall ensure that:\n(a)\nthe R&I needs in the areas of security and integrated border management are identified and established through the Programme's strategic planning;\n(b)\nthe Internal Security Fund and the Integrated Border Management Fund support the deployment of innovative new technologies and solutions, in particular those resulting from the framework programmes for R&I in the field of security research.\n14.\nSynergies with the InvestEU Programme shall ensure that:\n(a)\nthe Programme provides Horizon Europe blended finance and EIC blended finance for innovators, characterised by a high level of risk and for which the market does not provide sufficient and viable financing; at the same time, the Programme supports the effective delivery and management of the private part of blended finance through funds and intermediaries supported by the InvestEU Programme and others;\n(b)\nfinancial instruments for R&I and SMEs are grouped together under the InvestEU Programme, in particular through a dedicated R&I thematic window, and through products deployed under the SME window, thereby helping to deliver the objectives of both programmes as well as establishing strong complementary links between both programmes;\n(c)\nthe Programme provides appropriate support to help the reorientation of bankable projects, not suitable for EIC funding, towards the InvestEU Programme, where relevant.\n15.\nSynergies with the Innovation Fund under the Emission Trading Scheme (the 'Innovation Fund') shall ensure that:\n(a)\nthe Innovation Fund specifically targets innovation in low-carbon technologies and processes, including environmentally safe carbon capture and utilisation that contributes substantially to mitigate climate change, as well as products substituting carbon intensive ones, and to help stimulate the construction and operation of projects that aim towards the environmentally safe capture and geological storage of CO2 as well as innovative renewable energy and energy storage technologies, and to enable and to incentivise 'greener' products;\n(b)\nthe Programme funds the development and demonstration of technologies, including breakthrough solutions, that can deliver on the Union's climate neutrality, energy and industrial transformation objectives, especially through its Pillar II and Pillar III activities;\n(c)\nthe Innovation Fund may, subject to fulfilment of its selection and award criteria, support the demonstration phase of eligible projects that may have received the support from the Programme and strong complementary links shall be established between both programmes.\n16.\nSynergies with the Just Transition Mechanism shall ensure that:\n(a)\nR&I needs are identified through the Programme's strategic planning to support a just and fair transition towards climate-neutrality;\n(b)\nthe take-up and deployment of innovative and climate-friendly solutions, in particular those resulting from the Programme, are promoted.\n17.\nSynergies with the Euratom Research and Training Programme shall ensure that:\n(a)\nthe Programme and the Euratom Research and Training Programme develop comprehensive actions supporting education and training (including MSCA) with the aim of maintaining and developing relevant skills in Europe;\n(b)\nthe Programme and the Euratom Research and Training Programme develop joint research actions focussing on cross-cutting aspects of the safe and secure use of non-power applications of ionising radiation in sectors such as medicine, industry, agriculture, space, climate change, security and emergency preparedness and contribution of nuclear science.\n18.\nPotential synergies with the European Defence Fund shall benefit civil and defence research with a view to avoiding unnecessary duplication and in accordance with Article 5 and Article 7(1).\n19.\nSynergies with the Creative Europe Programme shall be fostered by identifying R&I needs in the field of cultural and creative policies in the Programme's strategic planning.\n20.\nSynergies with the Recovery and Resilience Facility shall ensure that:\n(a)\nR&I needs to support making Member States economies and society more resilient and better prepared for the future are identified through the Programme's strategic planning;\n(b)\nthe take-up and deployment of innovative solutions, in particular those resulting from the Programme, are supported.\nANNEX V\nKEY IMPACT PATHWAY INDICATORS\nImpact pathways, and related key impact pathway indicators, shall structure the monitoring of the Programme's progress towards its objectives as referred to in Article 3. The impact pathways shall be time-sensitive and reflect three complementary impact categories reflecting the non-linear nature of R&I investments: scientific, societal and technological or economic. For each of those impact categories, proxy indicators are used to track progress distinguishing between the short, medium and longer terms, including beyond the Programme's duration, with possibilities for breakdowns, including by Member States and associated countries. Those indicators shall be compiled using quantitative and qualitative methodologies. Individual Programme parts contribute to those indicators to a different degree and through different mechanisms. Additional indicators can be used to monitor individual Programme parts, where relevant.\nThe micro-data behind the key impact pathway indicators are collected for all parts of the Programme and for all delivery mechanisms in a centrally managed and harmonised way and at the appropriate level of granularity with minimal reporting burden on the beneficiaries.\nIn addition and beyond key impact pathways indicators, data on the optimised delivery of the Programme for strengthening the ERA, fostering the excellence-based participations from all Member States in the Programme as well as facilitating collaborative links in European R&I are collected and reported in close to real-time as part of implementation and management data, referred to in Article 50. This includes the monitoring of collaborative links, of network analytics, of data on proposals, applications, participations, projects, applicants and participants (including data on the type of organisation, such as civil society organisations, SMEs and private sector), country (such as a specific classification for country groups such as Member States, associated countries and third countries), gender, role in project, scientific discipline or sector, including SSH), and the monitoring of the level of climate mainstreaming and related expenditures.\nScientific impact pathway indicators\nThe Programme is expected to have scientific impact by creating high-quality new knowledge, strengthening human capital in R&I, and fostering diffusion of knowledge and open science. Progress towards this impact is monitored through proxy indicators set along the following three key impact pathways.\nTable 1\nTowards scientific impact\nShort-term\nMedium-term\nLonger-term\nCreating high-quality new knowledge\nPublications -\nNumber of peer-reviewed scientific publications resulting from the Programme\nCitations -\nField-Weighted Citation Index of peer-reviewed Publications resulting from the Programme\nWorld-class science -\nNumber and share of peer-reviewed publications resulting from the projects funded by the Programme that are core contribution to scientific fields\nStrengthening human capital in R&I\nSkills -\nNumber of researchers involved in upskilling (training, mentoring/coaching, mobility and access to R&I infrastructures) activities in projects funded by the Programme\nCareers -\nNumber and share of upskilled researchers involved in the Programme with increased individual impact in their R&I field\nWorking conditions -\nNumber and share of upskilled researchers involved in the Programme with improved working conditions, including researchers' salaries\nFostering diffusion of knowledge and open science\nShared knowledge -\nShare of research outputs (open data/publication/software etc.) resulting from the Programme shared through open knowledge infrastructures\nKnowledge diffusion -\nShare of open access research outputs resulting from the Programme actively used/cited\nNew collaborations -\nShare of Programme beneficiaries which have developed new transdisciplinary/transsectoral collaborations with users of their open access research outputs resulting from the Programme\nSocietal impact pathway indicators\nThe Programme is expected to have societal impact by addressing the Union's policy priorities and global challenges, including SDGs, following the principles of the 2030 Agenda and the goals of the Paris Agreement, through R&I, delivering benefits and impact through R&I missions and European Partnerships and strengthening the uptake of innovation in society ultimately contributing to people's well-being. Progress towards this impact is monitored through proxy indicators set along the following three key impact pathways.\nTable 2\nTowards societal impact\nShort-term\nMedium-term\nLonger-term\nAddressing Union policy priorities and global challenges through R&I\nResults -\nNumber and share of results aimed at addressing identified Union policy priorities and global challenges (including SDGs) (multidimensional: for each identified priority)\nIncluding: Number and share of climate-relevant results aimed at delivering on the Union's commitment under the Paris Agreement\nSolutions -\nNumber and share of innovations and research outcomes addressing identified Union policy priorities and global challenges (including SDGs) (multidimensional: for each identified priority)\nIncluding: Number and share of climate-relevant innovations and research outcomes delivering on Union's commitment under the Paris Agreement\nBenefits -\nAggregated estimated effects from use/exploitation of results funded by the Programme on tackling identified Union policy priorities and global challenges (including SDGs), including contribution to the policy and law-making cycle (such as norms and standards) (multidimensional: for each identified priority)\nIncluding: Aggregated estimated effects from use/exploitation of climate-relevant results funded by the Programme on delivering on the Union's commitment under the Paris Agreement including contribution to the policy and law-making cycle (such as norms and standards)\nDelivering benefits and impact through R&I missions\nR&I mission results -\nResults in specific R&I missions\n(multidimensional: for each identified mission)\nR&I mission outcomes -\nOutcomes in specific R&I missions\n(multidimensional: for each identified mission)\nR&I mission targets met -\nTargets achieved in specific R&I missions\n(multidimensional: for each identified mission)\nStrengthening the uptake of R&I in society\nCo-creation -\nNumber and share of projects funded by the Programme where Union citizens and end-users contribute to the co-creation of R&I content\nEngagement -\nNumber and share of participating legal entities which have citizen and end-users engagement mechanisms in place after the end of projects funded by the Programme\nSocietal R&I uptake -\nUptake and outreach of co-created scientific results and innovative solutions generated under the Programme\nTechnological and Economic impact pathway indicators\nThe Programme is expected to have technological and economic impact especially within the Union by influencing the creation and growth of companies, especially SMEs including start-ups, creating direct and indirect jobs especially within the Union, and by leveraging investments for R&I. Progress towards this impact is monitored through proxy indicators set along the following three key impact pathways.\nTable 3\nTowards technological / economic impact\nShort-term\nMedium-term\nLonger-term\nGenerating innovation-based growth\nInnovative results -\nNumber of innovative products, processes or methods resulting from the Programme (by type of innovation) & Intellectual Property Rights (IPR) applications\nInnovations -\nNumber of innovations resulting from the projects funded by the Programme (by type of innovation) including from awarded IPRs\nEconomic growth -\nCreation, growth & market shares of companies having developed innovations in the Programme\nCreating more and better jobs\nSupported employment -\nNumber of full time equivalent (FTE) jobs created, and jobs maintained in participating legal entities for the project funded by the Programme (by type of job)\nSustained employment -\nIncrease of FTE jobs in participating legal entities following the project funded by the Programme (by type of job)\nTotal employment -\nNumber of direct & indirect jobs created or maintained due to diffusion of results from the Programme (by type of job)\nLeveraging investments in R&I\nCo-investment -\nAmount of public & private investment mobilised with the initial investment from the Programme\nScaling-up -\nAmount of public & private investment mobilised to exploit or scale-up results from the Programme (including foreign direct investments)\nContribution to '3 % target' -\nUnion progress towards 3 % GDP target due to the Programme\nANNEX VI\nAREAS FOR POSSIBLE MISSIONS AND AREAS FOR POSSIBLE INSTITUTIONALISED EUROPEAN PARTNERSHIPS TO BE ESTABLISHED UNDER ARTICLE 185 OR 187 TFEU\nIn accordance with Articles 8 and 12 of this Regulation, the areas for possible missions and possible European Partnerships to be established under Article 185 or 187 TFEU are set out in this Annex.\nI.\nAreas for possible missions:\n—\nMissions Area 1: Adaptation to Climate Change, including Societal Transformation.\n—\nMission Area 2: Cancer.\n—\nMission Area 3: Healthy Oceans, Seas, Coastal and Inland Waters.\n—\nMission Area 4: Climate-Neutral and Smart Cities.\n—\nMission Area 5: Soil Health and Food.\nEach mission follows the principles set out in Article 8(4) of this Regulation.\nII.\nAreas for possible Institutionalised European Partnerships on the basis of Article 185 or 187 TFEU:\n—\nPartnership Area 1: Faster development and safer use of health innovations for European patients, and global health.\n—\nPartnership Area 2: Advancing key digital and enabling technologies and their use, including but not limited to novel technologies such as artificial intelligence, photonics and quantum technologies.\n—\nPartnership Area 3: European leadership in Metrology including an integrated Metrology system.\n—\nPartnership Area 4: Accelerate competitiveness, safety and environmental performance of Union air traffic, aviation and rail.\n—\nPartnership Area 5: Sustainable, inclusive and circular bio-based solutions.\n—\nPartnership Area 6: Hydrogen and sustainable energy storage technologies with lower environmental footprint and less energy-intensive production.\n—\nPartnership Area 7: Clean, connected, cooperative, autonomous and automated solutions for future mobility demands of people and goods.\n—\nPartnership Area 8: Innovative and R&D intensive SMEs.\nThe process of assessing the need for an Institutionalised European Partnership in one of the abovementioned Partnership Areas may result in a legislative proposal in accordance with the Commission's right of initiative. Otherwise the respective Partnership Area can also be subject to a European Partnership following point (a) of Article 10(1) or point (b) of Article 10(1) of this Regulation or be implemented by other calls for proposals within this Programme.\nAs the possible areas for Institutionalised European Partnerships cover broad thematic fields, they can, based on the assessed needs, be implemented by more than one European Partnership.", "summary": "Horizon Europe — the framework programme for research and innovation, laying down its rules for participation and dissemination\nHorizon Europe — the framework programme for research and innovation, laying down its rules for participation and dissemination\nSUMMARY OF:\nRegulation (EU) 2021/695 establishing Horizon Europe — the framework programme for research and innovation, laying down its rules for participation and dissemination\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt establishes Horizon Europe — the framework programme for research and innovation (the ‘programme’) for the duration of the 2021-2027 multiannual financial framework , and lays down its rules for participation and dissemination.The regulation:\ndetermines the framework governing European Union (EU) support for research and innovation (R & I) in terms of the scientific and technological objectives to be achieved and the relevant priorities, indicates the broad lines of such activities and fixes the maximum overall amount and the detailed rules for EU financial participation in the framework programme and the respective shares in each of the activities provided for;\nsets out rules for the participation of undertakings, research centres and universities and lays down the rules governing the dissemination of research results.\nKEY POINTS\nImplementation\nThe programme is implemented through:\nthe specific programme established by Decision (EU) 2021/764 (see summary);\na financial contribution to the European Institute of Innovation and Technology (EIT) established by Regulation (EU) 2021/819;\nthe specific programme on defence research established by Regulation (EU) 2021/697 (see summary).\nObjectives\nThe general objective of the programme is to deliver scientific, technological, economic and societal impact from the EU’s investments in R & I so as to:\nstrengthen the EU’s scientific and technological bases and foster competitiveness in all EU Member States, including in its industry;\ndeliver on the EU’s strategic priorities and contribute to the fulfilment of its objectives and policies;\ntackle global challenges, including meeting the UN sustainable development goals (SDGs) by following the principles of the 2030 Agenda and the Paris Agreement;\nstrengthen the European research area (ERA).\nThe programme thus maximises EU added value by focusing on objectives and activities that cannot be effectively fulfilled by Member States acting alone, but rather in cooperation.\nThe programme has the following specific objectives:\nto develop, promote and advance scientific excellence, support the creation and diffusion of high-quality new fundamental and applied knowledge of skills, technologies and solutions, support training and mobility of researchers, attract talent at all levels and contribute to the full engagement of the EU’s talent pool in actions supported under the programme;\nto generate knowledge, strengthen the impact of R & I in developing, supporting and implementing EU policies and support access to and the uptake of innovative solutions in European industry, in particular in small and medium-sized enterprises, and address global societal challenges, including climate change and the sustainable development goals;\nto foster all forms of innovation, facilitate technological development, demonstration and knowledge and technology transfer, and strengthen the deployment and exploitation of innovative solutions;\nto optimise the programme’s delivery with a view to strengthening and increasing the impact and attractiveness of the European research area, foster excellence-based participation from all Member States, including low-R & I-performing countries, in the programme and facilitate collaborative links in European R & I.\nStructure and budget\nThe programme is structured as follows, with a total budget of €95.5 billion at current prices (including €5.4 billion from NextGenerationEU).\nPillar I — Excellent science\nWith these components:\nEuropean Research Council\nMarie Skłodowska-Curie actions\nresearch infrastructures.\nPillar II — Global challenges and European industrial competitiveness\nWith these components:\n‘Health’ cluster;\n‘Culture, creativity and inclusive society’ cluster;\n‘Civil security for society’ cluster;\n‘Digital, industry and space’ cluster;\n‘Climate, energy and mobility’ cluster;\n‘Food, bioeconomy, natural resources, agriculture and environment’ cluster;\nnon-nuclear direct actions undertaken by the European Commission’s Joint Research Centre.\nPillar III — Innovative Europe\nWith these components:\nEuropean Innovation Council (EIC)\nEuropean innovation ecosystems (EIE)\nEuropean Institute of Innovation and Technology (EIT).\nPart — Widening participation and strengthening the European research area\nWith these components:\nwidening participation and spreading excellence;\nreforming and enhancing the European R & I system.\nMissions\nMissions are portfolios of excellence-based and impact-driven R & I activities across disciplines and sectors, intended to:\nachieve, within a set time frame, a measurable goal that could not be achieved through individual actions;\nhave an impact on society and policymaking through science and technology;\nbe relevant for a significant part of the EU population and a wide range of EU citizens.\nFive areas for possible missions are identified in this legal act:\nadaptation to climate change, including societal transformation\ncancer\nhealthy oceans, seas and coastal and inland waters\nclimate-neutral and smart cities\nsoil health and food.\nEach mission area has a dedicated mission board, which advises the Commission in specifying, designing and implementing specific missions.\nEuropean partnerships\nA streamlined landscape of three forms of European partnerships (co-funded, co-programmed and institutionalised) has been created in which the EU, national authorities and the private sector commit to supporting research and innovation efforts.\nThe European Innovation Council\nThe EIC has been created as a centrally managed one-stop shop for implementing actions under Pillar III ‘Innovative Europe’ which relate to the EIC. The EIC’s focus is mainly on breakthrough and disruptive innovation, especially targeting market-creating innovation, while also supporting all types of innovation, including incremental innovation.\nInvolvement of non-EU countries\nHorizon Europe is open to the participation of legal entities from anywhere in the world, under the conditions set out in the rules, and where applicable together with any additional condition at work programme / call level.\nParticipation in the programme in the form of association of non-EU countries is open to:\nEuropean Economic Area (EEA) and European Free Trade Association (EFTA) countries;\nacceding countries, candidate countries and potential candidates;\nEuropean neighbourhood policy countries;\nnon-EU countries with a good capacity in science, technology and innovation and commitment to a rules-based open market economy.\nRules for participation\nThe regulation sets out different rules, such as for eligibility for participation and funding, ethical rules and principles, and security that are applicable to indirect actions funded under the programme. Examples of these include:\nany legal entity may participate and receive funding if it meets the eligibility conditions under the Horizon Europe rules, together with any other additional conditions in the work programme / call;\nthe content of calls for proposals must be included in the work programme;\nthe Commission or the funding body may issue a joint call for proposals with non-EU countries, including their scientific and technological organisations or agencies, international organisations and non-profit legal entities;\nprocurement procedures must comply with competition rules and the principles of transparency, non-discrimination, equal treatment, sound financial management and proportionality;\nrules regarding financial capacity checks;\nthe process to evaluate proposals, including the selection and award criteria — proposals are evaluated by an independent expert committee, based on excellence, impact, quality and efficiency of implementation;\napplicants may request an evaluation review if they consider that the evaluation procedure has not been correctly applied;\nobligations with respect to exploiting and disseminating the results, including regarding open science.\nProgramme evaluation, impact assessment and monitoring\nThe Commission evaluates and monitors Horizon Europe to assess progress in achieving the programme’s objectives.\nThe programme is complemented by the research and training programme of the European Atomic Energy Community for 2021-2025.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 1 January 2021.\nBACKGROUND\n              \nThe regulation repeals Regulation (EU) No 1291/2013 and Regulation (EU) No 1290/2013.\nSee also:\nHorizon Europe (European Commission)\nHorizon Europe: The EU research & innovation programme 2021-2027 (European Commission)\nEuropean research area (ERA) (European Commission)\nA new ERA for research and innovation (European Commission).\nMAIN DOCUMENT\n            \nRegulation (EU) 2021/695 of the European Parliament and of the Council of 28 April 2021 establishing Horizon Europe — the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination, and repealing Regulations (EU) No 1290/2013 and (EU) No 1291/2013 (OJ L 170, 12.5.2021, pp. 1-68)\nRELATED DOCUMENTS\n            \nRegulation (EU) 2021/819 of the European Parliament and of the Council of 20 May 2021 on the European Institute of Innovation and Technology (recast) (OJ L 189, 28.5.2021, pp. 61-90)\nCouncil Decision (EU) 2021/764 of 10 May 2021 establishing the Specific Programme implementing Horizon Europe — the Framework Programme for Research and Innovation, and repealing Decision 2013/743/EU (OJ L 167I, 12.5.2021, pp. 1-80)\nRegulation (EU) 2021/697 of the European Parliament and of the Council of 29 April 2021 establishing the European Defence Fund and repealing Regulation (EU) 2018/1092 (OJ L 170, 12.5.2021, pp. 149-177)\nCouncil Regulation (Euratom) 2021/765 of 10 May 2021 establishing the Research and Training Programme of the European Atomic Energy Community for the period 2021-2025 complementing Horizon Europe — the Framework Programme for Research and Innovation and repealing Regulation (Euratom) 2018/1563 (OJ L 167I, 12.5.2021, pp. 81-100)\nCouncil Regulation (EU) 2020/2094 of 14 December 2020 establishing a European Union Recovery Instrument to support the recovery in the aftermath of the COVID-19 crisis (OJ L 433I, 22.12.2020, pp. 23-27)\nCouncil Regulation (EU, Euratom) 2020/2093 of 17 December 2020 laying down the multiannual financial framework for the years 2021 to 2027 (OJ L 433I, 22.12.2020, pp. 11-22)\nRegulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 (OJ L 193, 30.7.2018, pp. 1-222)\nlast update 02.07.2021", "tags": ["innovation", "scientific cooperation", "EU research policy", "competitiveness", "research and development", "diffusion of innovations", "Framework Programme for Research and Development"], "subjects": ["Research and training"], "split": "test", "reference_annotations": {"32021R0695_p1": {"text": "regulation 2021/695 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 28 April 2021---establishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination, and repealing regulation 1290/2013 regulation 1291/2013", "triples": [" regulation 2021/695,  repealing,  regulation 1290/2013", " regulation 2021/695,  repealing,  regulation 1291/2013"]}, "32021R0695_p4": {"text": "(7)  regulation 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 - the Framework Programme for Research and Innovation (2014-2020) and repealing decision 1982/2006/ec (OJ L 347, 20.12.2013, p. 104).", "triples": [" regulation 1291/2013,  repealing,  decision 1982/2006/ec"]}, "32021R0695_p5": {"text": "(10)  regulation 2021/697 of the European Parliament and of the Council of 29 April 2021 establishing the European Defence Fund and repealing regulation 2018/1092 (see page 149 of this Official Journal).", "triples": [" regulation 2021/697,  repealing,  regulation 2018/1092"]}, "32021R0695_p6": {"text": "(11)  Council decision 2021/764 of 10 May 2021 on establishing the specific programme implementing Horizon Europe – the Framework Programme for Research and Innovation, and repealing decision 2013/743/eu (OJ LI 167, 12.5.2021, p. 1).", "triples": [" decision 2021/764,  repealing,  decision 2013/743/eu"]}, "32021R0695_p7": {"text": "(14)  regulation 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending regulation 1296/2013 regulation 1301/2013 regulation 1303/2013 regulation 1304/2013 regulation 1309/2013 regulation 1316/2013 regulation 223/2014 regulation 283/2014, and decision 541/2014/eu and repealing regulation 966/2012 (OJ L 193, 30.7.2018, p. 1).", "triples": [" regulation 2018/1046,  amending,  regulation 1296/2013", " regulation 2018/1046,  amending,  regulation 1301/2013", " regulation 2018/1046,  amending,  regulation 1303/2013", " regulation 2018/1046,  amending,  regulation 1304/2013", " regulation 2018/1046,  amending,  regulation 1309/2013", " regulation 2018/1046,  amending,  regulation 1316/2013", " regulation 2018/1046,  amending,  regulation 223/2014", " regulation 2018/1046,  amending,  regulation 283/2014", " regulation 2018/1046,  amending,  decision 541/2014/eu", " regulation 2018/1046,  repealing,  regulation 966/2012"]}, "32021R0695_p8": {"text": "(16)  regulation 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing regulation 1073/1999 of the European Parliament and of the Council and Council regulation 1074/1999 (OJ L 248, 18.9.2013, p. 1).", "triples": [" regulation 883/2013,  repealing,  regulation 1073/1999", " regulation 883/2013,  repealing,  regulation 1074/1999"]}, "32021R0695_p9": {"text": "(26)  regulation 1290/2013 of the European Parliament and of the Council of 11 December 2013 laying down the rules for participation and dissemination in 'Horizon 2020 - the Framework Programme for Research and Innovation (2014-2020)' and repealing regulation 1906/2006 (OJ L 347, 20.12.2013, p. 81).", "triples": [" regulation 1290/2013,  repealing,  regulation 1906/2006"]}, "32021R0695_p10": {"text": "(29)  directive 2014/24/eu of the European Parliament and of the Council of 26 February 2014 on public procurement and repealing directive 2004/18/ec (OJ L 94, 28.3.2014, p. 65).", "triples": [" directive 2014/24/eu,  repealing,  directive 2004/18/ec"]}, "32021R0695_p11": {"text": "(30)  directive 2014/25/eu of the European Parliament and of the Council of 26 February 2014 on procurement by entities operating in the water, energy, transport and postal services sectors and repealing directive 2004/17/ec (OJ L 94, 28.3.2014, p. 243).", "triples": [" directive 2014/25/eu,  repealing,  directive 2004/17/ec"]}, "32021R0695_p12": {"text": "(33)  regulation 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data, and repealing regulation 45/2001 and decision 1247/2002/ec (OJ L 295, 21.11.2018, p. 39).", "triples": [" regulation 2018/1725,  repealing,  regulation 45/2001", " regulation 2018/1725,  repealing,  decision 1247/2002/ec"]}, "32021R0695_p13": {"text": "(34)  directive 2006/43/ec of the European Parliament and of the Council of 17 May 2006 on statutory audits of annual accounts and consolidated accounts, amending Council directive 78/660/eec directive 83/349/eec and repealing Council directive 84/253/eec (OJ L 157, 9.6.2006, p. 87).", "triples": [" directive 2006/43/ec,  amending,  directive 78/660/eec", " directive 2006/43/ec,  amending,  directive 83/349/eec", " directive 2006/43/ec,  repealing,  directive 84/253/eec"]}}, "summary_annotations": {"32021R0695_p3": {"text": "regulation 2021/695 of the European Parliament and of the Council of 28 April 2021 establishing Horizon Europe — the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination, and repealing regulation 1290/2013 regulation 1291/2013 (OJ L 170, 12.5.2021, pp. 1-68)", "triples": [" regulation 2021/695,  repealing,  regulation 1290/2013", " regulation 2021/695,  repealing,  regulation 1291/2013"]}, "32021R0695_p4": {"text": "Council decision 2021/764 of 10 May 2021 establishing the Specific Programme implementing Horizon Europe — the Framework Programme for Research and Innovation, and repealing decision 2013/743/eu (OJ L 167I, 12.5.2021, pp. 1-80)", "triples": [" decision 2021/764,  repealing,  decision 2013/743/eu"]}, "32021R0695_p5": {"text": "regulation 2021/697 of the European Parliament and of the Council of 29 April 2021 establishing the European Defence Fund and repealing regulation 2018/1092 (OJ L 170, 12.5.2021, pp. 149-177)", "triples": [" regulation 2021/697,  repealing,  regulation 2018/1092"]}, "32021R0695_p6": {"text": "Council regulation 2021/765 of 10 May 2021 establishing the Research and Training Programme of the European Atomic Energy Community for the period 2021-2025 complementing Horizon Europe — the Framework Programme for Research and Innovation and repealing regulation 2018/1563 (OJ L 167I, 12.5.2021, pp. 81-100)", "triples": [" regulation 2021/765,  repealing,  regulation 2018/1563"]}, "32021R0695_p7": {"text": "regulation 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending regulation 1296/2013 regulation 1301/2013 regulation 1303/2013 regulation 1304/2013 regulation 1309/2013 regulation 1316/2013 regulation 223/2014 regulation 283/2014, and decision 541/2014/eu and repealing regulation 966/2012 (OJ L 193, 30.7.2018, pp. 1-222)---last update 02.07.2021", "triples": [" regulation 2018/1046,  amending,  regulation 1296/2013", " regulation 2018/1046,  amending,  regulation 1301/2013", " regulation 2018/1046,  amending,  regulation 1303/2013", " regulation 2018/1046,  amending,  regulation 1304/2013", " regulation 2018/1046,  amending,  regulation 1309/2013", " regulation 2018/1046,  amending,  regulation 1316/2013", " regulation 2018/1046,  amending,  regulation 223/2014", " regulation 2018/1046,  amending,  regulation 283/2014", " regulation 2018/1046,  amending,  decision 541/2014/eu", " regulation 2018/1046,  repealing,  regulation 966/2012"]}}}