{"celex_id": "21998A0817(02)", "reference": "17.8.1998\nEN\nOfficial Journal of the European Communities\nL 229/62\nAGREEMENT\non mutual recognition in relation to conformity assessment between the European Community and New Zealand\nTHE EUROPEAN COMMUNITY and the GOVERNMENT OF NEW ZEALAND, hereinafter referred to as ‘the Parties’,\nCONSIDERING the traditional links of friendship that exist between them,\nCONSIDERING their shared commitment to promoting the enhancement of product quality, with a view to ensuring the health, safety and environment of their citizens,\nDESIRING to conclude an agreement providing for the mutual recognition of the respective conformity assessment procedures required for market access to the territory of the Parties,\nTAKING INTO ACCOUNT the improved conditions of trade between the Parties which the mutual recognition of test reports and certificates of conformity will bring about,\nAWARE of the positive contribution that mutual recognition can have in encouraging greater international harmonisation of standards and regulations,\nNOTING the close relationship between New Zealand and Australia as confirmed in the Australian and New Zealand Closer Economic Relations Trade Agreement and the Trans-Tasman Mutual Recognition Arrangement as well as the growing level of integration of the New Zealand and Australian conformity assessment infrastructures through the Agreement concerning the establishment of the Council of the Joint Accreditation System of Australia and New Zealand (JAS-ANZ),\nNOTING the close relationship between the European Community and Iceland, Liechtenstein and Norway through the Agreement on the European Economic Area, which makes it appropriate to consider the conclusion of a parallel mutual recognition agreement between New Zealand and these countries equivalent to this Agreement,\nBEARING IN MIND their status as Contracting Parties to the Agreement establishing the World Trade Organisation, and conscious in particular of their obligations under the World Trade Organisation Agreement on Technical Barriers to Trade,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nDefinitions\n1.   General terms used in this Agreement and its Annexes shall have the meaning given in the definitions contained in ISO/IEC Guide 2 (1991) ‘General terms and their definitions concerning standardisation and related activities’ and in EN 45020 (1993 edition) unless the context requires otherwise. In addition, the following terms and definitions shall apply for the purpose of this Agreement:\n‘Conformity assessment’ means systematic examination to determine the extent to which a product, process or service fulfils specified requirements;\n‘Conformity assessment body’ means a body whose activities and expertise include performance of all or any stage of the conformity assessment process;\n‘Designation’ means the authorisation by a designating authority of a conformity assessment body to perform conformity assessment activities; ‘designated’ has a corresponding meaning;\n‘Designating authority’ means a body with the legal power to designate, suspend or withdraw designation of conformity assessment bodies under its jurisdiction.\n2.   The terms ‘conformity assessment body’ and ‘designating authority’ apply mutatis mutandis to other bodies and authorities with corresponding functions referred to in some Sectoral Annexes.\nArticle 2\nGeneral obligations\n1.   The Government of New Zealand shall accept attestations of conformity including test reports, certificates, authorisations and marks of conformity as required by legislation and regulations identified in the Sectoral Annexes issued by designated conformity assessment bodies in the European Community in accordance with this Agreement.\n2.   The European Community shall accept attestations of conformity including test reports, certificates, authorisations and marks of conformity as required by legislation and regulations identified in the Sectoral Annexes, issued by designated conformity assessment bodies in New Zealand in accordance with this Agreement.\n3.   This Agreement shall not entail mutual acceptance of the standards or technical regulations of the Parties or mutual recognition of the equivalence of such standards or technical regulations.\nArticle 3\nSectoral coverage\n1.   This Agreement concerns the conformity assessment procedures to satisfy mandatory requirements covered by the Sectoral Annexes.\n2.   Each Sectoral Annex shall, in general, contain the following information:\n(a)\na statement of its scope and coverage;\n(b)\nthe legislative, regulatory and administrative requirements pertaining to the conformity assessment procedures (Section I);\n(c)\na list of the designated conformity assessment bodies (Section II);\n(d)\nthe designating authorities (Section III);\n(e)\na set of procedures for the designation of conformity assessment bodies (Section IV), and\n(f)\nadditional provisions as required (Section V).\nArticle 4\nOrigin\n1.   This Agreement shall apply to products originating in the parties to the Agreement according to the non-preferential rules of origin.\n2.   In case of conflicting rules, the non-preferential rules of the party on whose territory the goods are marketed are determinative.\n3.   To the extent that the products referred to in paragraph 1 are also covered in a Sectoral Annex to the Agreement on Mutual Recognition in relation to conformity assessment between the European Community and Australia, this Agreement shall also apply to products of Australian origin.\n4.   To the extent that the products referred to in paragraph 1 are also covered in a Sectoral Annex to an Agreement on Mutual Recognition in relation to conformity assessment between New Zealand and States contracting parties to both the Convention of the European Free Trade Association (EFTA) and the Agreement on the European Economic Area (EEA), this Agreement shall also apply to products originating in any of these EFTA States.\nArticle 5\nConformity assessment bodies\nIn accordance with the terms of the Annex and the Sectoral Annexes, each Party recognises that the conformity assessment bodies designated by the other Party fulfil the conditions of eligibility to assess conformity in relation to their requirements as specified in the Sectoral Annexes. In designating such bodies, the Parties shall specify the scope of the conformity assessment activities for which they have been designated.\nArticle 6\nDesignating authorities\n1.   The Parties shall ensure that the designating authorities responsible for designating the conformity assessment bodies specified in the Sectoral Annexes shall have the necessary power and competence to designate, suspend, remove suspension and withdraw the designation of such bodies.\n2.   In making such designations and withdrawals, designating authorities shall, unless specified otherwise in the Sectoral Annexes, observe the procedures for designation set out in Article 12 and the Annex.\n3.   In case of suspension of a designation or removal of such a suspension, the designating authority of the Party concerned shall immediately inform the other Party and the Joint Committee. Conformity assessment carried out by a suspended conformity assessment body before its suspension shall remain valid unless otherwise determined by its designating authority.\nArticle 7\nVerification of designation procedures\n1.   The Parties shall exchange information concerning the procedures used to ensure that the designated conformity assessment bodies under their responsibility and specified in the Sectoral Annexes comply with the legislative, regulatory and administrative requirements outlined in the Sectoral Annexes and the competence requirements specified in the Annex.\n2.   The Parties shall compare methods used to verify that the designated conformity assessment bodies comply with the legislative, regulatory and administrative requirements outlined in the Sectoral Annexes and the competence requirements specified in the Annex. Existing systems for the accreditation of conformity assessment bodies in the two Parties may be used for such comparison procedures.\n3.   Such comparison shall be carried out in accordance with the procedures to be determined by the Joint Committee established under Article 12.\nArticle 8\nVerification of compliance of conformity assessment bodies\n1.   Each Party shall ensure that conformity assessment bodies designated by a designating authority will be available for verification of their technical competence and compliance with other relevant requirements.\n2.   Each Party has the right to contest the technical competence and compliance of conformity assessment bodies under the jurisdiction of the other Party. This right will be exercised under exceptional circumstances only.\n3.   Such contestation has to be justified in an objective and argued manner and in writing to the other Party and the Chair of the Joint Committee.\n4.   Where the Joint Committee decides that verification of technical competence or compliance is required, it will be carried out in a timely manner jointly by the Parties with the participation of the relevant designating authorities.\n5.   The result of this verification will be discussed in the Joint Committee with a view to resolving the issue as soon as possible.\n6.   Except when decided otherwise by the Joint Committee, the contested conformity assessment body, where it is included in Section II of a Sectoral Annex, shall be suspended by the competent designating authority from the time disagreement has been established in the Joint Committee until agreement has been reached in the Joint Committee on the status of that Body.\nArticle 9\nExchange of information\n1.   The Parties shall exchange information concerning the implementation of the legislative, regulatory and administrative provisions identified in the Sectoral Annexes.\n2.   Consistent with their obligations under the World Trade Organisation Agreement on Technical Barriers to Trade, each Party shall inform the other Party of the changes it intends to make to the legislative, regulatory and administrative provisions relating to the subject matter of this Agreement and shall, except where considerations of safety, health and environmental protection warrant more urgent action, notify the other Party of the new provisions at least 60 days before their entry into force.\nArticle 10\nUniformity of conformity assessment procedures\nIn the interests of promoting a uniform application of the conformity assessment procedures provided for in the laws and regulations of the Parties, the designated conformity assessment bodies shall take part, as appropriate, in coordination and comparison exercises conducted by each of the Parties in the relevant areas covered by the Sectoral Annexes.\nArticle 11\nAgreements with other countries\nThe Parties agree that mutual recognition agreements concluded by either Party with a country which is not a party to this Agreement shall in no way entail an obligation upon the other Party to accept test reports, certificates, authorisations and marks of conformity issued by conformity assessment bodies in that third country, save where there is an express agreement between the Parties.\nArticle 12\nJoint Committee\n1.   A Joint Committee made up of representatives of the two Parties shall be established. It is responsible for the effective functioning of the Agreement.\n2.   The Joint Committee shall determine its own rules of procedure. It shall take its decisions and adopt its recommendations by consensus. It can decide to delegate specific tasks to subcommittees.\n3.   The Joint Committee shall meet at least once a year unless it decides otherwise. If required for the effective functioning of this Agreement, and at the request of either Party, an additional meeting or meetings shall be held.\n4.   The Joint Committee may consider any matter related to the functioning of this Agreement. In particular, it shall be responsible for:\n(a)\namending the Sectoral Annexes to give effect to the decision by a designating authority to designate a particular conformity assessment body;\n(b)\namending the Sectoral Annexes to give effect to the decision by a designating authority to withdraw designation of a particular conformity assessment body;\n(c)\nexchanging information concerning the procedures used by either Party to ensure that the conformity assessment bodies specified in the Sectoral Annexes maintain the necessary level of competence;\n(d)\nin accordance with Article 8, appointing a joint team or teams of experts to verify the technical competence of a conformity assessment body and its compliance with other relevant requirements;\n(e)\nexchanging information and notifying the Parties of modifications of legislative, regulatory and administrative provisions referred to in the Sectoral Annexes including those which require modification of the Sectoral Annexes;\n(f)\nresolving any questions relating to the application of this Agreement and its Sectoral Annexes, and\n(g)\nfacilitating the extension of this Agreement to further sectors.\n5.   Any amendments to Sectoral Annexes made in accordance with the provisions of this Article shall be notified promptly in writing by the Chair of the Joint Committee to each Party.\n6.   The following procedure shall apply in relation to the inclusion in or withdrawal from a Sectoral Annex of a conformity assessment body:\n(a)\na Party proposing an amendment to a Sectoral Annex to give effect to a decision by a designating authority to designate or withdraw designation of a conformity assessment body shall forward its proposal to the other Party in writing, adding supporting documentation to the request;\n(b)\na copy of the proposal and documentation shall be sent to the Chair of the Joint Committee;\n(c)\nin the event that the other Party consents to the proposal or upon the expiry of 60 days without an objection having been lodged, the inclusion in or withdrawal from the Sectoral Annex of the conformity assessment body shall take effect, and\n(d)\nin the event that, under Article 8, the other Party contests the technical competence or compliance of a conformity assessment body within the aforementioned 60-day period, the Joint Committee may decide to carry out a verification of the body concerned, in accordance with that Article.\n7.   In the event that a designated conformity assessment body is withdrawn from a Sectoral Annex, conformity assessment carried out by that conformity assessment body before the date of effect of its withdrawal shall remain valid unless otherwise determined by the Joint Committee. In the case of the inclusion of a new conformity assessment body, conformity assessment carried out by such a conformity assessment body shall be valid from the date the Parties agree to its inclusion in the Sectoral Annex.\n8.   Where a Party introduces new or additional conformity assessment procedures affecting a sector covered by a Sectoral Annex, the Joint Committee shall, unless the Parties agree otherwise, bring such procedures within the mutual recognition implementing arrangements established by this Agreement.\nArticle 13\nTerritorial application\nThis Agreement shall apply, as regards the European Community, to the territories in which the Treaty establishing the European Community is applied and under the conditions laid down in that Treaty and, as regards New Zealand, this Agreement shall not apply to Tokelau unless the Parties have exchanged Notes agreeing the terms on which this Agreement shall apply.\nArticle 14\nEntry into force and duration\n1.   This Agreement shall enter into force on the first day of the second month following the date on which the Parties have exchanged Notes confirming the completion of their respective procedures for the entry into force of this Agreement.\n2.   Either Party may terminate this Agreement by giving the other Party six months' notice in writing.\nArticle 15\nFinal provisions\n1.   The Annex to this Agreement forms an integral part thereof.\n2.   Any amendment to this Agreement shall be done by mutual agreement.\n3.   The Parties shall conclude Sectoral Annexes, to which Article 2 applies, which will provide the implementing arrangements for this Agreement.\n4.   Amendments to the Sectoral Annexes shall be determined by the Parties through the Joint Committee.\n5.   This Agreement and the Sectoral Annexes are drawn up in two originals in the Danish, Dutch, English, Finnish, French, German, Greek, Italian, Portuguese, Spanish and Swedish languages, each text being equally authentic.\nHecho en Wellington, el veinticinco de junio de mil novecientos noventa y ocho.\nUdfærdiget i Wellington den femogtyvende juni nitten hundrede og otteoghalvfems.\nGeschehen zu Wellington am fünfundzwanzigsten Juni neunzehnhundertachtundneunzig.\nΈγινε στο Ουέλλιγκτον, στις είκοσι πέντε Ιουνίου χίλια εννιακόσια ενενήντα οκτώ.\nDone at Wellington on the twenty-fifth day of June in the year one thousand nine hundred and ninety-eight.\nFait à Wellington, le vingt-cinq juin mil neuf cent quatre-vingt-dix-huit.\nFatto a Wellington, addì venticinque giugno millenovecentonovantotto.\nGedaan te Wellington, de vijfentwintigste juni negentienhonderd achtennegentig.\nFeito em Wellington, em vinte e cinco de Junho de mil novecentos e noventa e oito.\nTehty Wellingtonissa kahdentenakymmenentenäviidentenä päivänä kesäkuuta vuonna tuhatyhdeksänsataayhdeksänkymmentäkahdeksan.\nSom skedde i Wellington den tjugofemte juni nittonhundranittioåtta.\nPor la Comunidad Europea\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nVoor de Europese Gemeenschap\nPela Comunidade Europeia\nEuroopan yhteisön puolesta\nPå Europeiska gemenskapens vägnar\nPor Nueva Zelanda\nFor New Zealand\nFür Neuseeland\nΓια τη Νέα Ζηλανδία\nFor New Zealand\nPour la Nouvelle-Zélande\nPer la Nuova Zelanda\nVoor Nieuw-Zeeland\nPela Nova Zelândia\nUuden-Seelannin puolesta\nFör Nya Zeeland\nANNEX\nPROCEDURES FOR THE DESIGNATION AND MONITORING OF CONFORMITY ASSESSMENT BODIES\nA.   GENERAL REQUIREMENTS AND CONDITIONS\n1.\nDesignating authorities shall only designate legally identifiable entities as conformity assessment bodies.\n2.\nDesignating authorities shall only designate conformity assessment bodies able to demonstrate that they understand, have experience relevant to, and are competent to apply the conformity assessment requirements and procedures of the legislative, regulatory and administrative provisions of the other Party for which they are designated.\n3.\nDemonstration of technical competence shall be based on:\n—\ntechnological knowledge of the relevant products, processes or services,\n—\nunderstanding of the technical standards and the general risk protection requirements for which designation is sought,\n—\nexperience relevant to the applicable legislative, regulatory and administrative provisions,\n—\nthe physical capability to perform the relevant conformity assessment activity,\n—\nan adequate management of the conformity assessment activities concerned, and\n—\nany other circumstance necessary to give assurance that the conformity assessment activity will be adequately performed on a continuous basis.\n4.\nThe technical competence criteria shall be based on internationally-accepted documents supplemented by specific interpretative documents developed as appropriate from time to time.\n5.\nThe Parties shall encourage harmonisation of designation and conformity assessment procedures through cooperation between designating authorities and conformity assessment bodies by means of coordination meetings, participation in mutual recognition arrangements, and working group meetings. Where accreditation bodies participate in the designation process they should be encouraged to participate in mutual recognition arrangements.\nB.   SYSTEM TO DETERMINE CONFORMITY ASSESSMENT BODIES' COMPETENCE\n6.\nThe designating authorities may apply the following processes to determine the technical competence of conformity assessment bodies. If necessary, a Party will indicate to the designating authority the possible ways to demonstrate competence.\n(a)   Accreditation\nAccreditation shall constitute a presumption of technical competence in relation to the requirements of the other Party when:\n(i)\nthe accreditation process is conducted in conformance with the relevant international documentation (EN 45000 series or ISO/IEC guides), and either\n(ii)\nthe accreditation body participates in mutual recognition arrangements where they are subject to peer evaluation which involves evaluation by individuals with recognised expertise in the field of the work being evaluated, of the competence of accreditation bodies and conformity assessment bodies accredited by them; or\n(iii)\nthe accreditation bodies, operating under the authority of the designating authority, take part in accordance with procedures to be agreed in comparison programmes and exchanges of technical experience in order to ensure the continued confidence in the technical competence of the accreditation bodies and conformity assessment bodies. Such programmes may include joint assessments, special cooperation programmes or peer evaluation.\nWhen a conformity assessment body is only accredited to evaluate a product, process or service for compliance with particular technical specifications, designation shall be limited to those technical specifications.\nWhen a conformity assessment body seeks designation to evaluate a particular product, process or service for compliance with essential requirements, the accreditation process shall incorporate elements which will permit assessment of the capability (technological knowledge and understanding of the generally stated risk protection requirements of the product, process or service or their use) of the conformity assessment body to evaluate compliance with those essential requirements.\n(b)   Other means\nWhen appropriate accreditation is not available or when special circumstances apply, the designating authorities shall require the conformity assessment bodies to demonstrate their competence through other means such as:\n—\nparticipation in regional/international mutual recognition arrangements or certification systems,\n—\nregular peer evaluations,\n—\nproficiency testing, and\n—\ncomparisons between conformity assessment bodies.\nC.   EVALUATION OF THE DESIGNATION SYSTEM\n7.\nOnce the designation systems to evaluate the competence of conformity assessment bodies have been defined by each Party, the other Party may, in consultation with the designating authorities, check that the systems give sufficient assurance that the designation of the conformity assessment bodies satisfies its requirements.\nD.   FORMAL DESIGNATION\n8.\nDesignating authorities shall consult the conformity assessment bodies within their jurisdiction in order to determine their willingness to be designated under the terms of this Agreement. Such consultations should include those conformity assessment bodies who do not operate under the respective legislative, regulatory and administrative requirements of their own Party but which may, nevertheless, be interested and capable of working to the legislative, regulatory and administrative requirements of the other Party.\n9.\nDesignating authorities shall inform their Party's representatives on the Joint Committee, established under Article 12 of this Agreement, of the conformity assessment bodies to be included in or withdrawn from Section II of the Sectoral Annexes. Designation, suspension or withdrawal of designation of conformity assessment bodies shall take place in accordance with the provisions of this Agreement and the rules of procedure of the Joint Committee.\n10.\nWhen advising their Party's representative on the Joint Committee established under this Agreement, of the conformity assessment bodies to be included in the Sectoral Annexes, the designating authority shall provide the following details in respect of each conformity assessment body:\n(a)\nthe name;\n(b)\nthe postal address;\n(c)\nthe facsimile (fax) number;\n(d)\nthe range of products, processes, standards or services it is authorised to assess;\n(e)\nthe conformity assessment procedures it is authorised to carry out, and\n(f)\nthe designation procedure used to determine competence.\nE.   MONITORING\n11.\nDesignating authorities shall maintain, or cause to maintain, ongoing surveillance over designated conformity assessment bodies by means of regular audit or assessment. The frequency and nature of such activities shall be consistent with international best practices or as agreed by the Joint Committee.\n12.\nDesignating authorities shall require designated conformity assessment bodies to participate in proficiency testing or other appropriate comparison exercises where such exercises are technically possible within reasonable cost.\n13.\nDesignating authorities shall consult as necessary with their counterparts to ensure the maintenance of confidence in conformity assessment processes and procedures. This consultation may include joint participation in audits related to conformity assessment activities or other assessments of designated conformity assessment bodies, where such participation is appropriate and technically possible within reasonable cost.\n14.\nDesignating authorities shall consult, as necessary, with the relevant regulatory authorities of the other Party to ensure that all regulatory requirements are identified and are satisfactorily addressed.\nSECTORAL ANNEX ON MEDICINAL PRODUCTS GMP INSPECTION AND BATCH CERTIFICATION TO THE EUROPEAN COMMUNITY-NEW ZEALAND AGREEMENT ON MUTUAL RECOGNITION IN RELATION TO CONFORMITY ASSESSMENT, CERTIFICATES AND MARKINGS\nSCOPE AND COVERAGE\n1.\nThe provisions of this Sectoral Annex cover all medicinal products which are industrially manufactured in New Zealand and the European Community, and to which Good Manufacturing Practice (GMP) requirements apply.\nFor medicinal products covered by this Sectoral Annex, each Party willll recognise the conclusions of inspections of manufacturers carried out by the relevant inspection services of the other Party and the relevant manufacturing authorisations or licences granted by the competent authorities of the other Party.\nIn addition, the manufacturer's certification of the conformity of each batch to its specifications will be recognised by the other Party without re-control at import.\n‘Medicinal products’ means all products regulated by the pharmaceutical legislation in the European Community and New Zealand as listed in the Appendix to this Annex. The definition of medicinal products includes all human and veterinary products, such as chemical and biological pharmaceuticals, immunologicals, radiopharmaceuticals, stable medicinal products derived from human blood or human plasma, pre-mixes for the preparation of veterinary medicated feedingstuffs, and, where appropriate, vitamins, minerals, herbal remedies and homeopathic medicinal products.\n‘GMP’ is that part of quality assurance which ensures that products are consistently produced and controlled during manufacture to the quality standards appropriate to their intended use and as required by the marketing authorisation granted by the importing Party. For the purpose of this Sectoral Annex it includes the system whereby the manufacturer receives the specification of the product and/or process from the marketing authorisation holder or applicant and ensures that the medicinal product is made in compliance with this specification (Equivalent to Qualified Person certification in the European Community).\n2.\nWith respect to medicinal products covered by the legislation of one Party but not the other, the manufacturing company can request that, for the purpose of this Agreement, an inspection be made by the locally competent inspection service. This provision will apply inter alia to the manufacture of active pharmaceutical ingredients and intermediate products and products intended for use in clinical trials, as well as agreed pre-marketing inspections. Operational arrangements are detailed under Section III, item 3b.\nCertification of manufacturers\n3.\nAt the request of an exporter, importer or the competent authority of the other Party, the authorities responsible for granting manufacturing authorisations and for supervision manufacturers of medicinal products will certify that the manufacturer:\n—\nis appropriately authorised to manufacture the relevant medicinal product or to carry out the relevant specified manufacturing operation,\n—\nis regularly inspected by the authorities, and\n—\ncomplies with the national GMP requirements recognised as equivalent by the two Parties, and which are listed in Appendix 1 to this Sectoral Annex. In case different GMP requirements are used as a reference (in line with the provisions in Section III, item 3(b), this is to be mentioned in the certificate.\nThe certificates will also identify the site(s) of manufacture (and contract testing laboratories, if any). The format of certificate is attached as Appendix 2; it may be modified by the Joint Committee, as established in Article 12 of the Agreement.\nCertificates will be issued expeditiously, and the time taken should not exceed 30 calendar days. In exceptional cases, such as when a new inspection has to be carried out, this period may be extended to 60 days.\nBatch certification\n4.\nEach batch exported will be accompanied by a batch certificate prepared by the manufacturer (self-certification) after a full qualitative analysis, a quantitative analysis of all the active constituents and all the other tests or checks necessary to ensure the quality of the product in accordance with the requirements of the marketing authorisation. This certificate will attest that the batch meets its specifications and will be kept by the importer of the batch. It will be made available upon request of the competent authority.\nWhen issuing a certificate, the manufacturer will take account of the provisions of the current WHO certification scheme on the quality of pharmaceutical products moving in international commerce. The certificate will detail the agreed specifications of the product, the reference of the analytical methods and the analytical results. It will contain a statement that the batch processing and packaging records were reviewed and found to be in conformity with GMP. The batch certificate will be signed by the person responsible for releasing the batch for sale or supply, i.e. in the European Community the ‘qualified person’ referred to in Article 21 of Second Council Directive 75/319/EEC of 20 May 1975 on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products. In New Zealand, the responsible persons are:\n—\nfor pharmaceuticals for human use: the authorised person responsible for Quality Assurance named on the licence to manufacture (Medicines Act 1981); and\nfor animal remedies (veterinary medicines): the authorised person responsible for Quality Assurance named on the manufacturers licence (Agricultural Compounds and Veterinary Medicines Act 1997).\nSECTION I\nLEGISLATIVE, REGULATORY AND ADMINISTRATIVE REQUIREMENTS\nSubject to Section III ‘Operational provisions’, general GMP inspections will be carried out in accordance with the GMP requirements of the exporting Party. The legislative, regulatory and administrative requirements are listed in Appendix 1.\nHowever, the reference quality requirements of products to be exported, including their manufacturing method and product specifications, will be those of the relevant product marketing authorisation granted by the importing Party.\nSECTION II\nOFFICIAL INSPECTION SERVICES\nFOR NEW ZEALAND:\nFor medicines for human use:\nMinistry of Health\nTherapeutics Section\nPO Box 5013\nWellington\nNew Zealand\nTel. 64-4-496 2081\nFax 64-4-496 2229\nFor veterinary medicines:\nMinistry of Agriculture and Forestry\nAgricultural Compounds and Veterinary Medicines Group\nPO Box 40063\nUpper Hutt\nNew Zealand\nTel. 64-4-528 0126\nFax 64-4-528 1378\nFOR THE EUROPEAN COMMUNITY\nBELGIUM\nInspection générale de la Pharmacie\nAlgemene Farmaceutische Inspectie\nDENMARK\nLægemiddelstyrelsen\nGERMANY\nBundesministerium für Gesundheit\nGREECE\nΕθνικός Οργανισμός Φαρμάκου\nMinistry of Health and Welfare\nNational Drug Organisation (EOF)\nSPAIN\nFor medicinal products for human use:\nMinisterio de Sanidad y Consumo\nSubdirección General de Control Farmacéutico\nFor medicinal products for veterinary use:\nMinisterio de Agricultura, Pesca y Alimentación (MAPA)\nDirección General de la Producción Agraria\nFRANCE\nFor medicinal products for human use:\nAgence du Médicament\nFor veterinary medicinal products:\nCNEVA, Agence nationale du médicament vétérinaire,\nunité inspections\nIRELAND\nIrish Medicines Board\nITALY\nFor medicinal products for human use:\nMinistero della Sanità\nDipartimento Farmaci e Farmacovigilanza\nFor medicinal products for veterinary use:\nMinistero della Sanità\nDipartimento alimenti e nutrizione e sanità pubblica veterinaria — Div. IX\nLUXEMBOURG\nDivision de la Pharmacie et des Médicaments\nNETHERLANDS\nStaat der Nederlanden\nAUSTRIA\nBundesministerium für Arbeit, Gesundheit und Soziales\nPORTUGAL\nInstituto Nacional da Farmácia e do Medicamento — INFARMED\nFINLAND\nLääkelaitos/Läkemedelsverket\nNational Ågency for Medicines\nSWEDEN\nLäkemedelsverket — Medicinal Products Agency\nUNITED KINGDOM\nFor human and veterinary (non immunologicals):\nMedicines Control Agency\nFor veterinary immunologicals:\nVeterinary Medicines Directorate\nEUROPEAN COMMUNITY\nCommission of the European Communities\nEuropean Agency for the Evaluation of Medicinal Products (EMEA)\nSECTION III\nOPERATIONAL PROVISIONS\n1.   Transmission of inspection reports\nUpon reasoned request, the relevant inspection services will forward a copy of the last inspection report of the manufacturing site or control site, in the case where analytical operations are contracted out. The request may concern a ‘full inspection report’ or a ‘detailed report’ (see item 2 below). Each Party will deal with these inspection reports with the degree of confidentiality requested by the Party of origin.\nIf the manufacturing operations of the medicinal product in question have not been inspected recently, i.e. when the last inspection dates back to more than two years or a particular need to inspect has been identified, a specific and detailed inspection may be requested. Parties will ensure that inspection reports are forwarded in no more than 30 calendar days, this period being extended to 60 days should a new inspection be carried out.\n2.   Inspection reports\nA ‘full inspection report’ comprises a Site Master File (compiled by the manufacturer or by the inspectorate) and a narrative report by the inspectorate. A ‘detailed report’ responds to specific queries about a firm by the other Party.\n3.   Reference GMP\n(a)\nManufacturers will be inspected in accordance with the applicable GMP of the exporting country (see Appendix 1);\n(b)\nWith respect to medicinal products covered by the pharmaceutical legislation of the importing Party but not the exporting one, the locally competent inspection service willing to carry out an inspection of the relevant manufacturing operations will inspect in accordance with its own GMP or, in the absence of specific GMP requirements, in accordance with the applicable GMP of the importing country. This will also be the case when the locally applicable GMP are not considered equivalent, in terms of quality assurance of the finished product, to the GMP of the importing Party.\nEquivalence of GMP requirements for specific products or classes of products (e.g. investigational medicinal products, starting materials) will be determined according to a procedure established by the Joint Committee.\n4.   Nature of inspections\n(a)\nInspections will routinely assess the compliance of the manufacturer with GMP. These are called general GMP inspections (also regular, periodic, or routine inspections);\n(b)\n‘Product- or process-oriented’ inspections (which may be ‘pre-marketing’ inspections as relevant) focus on the manufacture of one or one series of product(s) or process(es) and include an assessment of the validation of and compliance with specific process or control aspects as described in the marketing authorisation. Where necessary, relevant product information (the quality dossier of an application/authorisation dossier) will be provided in confidence to the inspectorate.\n5.   Inspection/establishment fees\nThe regime of inspection/establishment fees is determined by the manufacturer's location. Inspection/establishment fees will not be charged to manufacturers located on the territory of the other Party for products covered by this Agreement, except as provided for in paragraph 6 below.\n6.   Safeguard clause for inspections\nEach Party reserves the right to conduct its own inspection for reasons identified to the other Party. Such inspections are to be notified in advance to the other Party, which has the option of joining the inspection. Recourse to this safeguard clause should be an exception. Should such an inspection take place, inspection costs may be recovered.\n7.   Exchange of information between authorities and approximation of quality requirements\nIn accordance with the general provisions of the Agreement, the Parties will exchange any information necessary for the mutual recognition of inspections.\nIn addition, the relevant authorities in New Zealand and in the European Community will keep each other informed of any new technical guidance or inspection procedure. Each Party will consult the other before their adoption and will endeavour to proceed towards their approximation.\n8.   Official batch release\nThe official batch release procedure is an additional verification of safety and efficacy of immunological medicinal products (vaccines) and blood derivatives, carried out by the competent authorities before the distribution of each batch of product. This Agreement does not encompass mutual recognition of official batch releases. However, when an official batch release procedure applies, the manufacturer will provide, at the request of the importing Party, the official batch release certificate if the batch in question has been tested by the control authorities of the exporting Party.\nFor the European Community, the official batch release procedure for medicinal products for human use is specified in document ‘Administrative EC Batch Release Procedure III/3859/92’ and different specific batch release procedures. For New Zealand, the official batch release procedure is specified in document ‘WHO Technical Report Series, No 822, 1992’.\n9.   Inspectors training\nIn accordance with the general provisions of the Agreement, training sessions for inspectors, organised by the authorities, will be accessible to inspectors of the other Party. The Parties to the Agreement will keep each other informed on these sessions.\n10.   Joint inspections\nIn accordance with the general provisions of the Agreement, and by mutual agreement between the Parties, joint inspections may be authorised. These inspections are intended to develop common understanding and interpretation of practice and requirements. The setting up of these inspections and their form shall be agreed through procedures approved by the Joint Committee.\n11.   Alert system\nContact points will be agreed between the Parties to permit competent authorities and manufacturers to inform the authorities of the other Party with the appropriate speed in case of quality defect, batch recalls, counterfeiting and other problems concerning quality, which could necessitate additional controls or suspension of the distribution of the batch. A detailed alert procedure will be agreed.\nThe Parties will ensure that any suspension or withdrawal (total or partial) of a manufacturing authorisation, based on non-compliance with GMP and which could affect the protection of public health, are communicated to each other with the appropriate degree of urgency.\n12.   Contact points\nFor the purpose of this Agreement, the contact points for any technical question, such as exchange of inspection reports, inspectors training sessions, technical requirements, will be:\nFOR NEW ZEALAND\nFor medicinal products for human use:\nMinistry of Health\nTherapeutics Section\nPO Box 5013\nWellington\nNew Zealand\nTel. 64-4-496 2000\nFax 64-4-496 2340\nFor medicinal products for use in animals:\nMinistry of Agriculture and Forestry\nAgricultural Compounds and Veterinary Medicines Group\nPO Box 40063\nUpper Hutt\nNew Zealand\nTel. 64-4-528 4794\nFax 64-4-528 6089\nFOR THE EUROPEAN COMMUNITY:\nThe Director of the European Agency for the Evaluation of Medicinal Products\n7 Westferry Circus\nCanary Wharf\nLondon E14 4HB\nUnited Kingdom\nTel. 44-171 418 8400\nFax 44-171 418 8416\n13.   Divergence of views\nBoth Parties will use their best endeavours to resolve any divergence of views concerning inter alia compliance of manufacturers and conclusions of inspection reports. Unresolved divergences of view will be referred to the Joint Committee.\nSECTION IV\nTRANSITIONAL ARRANGEMENTS FOR VETERINARY MEDICINAL PRODUCTS\nIn respect of veterinary medicinal products, the European Community will, subject to satisfactory verification of New Zealand's GMP inspection programme, recognise the conclusions of New Zealand GMP inspections and of New Zealand manufacturers' certifications of batch conformity, three years after the entry into force of the Agreement. New Zealand will, subject to satisfactory verification of the European Community's GMP inspection programme, recognise the conclusions of the European Community's inspections and of the European Community's manufacturers' certifications of batch conformity three years after the entry into force of the Agreement. During this three-year period, joint inspections, carried out in accordance with Section III, item 10, of this Sectoral Annex, may be authorised as a means to build further confidence between the Parties regarding the application and interpretation of their respective requirements.\nThe terms of any existing recognition arrangements concerning imports into New Zealand will remain valid during this three-year period.\nAppendix 1\nList of applicable legislative, regulatory and administrative provisions\nFor the European Community:\nCouncil Directive 65/65/EEC of 26 January 1965 on the approximation of provisions laid down by law, regulation or administrative action relating to medicinal products, as extended, widened and amended\nSecond Council Directive 75/319/EEC of 20 May 1975 on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products, as extended, widened and amended\nCouncil Directive 81/851/EEC of 28 September 1981 on the approximation of the laws of the Member States relating to veterinary medicinal products, as widened and amended\nCommission Directive 91/356/EEC of 13 June 1991 laying down the principles and guidelines of good manufacturing practice for medicinal products for human use\nCommission Directive 91/412/EEC of 23 July 1991 laying down the principles and guidelines of good manufacturing practice for veterinary medicinal products\nCouncil Regulation (EEC) No 2309/93 of 22 July 1993 laying down Community procedures for the authorisation and supervision of medicinal products for human and veterinary use and establishing a European Agency for the Evaluation of Medicinal Products\nCouncil Directive 92/25/EEC of 31 March 1992 on the wholesale distribution of medicinal products for human use\nGuide to Good Distribution Practice (94/C 63/03)\nCurrent version of the Guide to Good Manufacturing Practice, Rules Governing Medicinal Products in the European Community, Volume IV\nFor New Zealand:\nMedicines Act 1981\nMedicines Regulations 1984\nNew Zealand Code of Good Manufacturing Practice for Manufacture and Distribution of Therapeutic Goods, Parts 1, 2, 4 and 5\nAgricultural Compounds and Veterinary Medicines Act 1997\nAnimal Remedies Regulations 1980\nCode of GMP for Animal Remedies 1994\nAppendix 2\nSECTORAL ANNEX ON MEDICAL DEVICES TO THE EUROPEAN COMMUNITY-NEW ZEALAND AGREEMENT ON MUTUAL RECOGNITION IN RELATION TO CONFORMITYASSESSMENT, CERTIFICATES AND MARKINGS\nSCOPE AND COVERAGE\nThe provisions of this Sectoral Annex will apply to the following products:\nProducts for export to the European Community\nProducts for export to New Zealand\nAll medical devices subject to third party conformity assessment procedures, both product related and quality system related, provided for in Council Directive 90/385/EEC of 20 June 1990 on the approximation of the laws of the Member States relating to active implantable medical devices and Council Directive 93/42/EEC of 14 June 1993 concerning medical devices,\nAll medical devices defined as such under the New Zealand legislation listed in Section I of this Sectoral Annex and to which third party conformity assessment procedures, both product related and quality systems related, apply,\nbut excluding the following products:\n—\nradioactive materials to the extent these may be considered medical devices, and\n—\nradioactive materials to the extent these may be considered medical devices, and\nbut excluding the following products:\n—\nmedical devices incorporating tissues of animal origin.\nmedical devices incorporating tissues of animal origin.\nHowever, medical devices:\n(a)\nincorporating refined derivatives of such tissues, or\n(b)\nincorporating tissues of animal origin and where the device is intended to come into contact with intact skin only,\nHowever, medical devices\n(a)\nincorporating refined derivatives of such tissues, or\n(b)\nincorporating tissues of animal origin and where the device is intended to come into contact with intact skin only,\nwill be included within the scope of this Sectoral Annex.\nwill be included within the scope of this Sectoral Annex.\nSECTION I\nLEGISLATIVE, REGULATORY AND ADMINISTRATIVE REQUIREMENTS\nThe legislative, regulatory and administrative requirements of the European Community with which New Zealand designated conformity assessment bodies will assess compliance\nThe legislative, regulatory and administrative requirements of New Zealand with which European Community designated conformity assessment bodies will assess compliance\n—\nCouncil Directive 90/385/EEC of 20 June 1990 on the approximation of the laws of the Member States relating to active implantable medical devices, as amended\n—\nCouncil Directive 93/42/EEC of 14 June 1993 concerning medical devices, as amended\n—\nRadiocommunications Act 1989\n—\nRadiocommunications (Radio) Regulations 1993\n—\nElectricity Act 1992\n—\nElectricity Regulations 1997\nSECTION II\nDESIGNATED CONFORMITY ASSESSMENT BODIES\nThe conformity assessment bodies designated by New Zealand to assess products against the European Community's legislative, regulatory and administrative requirements\nThe conformity assessment bodies designated by the European Community to assess products against New Zealand's legislative, regulatory and administrative requirements\nThe designated conformity assessment bodies are:\nThe designated conformity assessment bodies are:\n(Name and details to be inserted)\n(Name and details to be inserted)\n(Further names to be added as required)\n(Further names to be added as required)\nSECTION III\nTHE AUTHORITIES RESPONSIBLE FOR DESIGNATING THE CONFORMITY ASSESSMENT BODIES LISTED IN SECTION II\nFor the conformity assessment bodies designated by New Zealand\nFor the conformity assessment bodies designated by the European Community\n— Ministry of Health\n—\nBelgium\nMinistère de la Santé publique, de l'Environnement et de l'Intégration sociale\nMinisterie van Volksgezondheid, Leefmilieu en Sociale Integratie\n—\nDenmark\nSundhedsministeriet\n—\nGermany\nBundesministerium für Gesundheit\n—\nGreece\nΥπουργείο Υγείας και Πρόνοιας Ministry of Health\n—\nSpain\nMinisterio de Sanidad y Consumo\n—\nFrance\nMinistère de l'emploi et de la solidarité\nDirection des hôpitaux\nBureau des dispositifs médicaux\nMinistère de l'économie, des finances et de l'industrie\nSecrétariat d'État à l'industrie\nDirection générale des stratégies industrielles\nSous direction de la qualité et de la normalisation\n—\nIreland\nDepartment of Health\n—\nItaly\nMinistero della Sanità\n—\nLuxembourg\nMinistère de la Santé\n—\nNetherlands\nStaat der Nederlanden\n—\nAustria\nBundesministerium für Arbeit, Gesundheit und Soziales\n—\nPortugal\nMinistério da Saúde\n—\nFinland\nSosiaali- ja terveysministeriö/Social- och hälsovårdsministeriet\n—\nSweden\nUnder the authority of the Government of Sweden:\nStyrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUnited Kongdom\nDepartment of Health\nSECTION IV\nPROCEDURES FOR DESIGNATING CONFORMITY ASSESSMENT BODIES\nThe procedures to be followed by New Zealand in designating conformity assessment bodies to assess products against the European Community's requirements\nThe procedures to be followed by the European Community in designating conformity assessment bodies to assess products against New Zealand's requirements\nThe conformity assessment bodies listed in Section II will meet the requirements of the Directives listed in Section I, taking into account Council Decision 93/465/EEC of 22 July 1993 concerning the modules for the various phases of the conformity assessment procedures and the rules for the affixing and use of the CE conformity marking, which are intended to be used in the technical harmonisation directives and be designated on the basis of the procedures defined in the Annex to the Agreement. This may be demonstrated through:\n(a)\nProduct certification bodies operating according to the requirements of EN 45011 or ISO Guides 28 and 40, and either:\n—\naccredited by the Joint Accreditation System of Australia and New Zealand (JAS-ANZ), or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(b)\nQuality System certification bodies operating according to the requirements of EN 45012 or ISO Guide 62, and either:\n—\naccredited by JAS-ANZ, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(c)\nInspection bodies operating according to the requirements of EN 45004 or ISO Guide 39, and either:\n—\naccredited by the Testing Laboratory Registration Council of New Zealand, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n1.\nThe procedures for designating conformity assessment bodies will be consistent with the principles and procedures set out in the Annex to the Agreement.\n2.\nThe following procedures are deemed to be consistent with those set out in the Annex to the Agreement:\n(a)\nCertification bodies:\n—\naccredited by accreditation bodies which are signatories to the European cooperation for Accreditation (EA) Multilateral Agreement on Certification,\n—\nmembers of the IECEE CB Scheme\n—\naccredited by an accreditation body with which JAS-ANZ has a mutual recognition agreement, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(b)\nTesting laboratories:\n—\naccredited by accreditation bodies which are signatories to the European cooperation for Accreditation (EA) Multilateral Agreement on Calibration and Testing,\n—\nrecognised within the IECEE CB Scheme, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\nSECTION V\nADDITIONAL PROVISIONS\n1.   Medical devices incorporating medicinal substances\nIn order to meet European Community requirements, the following procedures will apply to medical devices incorporating medicinal substances referred to in Article 1(4) of Council Directive 93/42/EEC of 14 June 1993 concerning medical devices:\n(a)\nif a medical device incorporates a substance which is already established by monographs of the European Pharmacopoeia, the consultation required under Annex II or III of Council Directive 93/42/EEC of 14 June 1993 concerning medical devices will be carried out with the Therapeutics Section of the New Zealand Ministry of Health;\n(b)\nif a medical device contains a substance other than one specified in the European Pharmacopoeia, the Ministry of Health will carry out such consultation with one of the competent authorities within the European Community responsible for authorising the placing on the market of medicinal products.\n2.   New legislation\nThe Parties note New Zealand's intention to introduce new legislation concerning medical devices and agree that the provisions of this Sectoral Annex will apply to this legislation upon its entry into force in New Zealand.\n3.   Exchange of information\nThe Parties agree to inform each other of incidents in the context of medical device vigilance procedure, or with regard to matters concerning product safety. The contact points through which the information can be passed are:\n(i)\nNew Zealand:\nThe Manager\nTherapeutics Section\nMinistry of Health\nPO Box 5013\nWellington\nNew Zealand\nTel. (64-4) 496 20 81\nFax (64-4) 496 22 29\nand\nThe Chief Electrical Engineer\nMinistry of Commerce\nPO Box 1473\nWellington\nNew Zealand\nTel. (64-4) 472 00 30\nFax (64-4) 471 05 00\n(ii)\nEuropean Community:\nEuropean Commission\nDirectorate-General Industry\nThe Head of Unit III.D.2\nRue de la Loi/Wetstraat 200\nB-1049 Brussels\nTel. (32-2) 299 11 11\nFax (32-2) 296 70 13\n4.   Subcontracting\nWhere required by New Zealand legislative, regulatory and administrative provisions, European Community conformity assessment bodies subcontracting all or part of the testing will subcontract only to testing laboratories accredited in accordance with clause 2 in Section IV of this Sectoral Annex.\n5.   Recording of approvals granted\nIn addition to the requirements imposed by the Annex to the Agreement, on designation of a conformity assessment body, the relevant European Community designating authority will provide to New Zealand, in respect of each designated conformity assessment body, details of the method that that conformity assessment body intends to adopt to record the fact that an approval within the meaning of Regulation 90 of the Electricity Regulations 1997 has been granted.\n6.   Divergence of views\nBoth parties will use their best endeavours to resolve any divergence of views concerning compliance of manufacturers and conclusions of conformity assessment reports. Unresolved divergencies of view will be referred to the Joint Committee.\nSECTORAL ANNEX ON TELECOMMUNICATIONS TERMINAL EQUIPMENT TO THE EUROPEAN COMMUNITY-NEW ZEALAND AGREEMENT ON MUTUAL RECOGNITION IN RELATION TO CONFORMITY ASSESSMENT, CERTIFICATES AND MARKINGS\nSCOPE AND COVERAGE\nThe provisions of this Sectoral Annex will apply to the following:\nProducts for export to the European Community\nProducts for export to New Zealand\nAny product falling under the scope of Directive 98/13/EC of the European Parliament and of the Council of 12 February 1998 relating to telecommunications terminal equipment and satellite earth station equipment, including the mutual recognition of their conformity.\nIn general terms, that Council Directive covers:\n(a)\nterminal equipment intended to be connected to the public telecommunications networks. The terminal equipment may be connected directly or indirectly to the termination of the public telecommunications network; and\n(b)\nsatellite earth station equipment, which is capable of being used either for transmission only, or for transmission and reception, or for reception only, of radio communications signals by means of satellites or other space-based systems. Purpose-built satellite earth station equipment used as part of the public switched telecommunications network is excluded.\nThis list of product groups may be extended to include other European Community common technical regulations in this sector as they become available.\nAny product intended for connection to the public and leased networks operated by Telecom New Zealand Limited and its subsidiary companies.\nIn general terms, the product range covered includes:\n(a)\nsingle-line and multi-line TTE intended for connection to the public switched telecommunications network or leased lines, whether for voice or data transmission, including PABX and like switching systems;\n(b)\nISDN Basic Rate Access (connecting at the S/T interface);\n(c)\nISDN Primary Rate Access (connecting at the S/T interface);\n(d)\nAMPS and D-AMPS cellular telephones;\n(e)\nCordless telephones, CT-1, CT-2 and CT-3;\n(f)\nBandwidth Management Systems;\n(g)\nTrunked Mobile Radio Terminals;\n(h)\nPower supplies (where supplied as separate items for use with any appropriate items of TTE);\n(i)\nTelex TTE; and\n(j)\nJackpoints and associated cable and hardware used in residential premises.\nThe provisions of this Sectoral Annex may be extended to include the products intended for connection to the public and leased networks operated by other network operators designated pursuant to the Telecommunications Act 1997 at the request of the New Zealand Government.\nSECTION I\nLEGISLATIVE, REGULATORY AND ADMINISTRATIVE REQUIREMENTS\nThe legislative, regulatory and administrative requirements of the European Community with which New Zealand designated conformity assessment bodies will assess compliance\nThe legislative, regulatory and administrative requirements of New Zealand with which European Community designated conformity assessment bodies will assess compliance\n—\nDirective 98/13/EC of the European Parliament and of the Council of 12 February 1998 relating to telecommunications terminal equipment and satellite earth station equipment, including the mutual recognition of their conformity\n—\nCommission Decision 95/290/EC of 17 July 1995 on a common technical regulation for public land-based European radio message system (ERMES) receiver requirement\n—\nCommission Decision 95/525/EC of 28 November 1995 on a common technical regulation for attachment requirements for terminal equipment for digital European cordless telecommunications (DECT), public access profile (PAP) applications\n—\nCommission Decision 96/629/EC of 23 October 1996 on a common technical regulation for telephony application requirements for public pan-European cellular digital land-based mobile communications, Phase II\n—\nCommission Decision 96/630/EC of 23 October 1996 on a common technical regulation for the general attachment requirements for public pan-European cellular digital land-based mobile communications, Phase II\n—\nCommission Decision 97/346/EC of 20 May 1997 on a common technical regulation for the pan-European integrated services digital network (ISDN) basic access\n—\nCommission Decision 97/347/EC of 20 May 1997 on a common technical regulation for the pan-European integrated services digital network (ISDN) primary rate access\n—\nCommission Decision 97/486/EC of 9 July 1997 on a common technical regulation for the general attachment requirements for terminal equipment to interface to open network provision (ONP) two-wire analogue leased lines\n—\nCommission Decision 97/487/EC of 9 July 1997 on a common technical regulation for the attachment requirements for terminal equipment to interface to open network provision (ONP) four-wire analogue leased lines\n—\nCommission Decision 97/520/EC of 9 July 1997 on a common technical regulation for the attachment requirements for the terminal equipment interface for connection to 2 048 kbit/s digital unstructured ONP leased lines (Amendment 1)\n—\nCommission Decision 97/521/EC of 9 July 1997 on a common technical regulation for the attachment requirements for the terminal equipment interface for connection to 2 048 kbit/s digital structured ONP leased lines\n—\nCommission Decision 97/522/EC of 9 July 1997 on a common technical regulation for the attachment requirements for the terminal equipment interface for connection to 64 kbit/s digital unrestricted ONP leased lines (Amendment 1)\n—\nCommission Decision 97/523/EC of 9 July 1997 on a common technical regulation for the general terminal attachment requirements for digital enhanced cordless telecommunications (DECT) (edition 2)\n—\nCommission Decision 97/524/EC of 9 July 1997 on a common technical regulation for the telephony application requirements for digital enhanced cordless telecommunications (DECT) (edition 2)\n—\nCommission Decision 97/525/EC of 9 July 1997 on a common technical regulation for the attachment requirements for terminal equipment for digital enhanced cordless telecommunications (DECT) generic access profile (GAP) applications\n—\nCommission Decision 97/526/EC of 9 July 1997 on a common technical regulation for the general attachment requirements for public pan-European cellular digital land-based mobile communications (edition 2)\n—\nCommission Decision 97/527/EC of 9 July 1997 on a common technical regulation for the telephony application requirements for public pan-European cellular digital land-based mobile communications (edition 2)\n—\nCommission Decision 97/528/EC of 9 July 1997 on a common technical regulation for the general attachment requirements for mobile stations intended to be used with Phase Il public digital cellular telecommunications networks operating in the DCS 1800 band\n—\nCommission Decision 97/529/EC of 9 July 1997 on a common technical regulation for the telephony application requirements for mobile stations intended to be used with Phase Il public digital cellular telecommunications networks operating in the DCS 1800 band\n—\nCommission Decision 97/544/EC of 9 July 1997 on a common technical regulation for terminal equipment to be connected to public circuit switched data networks and ONP leased circuits using a CCITT Recommendation X.21 type interface\n—\nCommission Decision 97/545/EC of 9 July 1997 on a common technical regulation for the general attachment requirements for data terminal equipment (DTE) to connect to packet switched public data networks (PSPDNs) offering CCITT Recommendation X.25 interfaces\n—\nCommission Decision 97/639/EC of 19 September 1997 on a common technical regulation for the attachment requirements for the terminal equipment interface for connection to 34 Mbit/s digital unstructured and structured leased lines\n—\nCommission Decision 97/751/EC of 31 October 1997 on a common technical regulation for the attachment requirements for the terminal equipment interface for connection to 140 Mbit/s digital unstructured and structured leased lines\n—\nTelecommunications Act 1987\n—\nTelecom New Zealand Limited Permit to Connect (PTC) and Telecom Network Advisory (TNA) specifications\n—\nRadiocommunications Act 1989\n—\nRadiocommunications (Radio) Regulations 1993\n—\nElectricity Act 1992\n—\nElectricity Regulations 1997\nSECTION II\nDESIGNATED CONFORMITY ASSESSMENT BODIES\nThe conformity assessment bodies designated by New Zealand to assess products against the European Community's legislative, regulatory and administrative requirements\nThe conformity assessment bodies designated by the European Community to assess products against New Zealand's legislative, regulatory and administrative requirements\nThe designated conformity assessment bodies are:\nThe designated conformity assessment bodies are:\n[Name and details to be inserted]\n[Name and details to be inserted]\n[Note: Further names to be added as required]\n[Note: Further names to be added as required]\nSECTION III\nTHE AUTHORITIES RESPONSIBLE FOR DESIGNATING THE CONFORMITY ASSESSMENT BODIES LISTED IN SECTION II\nFor the conformity assessment bodies designated by New Zealand\nFor the conformity assessment bodies designated by the European Community\nUnder the authority of the New Zealand Government:\n(a)\nFor Certification Bodies:\n—\nThe Joint Accreditation System of Australia and New Zealand (JAS-ANZ), and\n(b)\nFor Testing Laboratories and Inspection Bodies:\n—\nThe Testing Laboratory Registration Council of New Zealand.\n—\nBelgium\nInstitut belge des services postaux et des telecommunications\nBelgisch instituut voor postdiensten en telecommunicatie\n—\nDenmark\nTelestyrelsen\n—\nGermany\nBundesministerium für Wirtschaft\n—\nGreece\nΥπουργείο Μεταφορών και Επικοινωνιών\nMinistry of Transport and Communications\n—\nSpain\nMinisterio de Fomento\n—\nFrance\nMinistère de l'économie, des finances et de l'industrie\nDirection des postes et télécommunication\nService des télécommunications\nMinistère de l'économie, des finances et de l'industrie\nSecrétariat d'État à l'industrie\nDirection générale des stratégies industrielles\nSous direction de la qualité et de la normalisation\n—\nIreland\nDepartment of Transport, Energy and Communications\n—\nItaly\nIspettorato Generale TLC\n—\nLuxembourg\nAdministration des Postes et Télécommunications\n—\nNetherlands\nDe Minister van Verkeer en Waterstaat\n—\nAustria\nBundesministerium für Wissenschaft und Verkehr\n—\nPortugal\nInstituto das Comunicações de Portugal\n—\nFinland\nLiikenneministeriö/Trafikministeriet\nTelehallintokeskus/Teleförvaltningscentralen\n—\nSweden\nUnder the authority of the Government of Sweden:\nStyrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUK\nDepartment of Trade and Industry\nSECTION IV\nPROCEDURES FOR DESIGNATING CONFORMITY ASSESSMENT BODIES\nThe procedures to be followed by New Zealand in designating conformity assessment bodies to assess products against the European Community's requirements\nThe procedures to be followed by the European Community in designating conformity assessment bodies to assess products against New Zealand's requirements\nThe conformity assessment bodies listed in Section II will meet the requirements of the Directives listed in Section I, taking into account Council Decision 93/465/EEC of 22 July 1993 concerning the modules for the various phases of the conformity assessment procedures and the rules for the affixing and use of the CE conformity marking, which are intended to be used in the technical harmonisation directives and be designated on the basis of the procedures defined in the Annex to the Agreement. This may be demonstrated through:\n(a)\nProduct Certification Bodies operating according to the requirements of EN 45011 or ISO Guides 28 and 40, and either:\n—\naccredited by JAS-ANZ, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(b)\nQuality System Certification Bodies operating according to the requirements of EN 45012 or ISO Guide 62, and either:\n—\naccredited by JAS-ANZ, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(c)\nTesting laboratories operating according to the requirements of EN 45001 or ISO Guide 25, and either:\n—\naccredited by The Testing Laboratory Registration Council of New Zealand, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n1.\nThe procedures for designating conformity assessment bodies will be consistent with the principles and procedures set out in the Annex to the Agreement.\n2.\nThe following procedures are deemed to be consistent with those set out in the Annex to the Agreement:\n(a)\nTesting Laboratories:\n—\naccredited by accreditation bodies which are signatories to the European cooperation for Accreditation (EA) Multilateral Agreement on Calibration and Testing, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(b)\nCertification Bodies:\n—\naccredited by accreditation bodies which are signatories to the European cooperation for Accreditation (EA) Multilateral Agreement on Certification,\n—\naccredited by an accreditation body with which JAS-ANZ has a mutual recognition agreement, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\nSECTION V\nADDITIONAL PROVISIONS\n1.\nThe Parties note that under the Telecommunications Act 1987, no person can connect any additional line, apparatus or equipment to any part of a network, or connect to any line, apparatus or equipment connected to any part of a network owned by a network operator, without the agreement of that network operator. Under the Act, network operators have the right to specify conditions under which telecommunications terminal equipment may be connected to their network.\n2.\nTelecommunications terminal equipment offered for sale for connection to the Telecom New Zealand Limited (‘Telecom’) network is required to bear a Telepermit label incorporating a Registered Telecom trade mark, prepared to the format specified by Telecom, also showing the brand and model of the product and the number allocated to that product. Telepermit labels may be attached by the manufacturer in the country of origin.\n3.\nThe manufacturer or New Zealand importer applies to Telecom for a Telepermit and the right to label conforming products, and contracts with Telecom to continue to supply only such product which complies with Telecom's requirements.\n4.\nThe Parties note that equipment suppliers are required to lodge with Telecom a copy of the certificate of compliance and supporting test reports when the product is placed on the market. Compliance with Telecom's requirements may be verified by Telecom through post-marketing surveillance.\n5.\nWhere required by New Zealand legislative, regulatory and administrative provisions, European Community Conformity Assessment Bodies subcontracting all or part of the testing will subcontract only to testing laboratories accredited in accordance with clause 2 in Section IV of this Sectoral Annex.\n6.\nIn respect of telecommunications terminal equipment which is subject to the provisions of Council Directive 73/23/EEC of 19 February 1973 on the harmonisation of the laws of the Member States relating to electrical equipment designed for use within certain voltage limits and Council Directive 89/336/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to electromagnetic compatibility, the relevant provisions of the Sectoral Annexes on, respectively, Low Voltage Equipment and Electromagnetic Compatibility will apply.\nSECTORAL ANNEX ON LOW VOLTAGE EQUIPMENT TO THE EUROPEAN COMMUNITY-NEW ZEALAND AGREEMENT ON MUTUAL RECOGNITION IN RELATION TO CONFORMITYASSESSMENT, CERTIFICATES AND MARKINGS\nSCOPE AND COVERAGE\nThe provisions of this Sectoral Annex will apply to the following types of low voltage equipment:\nProducts for export to the European Community\nProducts for export to New Zealand\nAll products falling within the scope of Council Directive 73/23/EEC of 19 February 1973 on the harmonisation of the laws of the Member States relating to electrical equipment designed for use within certain voltage limits.\nLow voltage equipment which is a ‘Declared Article’ within the meaning of Regulation 90 of the New Zealand Electricity Regulations 1997.\nSECTION I\nLEGISLATIVE, REGULATORY AND ADMINISTRATIVE REQUIREMENTS\nThe legislative, regulatory and administrative requirements of the European Community with which New Zealand designated conformity assessment bodies will assess compliance\nThe legislative, regulatory and administrative requirements of New Zealand with which European Community designated conformity assessment bodies will assess compliance\nCouncil Directive 73/23/EEC of 19 February 1973 on the harmonisation of the laws of the Member States relating to electrical equipment designed for use within certain voltage limits, as amended.\nElectricity Act 1992\nElectricity Regulations 1997\nSECTION II\nDESIGNATED CONFORMITY ASSESSMENT BODIES\nThe conformity assessment bodies designated by New Zealand to assess products against the European Community's legislative, regulatory and administrative requirements\nThe conformity assessment bodies designated by the European Community to assess products against New Zealand's legislative, regulatory and administrative requirements\nThe designated conformity assessment bodies are:\nThe designated conformity assessment bodies are:\n[Name and details to be inserted]\n[Name and details to be inserted]\n[Note: Further names to be added as required]\n[Note: Further names to be added as required]\nSECTION III\nTHE AUTHORITIES RESPONSIBLE FOR DESIGNATING THE CONFORMITY ASSESSMENT BODIES LISTED IN SECTION II\nFor the Conformity Assessment Bodies designated by New Zealand\nFor the Conformity Assessment Bodies designated by the European Community\nUnder the authority of the New Zealand Government:\n(a)\nFor certification bodies:\n—\nThe Joint Accreditation System of Australia and New Zealand (JAS-ANZ), and\n(b)\nFor Testing Laboratories and Inspection Bodies:\n—\nThe Testing Laboratory Registration Council of New Zealand.\n—\nBelgium\nMinistère des affaires economiques Ministerie van Economische Zaken\n—\nDenmark\nBoligministeriet\n—\nGermany\nBundesministerium für Arbeit und Sozialordnung\n—\nGreece\nΥπουργείο Ανάπτυξης Ministry of Development\n—\nSpain\nMinisterio de Industria y Energía\n—\nFrance\nMinistère de l'économie, des finances et de l'industrie\nSecrétariat d'État à l'industrie\nDirection générale des stratégies industrielles Sous direction de la qualité et de la normalisation\n—\nIreland\nDepartment of Enterprise and Employment\n—\nItaly\nMinistero dell'Industria, del Commercio e dell'Artigianato\n—\nLuxembourg\nMinistère des transports\n—\nNetherlands\nStaat der Nederlanden\n—\nAustria\nBundesministerium für Wirtschaftliche Angelegenheiten\n—\nPortugal\nUnder the authority of the Government of Portugal:\nInstituto Português da Qualidade\n—\nFinland\nKauppa- ja teollisuusministeriö/Handels- och industriministeriet\n—\nSweden\nUnder the authority of the Government of Sweden:\nStyrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUK\nDepartment of Trade and Industry\nSECTION IV\nPROCEDURES FOR DESIGNATING CONFORMITY ASSESSMENT BODIES\nThe procedures to be followed by New Zealand in designating Conformity Assessment Bodies to assess products against the European Community's requirements\nThe procedures to be followed by the European Community in designating Conformity Assessment Bodies to assess products against New Zealand's requirements\nThe Conformity Assessment Bodies listed in Section II will meet the requirements of the Directives listed in Section I, taking into account Council Decision 93/465/EEC of 22 July 1993 concerning the modules for the various phases of the conformity assessment procedures and the rules for the affixing and use of the CE conformity marking, which are intended to be used in the technical harmonisation directives and be designated on the basis of the procedures defined in the Annex to the Agreement. This may be demonstrated through:\n(a)\nInspection Bodies operating according to the requirements of EN 45004 or ISO Guide 39, and either:\n—\naccredited by the Testing Laboratory Registration Council of New Zealand, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(b)\nTesting laboratories operating according to the requirements of EN 45001 or ISO Guide 25, and either:\n—\naccredited by the Testing Laboratory Registration Council of New Zealand, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n1.\nThe procedures for designating conformity assessment bodies will be consistent with the principles and procedures set out in the Annex to the Agreement.\n2.\nThe following procedures are deemed to be consistent with those set out in the Annex to the Agreement:\nTesting Laboratories:\n—\naccredited by accreditation bodies which are signatories to the European cooperation for Accreditation (EA) Multilateral Agreement on Calibration and Testing, or\n—\nrecognised within the IECEE CB Scheme, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\nSECTION V\nADDITIONAL PROVISIONS\n1.\nWhere required by New Zealand legislative, regulatory and administrative provisions, European Community Conformity Assessment Bodies subcontracting all or part of the testing will subcontract only to testing laboratories accredited in accordance with clause 2 in Section IV of this Sectoral Annex.\n2.\nIn the event of a challenge within the European Community under Article 8(2) of Council Directive 73/23/EEC of 19 February 1973 on the harmonisation of the laws of the Member States relating to electrical equipment designed for use within certain voltage limits, test reports issued by designated conformity assessment bodies in New Zealand will be accepted by authorities in the European Community in the same way that reports from European Community notified bodies are accepted. That is, conformity assessment bodies in New Zealand will be recognised under Article 11 of that Council Directive as ‘bodies which may make a report in accordance with Article 8’.\n3.\nIn addition to the requirements imposed by the Annex to the Agreement, on designation of a conformity assessment body, the relevant European Community designating authority will provide to New Zealand, in respect of each designated conformity assessment body, details of the method that that conformity assessment body intends to adopt to record the fact that an approval within the meaning of Regulation 90 of the Electricity Regulations 1997 has been granted.\nSECTORAL ANNEX ON ELECTROMAGNETIC COMPATIBILITY TO THE EUROPEAN COMMUNITY-NEW ZEALAND AGREEMENT ON MUTUAL RECOGNITION IN RELATION TO CONFORMITY ASSESSMENT, CERTIFICATES AND MARKINGS\nSCOPE AND COVERAGE\nThe provisions of this Sectoral Annex will apply to the following:\nProducts for export to the European Community\nProducts for export to New Zealand\nElectromagnetic compatibility of equipment as defined in Council Directive 89/336/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to electromagnetic compatibility, but excluding radiocommunications equipment which is not connected to the public switched telecommunication networks.\nElectromagnetic compatibility of equipment to the extent that it is regulated under and complies with the New Zealand legislation specified in Section I.\nSECTION I\nLEGISLATIVE, REGULATORY AND ADMINISTRATIVE REQUIREMENTS\nThe legislative, regulatory and administrative requirements of the European Community with which New Zealand designated conformity assessment bodies will assess compliance\nThe legislative, regulatory and administrative requirements of New Zealand with which European Community designated conformity assessment bodies will assess compliance\nCouncil Directive 89/336/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to electromagnetic compatibility, as amended\n—\nRadiocommunications Act 1989\n—\nRadiocommunications (Radio) Regulations 1993\n—\nElectricity Act 1992\n—\nElectricity Regulations 1997\nSECTION II\nDESIGNATED CONFORMITY ASSESSMENT BODIES\nThe conformity assessment bodies designated by New Zealand to assess products against the European Community's legislative, regulatory and administrative requirements\nThe conformity assessment bodies designated by the European Community to assess products against New Zealand's legislative, regulatory and administrative requirements\nThe designated conformity assessment bodies are:\nThe designated conformity assessment bodies are:\n[Name and details to be inserted]\n[Name and details to be inserted]\n[Further names to be added as required]\n[Further names to be added as required]\nSECTION III\nTHE AUTHORITIES RESPONSIBLE FOR DESIGNATING THE CONFORMITY ASSESSMENT BODIES LISTED IN SECTION II\nFor the conformity assessment bodies designated by New Zealand\nFor the conformity assessment bodies designated by the European Community\nUnder the authority of the New Zealand Government:\n(a)\nFor Certification Bodies:\n—\nThe Joint Accreditation System of Australia and New Zealand (JAS-ANZ)\n(b)\nFor Testing Laboratories and Inspection Bodies:\n—\nThe Testing Laboratory Registration Council of New Zealand\n—\nBelgium\nMinistère des Affaires Economiques\nMinisterie van Economische Zaken\n—\nDenmark\nFor telecommunications equipment:\nTelestyrelsen\nFor other equipment:\nDanmarks Elektriske Materielkontrol (DEMKO)\n—\nGermany\nBundesministerium für Wirtschaft\n—\nGreece\nΥπουργείο Μεταφορών και Επικοινωνιών\nMinistry of Transport and Communications\n—\nSpain\nFor telecommunications equipment:\nMinisterio de Fomento\nfor other equipment:\nMinisterio de Industria y Energía\n—\nFrance\nMinistère de l'économie, des finances et de l'industrie\nSecrétariat d'État à l'industrie\nDirection générale des stratégies industrielles\nSous direction de la qualité et de la normalisation\n—\nIreland\nDepartment of Transport, Energy and Communications\n—\nItaly\nMinistero dell'Industria, del Commercio e dell'Artigianato\n—\nLuxembourg\nMinistère des transports\n—\nNetherlands\nMinisterie van Verkeer en Waterstaat\n—\nAustria\nFor telecommunications equipment:\nBundesministerium für Wissenschaft und Verkehr\nFor other equipment:\nBundesministerium\nfür Wirtschaftliche Angelegenheiten\n—\nPortugal\nUnder the authority of the Government of Portugal:\nInstituto das Comunicações de Portugal\n—\nFinland\nFor telecommunications equipment:\nLiikenneministeriö/Trafikministeriet\nFor other equipment:\nKauppa- ja teollisuusministeriö/\nHandels- och industriministeriet\n—\nSweden\nUnder the authority of the Government of Sweden:\nStyrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUK\nDepartment of Trade and Industry\nSECTION IV\nPROCEDURES FOR DESIGNATING CONFORMITY ASSESSMENT BODIES\nThe procedures to be followed by New Zealand in designating conformity assessment bodies to assess products against the European Community's requirements\nThe procedures to be followed by the European Community in designating conformity assessment bodies to assess products against New Zealand's requirements\nThe conformity assessment bodies listed in Section II will meet the requirements of the Directives listed in Section I, taking into account Council Decision 93/465/EEC of 22 July 1993 concerning the modules for the various phases of the conformity assessment procedures and the rules for the affixing and use of the CE conformity marking, which are intended to be used in the technical harmonisation directives, and are designated on the basis of the procedures defined in the Annex to the Agreement. This may be demonstrated through:\n(a)\nFor the purposes of Article 10(5) of Council Directive 89/336/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to electromagnetic compatibility, Inspection Bodies operating according to the requirements of EN 45004 or ISO Guide 39, and either:\n—\naccredited by the Testing Laboratory Registration Council of New Zealand, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(b)\nFor competent bodies according to Article 10(2) of Council Directive 89/336/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to electromagnetic compatibility, Testing Laboratories operating according to the requirements of EN 45001 or ISO Guide 25, and either:\n—\naccredited by The Testing Laboratory Registration Council of New Zealand, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n1.\nThe procedures for designating conformity assessment bodies will be consistent with the principles and procedures set out in the Annex to the Agreement.\n2.\nThe following procedures are deemed to be consistent with those set out in the Annex to the Agreement:\nTesting Laboratories:\n—\naccredited by accreditation bodies which are signatories to the European cooperation for Accreditation (EA) Multilateral Agreement on Calibration and Testing, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\nSECTION V\nADDITIONAL PROVISIONS\n1.\nWhere required by New Zealand legislative, regulatory and administrative provisions, European Community conformity assessment bodies subcontracting all or part of the testing will subcontract only to testing laboratories accredited in accordance with clause 2 in Section IV of this Sectoral Annex.\n2.\nIn addition to the requirements imposed by the Annex to the Agreement, on designation of a conformity assessment body, the relevant European Community designating authority will provide to New Zealand, in respect of each designated conformity assessment body, details of the method that that conformity assessment body intends to adopt to record the fact that an approval within the meaning of Regulation 90 of the Electricity Regulations 1997 has been granted.\nSECTORAL ANNEX ON MACHINERY TO THE EUROPEAN COMMUNITY-NEW ZEALAND AGREEMENT ON MUTUAL RECOGNITION IN RELATION TO CONFORMITY ASSESSMENT, CERTIFICATES AND MARKINGS\nSCOPE AND COVERAGE\nThe provisions of this Sectoral Annex will apply to the following:\nProducts for export to the European Community\nProducts for export to New Zealand\n—\nAny product falling under Annex IV of Council Directive 89/392/EEC of 14 June 1989 on the approximation of the laws of the Member States relating to machinery,\n—\ntower cranes, and\n—\nmobile cranes.\nAny machinery that falls within the scope of the Health and Safety in Employment Act 1992.\nFor the avoidance of doubt, this Sectoral Annex will include tower cranes, port-type container cranes and mobile cranes including truck-mounted cranes with a lifting capacity exceeding five (5) tonnes used for loading and unloading that vehicle.\nSECTION I\nLEGISLATIVE, REGULATORY AND ADMINISTRATIVE REQUIREMENTS\nThe legislative, regulatory and administrative requirements of New Zealand with which European Community designated conformity assessment bodies will assess compliance\nCouncil Directive 89/392/EEC of 14 June 1989 on the approximation of the laws of the Member States relating to machinery, as amended\n—\nDirectives setting out noise limitation requirements for tower cranes as follows:\n—\nCouncil Directive 79/113/EEC of 19 December 1978 on the approximation of the laws of the Member States relating to the determination of the noise emission of construction plant and equipment, as amended,\n—\nCouncil Directive 84/532/EEC of 17 September 1984 on the approximation of the laws of the Member States relating to common provisions for construction plant and equipment, as amended,\n—\nCouncil Directive 84/534/EEC of 17 September 1984 on the approximation of the laws of the Member States relating to the permissible sound power level of tower cranes, as amended,\n—\nHealth and Safety in Employment Act 1992,\n—\nHealth and Safety in Employment Regulations 1995,\n—\nHealth and Safety in Employment (Pressure Equipment, Cranes and Passenger Ropeways) Regulations 199[6] with, respect to tower cranes, port-type container cranes and mobile cranes (1),\n—\nHealth and Safety in Employment (Tractor Safety Frames) Regulations 199[6] in respect of safety frames fitted to agricultural tractors (1),\n—\nHealth and Safety in Employment (Mining Control) Regulations 199[6] (1), and\n—\nHealth and Safety in Employment (Petroleum) Regulations 199[6] (1).\nSECTION II\nDESIGNATED CONFORMITY ASSESSMENT BODIES\nThe conformity assessment bodies designated by New Zealand to assess products against the European Community's legislative, regulatory and administrative requirements\nThe conformity assessment bodies designated by the European Community to assess products against New Zealand's legislative, regulatory and administrative requirements\nThe designated conformity assessment bodies are:\n[Name and details to be inserted]\n[Further names and details to be added as required]\nThe designated conformity assessment bodies are:\n[Name and details to be inserted]\n[Further names and details to be added as required]\nSECTION III\nTHE AUTHORITIES RESPONSIBLE FOR DESIGNATING THE CONFORMITY ASSESSMENT BODIES LISTED IN SECTION II\nFor the conformity assessment bodies designated by New Zealand\nFor the conformity assessment bodies designated by the European Community\nUnder the authority of the New Zealand Government:\n(a)\nFor Certification Bodies:\n—\nthe Joint Accreditation System of Australia and New Zealand (JAS-ANZ)\n(b)\nFor Testing Laboratories and Inspection Bodies:\n—\nThe Testing Laboratory Registration Council of New Zealand\n—\nBelgium\nMinistère de l'Economie\nMinisterie van Economie\n—\nDenmark\nDirektoratet for Arbejdstilsynet\n—\nGermany\nBundesministerium für Arbeit und Sozialordnung\n—\nGreece\nΥπουργείο Ανάπτυξης\nMinistry of Development\n—\nSpain\nMinisterio de Industria y Energía\n—\nFrance\nMinistère de l'emploi et de la solidarité\nDirection des relations du travail\nBureau CT5\nMinistère de l'économie, des finances\net de l'industrie\nSecrétariat d'Etat à l'industrie\nDirection générale des stratégies industrielles\nSous direction de la qualité et de la normalisation\n—\nIreland\nDepartment of Enterprise and Employment\n—\nItaly\nMinistero dell'Industria, del Commercio e dell'Artigianato\n—\nLuxembourg\nMinistère des transports\n—\nNetherlands\nStaat der Nederlanden\n—\nAustria\nBundesministerium für wirtschaftliche Angelegenheiten\n—\nPortugal\nUnder the authority of the Government of Portugal: Instituto Português da Qualidade\n—\nFinland\nSosiaali- ja terveysministeriö/Social- och hälsovardsministeriet\n—\nSweden\nUnder the authority of the Government of Sweden: Styrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUK\nDepartment of Trade and Industry\nSECTION IV\nPROCEDURES FOR DESIGNATING CONFORMITY ASSESSMENT BODIES\nThe procedures to be followed by New Zealand in designating conformity assessment bodies to assess products against the European Community's requirements\nThe procedures to be followed by the European Community in designating conformity assessment bodies to assess products against New Zealand's requirements\nThe conformity assessment bodies listed in Section II will meet the requirements of the Directives listed in Section I, taking into account Council Decision 93/465/EEC of 22 July 1993 concerning the modules for the various phases of the conformity assessment procedures and the rules for the affixing and use of the CE conformity marking, which are intended to be used in the technical harmonisation directives, and are designated on the basis of the procedures defined in the Annex to the Agreement. This may be demonstrated through:\n(a)\nFor the purpose of Directive 89/392/EEC of 14 June 1989 on the approximation of the laws of the Member States relating to machinery:\nInspection Bodies operating to the requirements of EN 45004 or ISO Guide 39, and either\n—\naccredited by the Testing Laboratory Registration Council of New Zealand, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(b)\nFor the purpose of Council Directives setting out noise limitation requirements for tower cranes:\nProduct Certification Bodies operating according to the requirements of EN 45011 or ISO Guides 28 and 40, and either:\n—\naccredited by JAS-ANZ, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n1.\nThe procedures for designating conformity assessment bodies will be consistent with the principles and procedures set out in the Annex to the Agreement.\n2.\nThe following procedures are deemed to be consistent with those set out in the Annex to the Agreement:\n(a)\nFor cranes:\nFor Design Verification, conformity assessment bodies will:\n—\noperate in conformity with EN 45004 or ISO Guide 39, and\n—\noperate a quality system conforming with ISO 9001, and\n—\nemploy design verifiers who through qualifications, training and experience can demonstrate that they have the necessary skills and ability to fully understand and apply the detailed requirements of the legislation and standards in which they will operate and with which they are certifying compliance.\nFor Inspection Bodies, Conformity Assessment Bodies will:\n—\noperate in conformity with EN 45004 or ISO Guide 39, and\n—\noperate a quality system conforming with ISO 9001 or ISO 9002, and\n—\nemploy engineers who through qualifications, training and experience can demonstrate that they have the necessary skills and ability to fully understand and apply the detailed requirements of the legislation and standards in which they will operate and with which they are certifying compliance.\nFor Certification Bodies, the following procedures are deemed to be consistent with the procedures set out in the Annex to the Agreement:\n—\naccreditation by an accreditation body which is a signatory to the European cooperation for Accreditation (EA) Multilateral Agreement on Certification,\n—\naccreditation by an accreditation body with which JAS-ANZ has a mutual recognition agreement, or\n—\nability to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\nFor Testing Laboratories:\nThe following procedures are deemed to be consistent with those set out in the Annex to the Agreement:\n—\naccreditation by an accreditation body which is a signatory to the European cooperation for Accreditation (EA) Multilateral Agreement on Calibration and Testing, or\n—\nability to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(b)\nFor machinery other than cranes, either:\n—\nnotified as Conformity Assessment Bodies in the European Community in accordance with the requirements established in Annex VII of Council Directive 89/392/EEC of 14 June 1989 on the approximation of the laws of the Member States relating to machinery in conjunction with Council Decision 93/465/EEC of 22 July 1993 concerning the modules for the various phases of the conformity assessmentprocedures and the rules for the affixing and use of the CE conformity marking, which are intended to be used in the technical harmonisation directives and are listed in Section II of this Sectoral Annex, or\n—\nprocedures that will ensure that the machinery meets the performance-based risk protection requirements of the New Zealand legislation.\nSECTION V\nADDITIONAL PROVISIONS\n1.\nWhere required by New Zealand legislative, regulatory and administrative provisions, European Community conformity assessment bodies subcontracting all or part of the testing will subcontract only to testing laboratories accredited in accordance with clause 2 in Section IV of this Sectoral Annex.\n2.\nIn respect of machinery which is subject to the provisions of Council Directive 73/23/EEC of 19 February 1973 on the harmonisation of the laws of the Member States relating to electrical equipment designed for use within certain voltage limits and Council Directive 89/336/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to electromagnetic compatibility, the relevant provisions of the Sectoral Annexes on, respectively, Low Voltage Equipment and Electromagnetic Compatibility will apply.\n3.\nUpon the date of application of the provisions of the Directive of the European Parliament and of the Council on the approximation of the laws of the Member States relating to the measures to be taken against the emission of gaseous and particulate pollutants from internal combustion engines to be installed in non-road mobile machinery, at present European Commission proposal COM(95) 350, bodies in New Zealand which have been designated to issue type approvals according to this Directive will, either directly or through the authority responsible for their designation, fulfil the notification and other obligations placed upon approval authorities under the relevant provisions of this Directive.\n4.\nIt is noted further that this proposed Directive makes reference to the conformity assessment requirements set out in Council Directive 92/53/EEC of 18 June 1992 amending Directive 70/156/EEC on the approximation of the laws of the Member States relating to the type approval of motor vehicles and their trailers. It is recognised that under the provisions of this Directive, a manufacturer cannot be accredited as a testing laboratory. However, it is permissible for a testing laboratory to use outside equipment, subject to the approval of the Designating Authority.\n(1)  The legislative, regulatory and administrative requirements of the European Community with which New Zealand designated conformity assessment bodies will assess compliance\nSECTORAL ANNEX ON PRESSURE EQUIPMENT TO THE EUROPEAN COMMUNITY-NEW ZEALAND AGREEMENT ON MUTUAL RECOGNITION IN RELATION TO CONFORMITY ASSESSMENT, CERTIFICATES AND MARKINGS\nSCOPE AND COVERAGE\nThe provisions of this Sectoral Annex will apply to the following types of pressure equipment:\nProducts for export to the European Community\nProducts for export to New Zealand\nProducts falling within the scope of Council Directive 87/404/EEC of 25 June 1987 on the harmonisation of the laws of the Member States relating to simple pressure vessels.\nPressure equipment subject to third-party conformity assessment procedures under the New Zealand statutes and regulations specified in Section I of this Sectoral Annex.\nSECTION I\nLEGISLATIVE, REGULATORY AND ADMINISTRATIVE REQUIREMENTS\nThe legislative, regulatory and administrative requirements of the European Community with which New Zealand designated conformity assessment bodies will assess compliance\nThe legislative, regulatory and administrative requirements of New Zealand with which European Community designated conformity assessment bodies will assess compliance\nCouncil Directive 87/404/EEC of 25 June 1987 on the harmonisation of the laws of the Member States relating to simple pressure vessels, as amended.\n—\nHealth and Safety in Employment Act 1992,\n—\nHealth and Safety in Employment Regulations 1995, and\n—\nHealth and Safety in Employment (Pressure Equipment, Cranes and Passenger Ropeways) Regulations 199[6] (1).\nSECTION II\nDESIGNATED CONFORMITY ASSESSMENT BODIES\nThe conformity assessment bodies designated by New Zealand to assess products against the European Community's legislative, regulatory and administrative requirements\nThe conformity assessment bodies designated by the European Community to assess products against New Zealand's legislative, regulatory and administrative requirements\nThe designated conformity assessment bodies are:\n[Names and details to be inserted]\n[Note: Further names and details to be added as required]\nThe designated conformity assessment bodies are:\n[Names and details to be inserted]\n[Note: Further names and details to be added as required]\nSECTION III\nTHE AUTHORITIES RESPONSIBLE FOR DESIGNATING THE CONFORMITY ASSESSMENT BODIES LISTED IN SECTION II\nFor the conformity assessment bodies designated by New Zealand\nFor the conformity assessment bodies designated by the European Community\nUnder the authority of the New Zealand Government:\n(a)\nFor Certification Bodies:\n—\nThe Joint Accreditation System of Australia and New Zealand (JAS-ANZ)\n(b)\nFor Testing Laboratories and Inspection Bodies:\n—\nThe Testing Laboratory Registration Council of New Zealand\n—\nBelgium\nMinistère de l'Economie\nMinisterie van Economie\n—\nDenmark\nDirektoratet for Arbejdstilsynet\n—\nGermany\nBundesministerium für Arbeit und Sozialordnung\nGreece\n—\nΥπουργείο Ανάπτυξης\nMinistry of Development\nSpain\n—\nMinisterio de Industria y Energía\nFrance\n—\nMinistère de l'économie, des finances et de l'industrie\nSecrétariat d'Etat à l'industrie\nDirection de l'action régionale et de la petite et moyenne industrie\nSous direction de la sécurité industrielle\nMinistère de l'économie, des finances et de l'industrie\nSecrétariat d'Etat à l'industrie\nDirection générale des stratégies industrielles\nSous direction de la qualité et de la normalisation\nIreland\n—\nDepartment of Enterprise and Employment\nItaly\n—\nMinistero dell'Industria, del Commercio e dell'Artigianato\nLuxembourg\n—\nMinistère des transports\n—\nNetherlands\n—\nStaat der Nederlanden\nAustria\nBundesministerium für Wirtschaftliche Angelegenheiten\n—\nPortugal\nUnder the authority of the Government of Portugal:\nInstituto Português da Qualidade\n—\nFinland\nKauppa- ja teollisuusministeriö/Handels- och industriministeriet\n—\nSweden\nUnder the authority of the Government of Sweden:\nStyrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUK\nDepartment of Trade and Industry\nSECTION IV\nPROCEDURES FOR DESIGNATING CONFORMITY ASSESSMENT BODIES\nThe procedures to be followed by New Zealand in designating conformity assessment bodies to assess products against the European Community's requirements\nThe procedures to be followed by the European Community in designating conformity assessment bodies to assess products against New Zealand's requirements\nThe conformity assessment bodies listed in Section II will meet the requirements of the Directives listed in Section I, taking into account Council Decision 93/465/EEC of 22 July 1993 concerning the modules for the various phases of the conformity assessment procedures and the rules for the affixing and use of the CE conformity marking, which are intended to be used in the technical harmonisation directives, and are designated on the basis of the procedures defined in the Annex to the Agreement. This may be demonstrated through:\n(i)\nProduct Certification Bodies operating according to the requirements of EN 45011 or ISO Guides 28 and 40, and either:\n(a)\naccredited by JAS-ANZ, or\n(b)\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(ii)\nQuality System Certification Bodies operating according to the requirements of EN 45012 or ISO Guide 62, and either:\n(a)\naccredited by JAS-ANZ, or\n(b)\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(iii)\nInspection Bodies operating according to the requirements of EN 45004 or ISO Guide 39, and either:\n(a)\naccredited by the Testing Laboratory Registration Council of New Zealand, or\n(b)\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n1.\nThe procedures for designating Conformity Assessment Bodies will be consistent with the principles and procedures set out in the Annex to the Agreement.\n2.\nThe following procedures are deemed to be consistent with those set out in the Annex to the Agreement:\n(a)\nDesign Verification:\nFor Design Verification, conformity assessment bodies will:\n—\noperate in conformity with EN 45004 or ISO Guide 39, and\n—\noperate a quality system conforming with ISO 9001, and\n—\nemploy design verifiers who through qualifications, training and experience can demonstrate that they have the necessary skills and ability to fully understand and apply the detailed requirements of the legislation and standards in which they will operate and with which they are certifying compliance\n(b)\nInspection bodies:\nFor inspection bodies, conformity assessment bodies will:\n—\noperate in conformity with EN 45004 Type A or ISO Guide 39, and\n—\noperate a quality system conforming with ISO 9001 or ISO 9002, and\n—\nemploy engineers who through qualifications, training and experience can demonstrate that they have the necessary skills and ability to fully understand and apply the detailed requirements of the legislation and standards in which they will operate and with which they are certifying compliance.\n(c)\nCertification bodies:\nFor certification bodies, conformity assessment bodies will be:\n—\naccredited by an accreditation body which is a signatory to the European cooperation for Accreditation (EA) Multilateral Agreement on Certification,\n—\naccredited by an accreditation body with which JAS-ANZ has a mutual recognition agreement, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\n(d)\nTesting laboratories:\nFor testing laboratories, conformity assessment bodies will be:\n—\naccredited by an accreditation body which is a signatory to the European cooperation for Accreditation (EA) Multilateral Agreement on Certification, or\n—\nable to demonstrate competence by other means in accordance with Sections A and B of the Annex to the Agreement.\nSECTION V\nADDITIONAL PROVISIONS\n1.\nWhere required by New Zealand legislative, regulatory and administrative provisions, European Community conformity assessment bodies subcontracting all or part of the testing will subcontract only to testing laboratories accredited in accordance with clause 2 in Section IV of this Sectoral Annex.\n2.\nIn respect of pressure equipment which is subject to the provisions of Council Directive 73/23/EEC of 19 February 1973 on the harmonisation of the laws of the Member States relating to electrical equipment designed for use within certain voltage limits and Council Directive 89/336/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to electromagnetic compatibility, the relevant provisions of the Sectoral Annexes on, respectively, Low Voltage Equipment and Electromagnetic Compatibility will apply.\n3.\nIn addition to the requirements imposed by the Annex to the Agreement, on designation of a conformity assessment body, the relevant designating authority will provide to New Zealand, in respect of each designated conformity assessment body, details of whether the conformity assessment body is carrying out design verification, or product inspection, or both.\n(1)  These regulations have yet to be incorporated into the law of New Zealand.\nFINAL ACT\nThe plenipotentiaries of:\nthe EUROPEAN COMMUNITY, hereinafter referred to as ‘the Community’,\nof the one part, and\nthe plenipotentiary of NEW ZEALAND,\nof the other part,\nmeeting for the signature of the Agreement on Mutual Recognition in relation to Conformity Assessment between the European Community and New Zealand, hereinafter referred to as the ‘Agreement’, have adopted the following texts:\nthe Agreement including its Annex and the following Sectoral Annexes relating to:\n1.\nMedicinal Products GMP Inspection and Batch Certification\n2.\nMedical Devices\n3.\nTelecommunications Terminal Equipment\n4.\nLow Voltage Equipment\n5.\nElectromagnetic Compatibility\n6.\nMachinery\n7.\nPressure Equipment\nThe plenipotentiaries of the Community and the plenipotentiary of New Zealand have adopted the texts of the Joint Declarations listed below and annexed to this Final Act:\n—\nJoint Declaration relating to future work on implementing arrangements for this Agreement,\n—\nJoint Declaration on mutual recognition in the voluntary sphere,\n—\nJoint Declaration relating to further developing harmonisation of technical regulations and conformity assessment procedures,\n—\nJoint Declaration relating to the review of Article 4 of the Agreement.\nHecho en Wellington, el veinticinco de junio de mil novecientos noventa y ocho.\nUdfærdiget i Wellington den femogtyvende juni nitten hundrede og otteoghalvfems.\nGeschehen zu Wellington am fünfundzwanzigsten Juni neunzehnhundertachtundneunzig.\nΈγινε στο Ουέλλιγκτον, στις είκοσι πέντε Ιουνίου χίλια εννιακόσια ενενήντα οκτώ.\nDone at Wellington on the twenty-fifth day of June in the year one thousand nine hundred and ninety-eight.\nFait à Wellington, le vingt-cinq juin mil neuf cent quatre-vingt-dix-huit.\nFatto a Wellington, addì venticinque giugno millenovecentonovantotto.\nGedaan te Wellington, de vijfentwintigste juni negentienhonderd achtennegentig.\nFeito em Wellington, em vinte e cinco de Junho de mil novecentos e noventa e oito.\nTehty Wellingtonissa kahdentenakymmenentenäviidentenä päivänä kesäkuuta vuonna tuhatyhdeksänsataayhdeksänkymmentäkahdeksan.\nSom skedde i Wellington den tjugofemte juni nittonhundranittioåtta.\nPor la Comunidad Europea\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nVoor de Europese Gemeenschap\nPela Comunidade Europeia\nEuroopan yhteisön puolesta\nPå Europeiska gemenskapens vägnar\nPor Nueva Zelanda\nFor New Zealand\nFür Neuseeland\nΓια τη Νέα Ζηλανδία\nFor New Zealand\nPour la Nouvelle-Zélande\nPer la Nuova Zelanda\nVoor Nieuw-Zeeland\nPela Nova Zelândia\nUuden-Seelannin puolesta\nFör Nya Zeeland\nANNEX\nJoint Declaration relating to future work on implementing arrangements for this Agreement\n1.   Pressure Equipment\nThe Parties will extend the scope of the Sectoral Annex on Pressure Equipment and start negotiations to that effect once the new Directive on this subject, at present being examined in the Council of the European Union and the European Parliament on the basis of a European Commission proposal, has entered into force.\n2.   Aircraft certification and continued airworthiness\nThe Parties confirm their intention to continue negotiations in order to complete the Sectoral Annex in respect of aircraft certification and continued airworthiness, with a view to its establishment as an implementing arrangement for this Agreement no later than two years following its entry into force.\n3.   Inclusion of other Sectoral Annexes\nTo build on this Agreement, the Parties will commence negotiations on the further extension of the sectoral coverage of the Agreement two years from the date that the Agreement enters into force.\nJoint Declaration on mutual recognition in the voluntary sphere\nThe Parties will encourage their non-governmental bodies to cooperate with a view to establishing mutual recognition arrangements in the voluntary sphere.\nJoint Declaration relating to further developing harmonisation of technical regulations and conformity assessment procedures\nThe Parties will give consideration to increasing the degree of harmonisation or equivalence of their respective technical regulations and conformity assessment procedures, where appropriate and where consistent with good regulatory practice. The Parties acknowledge that one objective could be the establishment where feasible of a single submission and evaluation procedure, applicable in both Parties, for the products covered by the Agreement.\nJoint Declaration relating to the review of Article 4 of the Agreement\nThe Parties will consider a broadening of the provisions of Article 4 to include other countries once the Parties have concluded equivalent Agreements on Mutual Recognition in relation to conformity assessment in the same sectors with those other countries.", "summary": "EU–New Zealand mutual recognition agreement (MRA)\nEU–New Zealand mutual recognition agreement (MRA)\nSUMMARY OF:\nAgreement on mutual recognition between the European Community and New Zealand\nDecision 98/509/EC concluding an Agreement on mutual recognition between the European Community and New Zealand\nWHAT IS THE AIM OF THE AGREEMENT AND THE DECISION?\n              \nThe mutual recognition agreement (MRA)* aims to promote trade in goods between the EU and New Zealand by removing technical barriers.\nUnder the bilateral agreement that EU countries agreed on 18 June 1998, the EU and New Zealand accept the conformity assessment* results each other’s designated conformity assessment bodies carry out for specific industrial products.\nThe decision adopts the MRA with New Zealand on behalf of the EU.\nKEY POINTS\n              \nThe agreement covers the following sectors:\ngood manufacturing practice for medicines;\nmedical devices;\ntelecommunications terminal and radio equipment;\nelectrical products;\nelectromagnetic compatibility* of equipment;\nindustrial machinery including tower and mobile cranes;\npressure equipment.\nThe agreement:\nenables EU companies to have their products — which must comply with New Zealand’s requirements — tested and certified in the EU and then they can export them to the New Zealand's market and vice versa;\nlists the legislation, regulations and administrative rules the agreement covers for each sector;\nlays down the conditions for reciprocal acceptance of conformity assessment results;\nprovides procedures for designation of conformity assessment bodies* for each sector;\nrequires the EU and New Zealand to audit, inspect and monitor the conformity assessment bodies to ensure their work is carried out correctly;\nprovides for the suspension of a designated conformity assessment bodies;\nestablishes a joint committee of EU and New Zealand representatives to deal with any issues that might arise under the agreement.\nFROM WHEN DOES THE AGREEMENT APPLY?\n              \nIt has applied since 1 January 1999.\nBACKGROUND\n              \nIn their resolution of 21 December 1989, EU countries agreed the principles of MRAs. On 21 September 1992, they authorised the European Commission to negotiate mutual recognition agreements on behalf of the EU with certain non-EU countries.\nFor more information see:\nMutual Recognition Agreements (European Commission).\nKEY TERMS\n              \nmutual recognition agreement: an international agreement where 2 or more countries recognise each other’s conformity assessment results.\nconformity assessment: the procedure in which a product, before it can be marketed, is tested inspected and certified to ensure it complies with the relevant legislation.\nElectromagnetic compatibility: the interaction of electrical and electronic equipment with its electromagnetic environment, and with other equipment. All electronic devices have the potential to emit electromagnetic fields.\nconformity assessment bodies: these assess whether a product meets the relevant legislative or regulatory standards.\nMAIN DOCUMENTS\n            \nAgreement on mutual recognition in relation to conformity assessment between the European Community and New Zealand (OJ L 229, 17.8.1998, pp. 62-110).\nSuccessive amendments to the agreement have been incorporated in the original text. This consolidated version is of documentary value only.\nCouncil Decision 98/509/EC of 18 June 1998 on the conclusion of an Agreement on mutual recognition in relation to conformity assessment between the European Community and New Zealand (OJ L 229, 17.8.1998, p. 61)\nSee consolidated version.\nRELATED DOCUMENTS\n            \nCouncil Resolution of 21 December 1989 on a global approach to conformity assessment (OJ C 10, 16.1.1990, pp. 1-2)\nlast update 24.07.2018", "tags": ["agreement (EU)", "quality label", "New Zealand", "harmonisation of standards", "sectoral agreement", "quality standard", "Community certification", "EC conformity marking", "mutual recognition principle"], "subjects": ["External relations", "Commercial policy", "Technical barriers"], "split": "train", "reference_annotations": {"21998A0817(02)_p1": {"text": "It is noted further that this proposed Directive makes reference to the conformity assessment requirements set out in Council directive 92/53/eec of 18 June 1992 amending directive 70/156/eec on the approximation of the laws of the Member States relating to the type approval of motor vehicles and their trailers. It is recognised that under the provisions of this Directive, a manufacturer cannot be accredited as a testing laboratory. However, it is permissible for a testing laboratory to use outside equipment, subject to the approval of the Designating Authority.", "triples": [" directive 92/53/eec,  amending,  directive 70/156/eec"]}}, "summary_annotations": {}}