{"celex_id": "32012H0417", "reference": "21.7.2012\nEN\nOfficial Journal of the European Union\nL 194/39\nCOMMISSION RECOMMENDATION\nof 17 July 2012\non access to and preservation of scientific information\n(2012/417/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 292 thereof,\nWhereas:\n(1)\nThe Communication from the Commission Europe 2020 (1) puts forward the development of an economy based on knowledge and innovation as a priority.\n(2)\nThe targets set by the Europe 2020 strategy are given in more detail in particular in the Flagship Initiatives ‘Digital Agenda for Europe’ (2) and ‘Innovation Union’ (3). Among the actions to be taken under the ‘Digital Agenda’, publicly funded research should be widely disseminated through open access publication of scientific data and papers. The ‘Innovation Union’ initiative calls for a European Research Area (ERA) framework to be set up to help remove obstacles to mobility and cross-border cooperation. It states that open access to publications and data from publicly funded research should be promoted and access to publications made the general principle for projects funded by the EU research Framework Programmes.\n(3)\nOn 14 February 2007, the Commission adopted a Communication on scientific information in the digital age: access, dissemination and preservation (4), accompanied by a staff working paper. This provided an overview of the state of play in Europe regarding scientific publishing and the preservation of research results, examining relevant organisational, legal, technical and financial issues.\n(4)\nThe Communication was followed in November 2007 by Council Conclusions on scientific information in the digital age: access, dissemination and preservation. The Conclusions invited the Commission to experiment with open access to scientific publications resulting from projects funded by EU research framework programmes and included a set of actions to be undertaken by the Member States. There have been advances in some of the areas dealt with in the Conclusions, but not all targets have been met and progress has been uneven among Member States. EU action is needed to make the most of Europe’s research potential.\n(5)\nOpen access policies aim to provide readers with access to peer-reviewed scientific publications and research data free of charge as early as possible in the dissemination process, and enable the use and reuse of scientific research results. Such policies should be implemented taking into account the challenge of intellectual property rights.\n(6)\nPolicies on open access to scientific research results should apply to all research that receives public funds. Such policies are expected to improve conditions for conducting research by reducing duplication of efforts and by minimising the time spent searching for information and accessing it. This will speed up scientific progress and make it easier to cooperate across and beyond the EU. Such policies will also respond to calls within the scientific community for greater access to scientific information.\n(7)\nEnabling societal actors to interact in the research cycle improves the quality, relevance, acceptability and sustainability of innovation outcomes by integrating society’s expectations, needs, interests and values. Open access is a key feature of Member States’ policies for responsible research and innovation by making the results of research available to all and by facilitating societal engagement.\n(8)\nBusinesses will also benefit from wider access to scientific research results. Small and medium-sized enterprises in particular will improve their capacity to innovate. Policies on access to scientific information should therefore also facilitate access to scientific information for private companies.\n(9)\nThe Internet has fundamentally changed the world of science and research. For instance, research communities have been experimenting with new ways to register, certify, disseminate and preserve scientific publications. Research and funding policies need to adapt to this new environment. It should be recommended to Member States to adapt and develop their policies on open access to scientific publications.\n(10)\nOpen access to scientific research data enhances data quality, reduces the need for duplication of research, speeds up scientific progress and helps to combat scientific fraud. In its final report ‘Riding the wave: How Europe can gain from the rising tide of scientific data’ (5) in October 2010, the High Level Expert Group on Scientific Data emphasised the critical importance of sharing and preserving reliable data produced during the scientific process. Policy action on access to data is therefore urgent and should be recommended to Member States.\n(11)\nPreservation of scientific research results is in the public interest. It has traditionally been under the responsibility of libraries, especially national legal deposit libraries. The volume of research results generated is growing tremendously. Mechanisms, infrastructures and software solutions should be in place to enable long-term preservation of research results in digital form. Sustainable funding for preservation is crucial as curation costs for digitised content are still relatively high. Given the importance of preservation for the future use of research results, the establishment or reinforcement of policies in this area should be recommended to Member States.\n(12)\nPolicies to be developed by Member States should be defined at national or sub-national level depending on the constitutional situation and the distribution of responsibilities for defining research policy.\n(13)\nSolid e-infrastructures underpinning the scientific information system will improve access to scientific information and the long-term preservation of it. This can boost collaborative research. According to the Communication of the Commission ‘ICT infrastructures for e-Science’ (6), e-Infrastructures are understood to be ‘an environment where research resources (hardware, software and content) can be readily shared and accessed wherever this is necessary to promote better and more effective research’. The further development of such infrastructures and their interconnection at European level should therefore be recommended.\n(14)\nThe move towards open access is a worldwide endeavour, demonstrated by the ‘Revised strategy on UNESCO’s contribution to the promotion of open access to scientific information and research’ (7) and the ‘OECD Declaration on Access to Research Data from Public Funding’ (8). Member States should be part of this global endeavour and should set an example by enhancing an open, collaborative research environment based on reciprocity.\n(15)\nGiven the transitional state of the publishing sector, stakeholders need to come together to accompany the transition process and look for sustainable solutions for the scientific publishing process.\n(16)\nOn 12 December 2011 the Commission adopted a package consisting of a Communication on open data, a proposal for a Directive amending Directive 2003/98/EC of the European Parliament and of the Council of 17 November 2003 on reuse of public sector information (9) and new Commission rules on the documents it holds. The package presented the Commission’s strategy on open data in a single coherent framework, encompassing actions including this Recommendation.\n(17)\nThis Recommendation is accompanied by a Communication in which the Commission defines its policy and vision on open access to research results. It outlines the actions the Commission will take as a body providing funding for scientific research from the Union budget.\n(18)\nTogether with this Recommendation and the accompanying Communication the Commission is adopting a Communication on ‘A reinforced European Research Area partnership for excellence and growth’ in which it sets out the key priorities for completing the European Research Area, one of which is the optimal circulation, access to and transfer of scientific knowledge,\nHEREBY RECOMMENDS THAT MEMBER STATES:\nOpen access to scientific publications\n1.\nDefine clear policies for the dissemination of and open access to scientific publications resulting from publicly funded research. These policies should provide for:\n—\nconcrete objectives and indicators to measure progress,\n—\nimplementation plans, including the allocation of responsibilities,\n—\nassociated financial planning.\nEnsure that, as a result of these policies:\n—\nthere should be open access to publications resulting from publicly funded research as soon as possible, preferably immediately and in any case no later than 6 months after the date of publication, and 12 months for social sciences and humanities,\n—\nlicensing systems contribute to open access to scientific publications resulting from publicly-funded research in a balanced way, in accordance with and without prejudice to the applicable copyright legislation, and encourage researchers to retain their copyright while granting licences to publishers,\n—\nthe academic career system supports and rewards researchers who participate in a culture of sharing the results of their research, in particular by ensuring open access to their publications and by developing, encouraging and using new, alternative models of career assessment, metrics and indicators,\n—\ntransparency is improved, in particular by informing the public about agreements between public institutions or groups of public institutions and publishers for the supply of scientific information. This should include agreements covering the so-called ‘big deals’, i.e. bundles of print and electronic journal subscriptions offered at discounted price,\n—\nsmall and medium-sized enterprises and unaffiliated researchers have the widest and cheapest possible access to scientific publications of the results of research that receives public funding.\n2.\nEnsure that research funding institutions responsible for managing public research funding and academic institutions receiving public funding implement the policies by:\n—\ndefining institutional policies for the dissemination of and open access to scientific publications; establishing implementation plans at the level of those funding institutions,\n—\nmaking the necessary funding available for dissemination (including open access), allowing for different channels, including digital e-infrastructures where appropriate, as well as new and experimental methods of scholarly communication,\n—\nadjusting the recruitment and career evaluation system for researchers and the evaluation system for awarding research grants to researchers so that those who participate in the culture of sharing results of their research are rewarded. Improved systems should take into account research results made available through open access and develop, encourage and use new, alternative models of career assessment, metrics and indicators,\n—\ngiving guidance to researchers on how to comply with open access policies, especially on managing their intellectual property rights to ensure open access to their publications,\n—\nconducting joint negotiations with publishers to obtain the best possible terms for access to publications, including use and reuse,\n—\nensuring that results of research that receives public funding are easily identifiable by appropriate technical means, including through metadata attached to electronic versions of the research output.\nOpen access to research data\n3.\nDefine clear policies for the dissemination of and open access to research data resulting from publicly funded research. These policies should provide for:\n—\nconcrete objectives and indicators to measure progress,\n—\nimplementation plans, including the allocation of responsibilities (including appropriate licensing),\n—\nassociated financial planning.\nEnsure that, as a result of these policies:\n—\nresearch data that result from publicly funded research become publicly accessible, usable and reusable through digital e-infrastructures. Concerns in particular in relation to privacy, trade secrets, national security, legitimate commercial interests and to intellectual property rights shall be duly taken into account. Any data, know-how and/or information whatever their form or nature which are held by private parties in a joint public/private partnership prior to the research action and have been identified as such shall not fall under such an obligation,\n—\ndatasets are made easily identifiable and can be linked to other datasets and publications through appropriate mechanisms, and additional information is provided to enable their proper evaluation and use,\n—\ninstitutions responsible for managing public research funding and academic institutions that are publicly funded assist in implementing national policy by putting in place mechanisms enabling and rewarding the sharing of research data,\n—\nadvanced-degree programmes of new professional profiles in the area of data-handling technologies are promoted and/or implemented.\nPreservation and reuse of scientific information\n4.\nReinforce the preservation of scientific information, by:\n—\ndefining and implementing policies, including an allocation of responsibilities for the preservation of scientific information, together with associated financial planning, in order to ensure curation and long-term preservation of research results (primary research data and all other results, including publications),\n—\nensuring that an effective system of deposit for electronic scientific information is in place, covering born-digital publications and, where relevant, the related datasets,\n—\npreserving the hardware and software needed to read the information in future, or by migrating the information to new software and hardware environments on a regular basis,\n—\nfostering the conditions for stakeholders to offer value-added services based on the reuse of scientific information.\nE-infrastructures\n5.\nFurther develop e-infrastructures underpinning the system for disseminating scientific information by:\n—\nSupporting scientific data infrastructures for dissemination of knowledge, research institutions and funding entities to address all stages of the data life cycle. These stages should include acquisition, curation, metadata, provenance, persistent identifiers, authorisation, authentication and data integrity. Approaches need to be developed to provide a common look and feel to data discovery across disciplines, thus reducing the learning curve required to achieve productivity,\n—\nsupporting the development and training of new cohorts of data-intensive computational science experts, including data specialists, technicians and data managers,\n—\nleveraging and building on existing resources to be economically efficient and to innovate in the areas of analysis tools, visualisations, decision-making support, models and modelling tools, simulations, new algorithms and scientific software,\n—\nreinforcing the infrastructure for access to and preservation of scientific information at national level, and earmarking the necessary funds,\n—\nensuring the quality and reliability of the infrastructure, including through the use of certification mechanisms for repositories,\n—\nensuring interoperability among e-infrastructures at national and global level.\n6.\nEnsure synergies among national e-infrastructures at European and global level by:\n—\ncontributing to the interoperability of e-infrastructures, in particular addressing scientific data exchange, taking into account experiences with existing projects, infrastructures and software developed at European and global level,\n—\nsupporting transnational cooperative efforts that promote the use and development of information and communication technologies infrastructure for higher education and research.\nMulti-stakeholder dialogue at national, European and international level\n7.\nParticipate in multi-stakeholder dialogues at national, European and/or international level on how to foster open access to and preservation of scientific information. Participants should in particular look at:\n—\nways of linking publications to the underlying data,\n—\nways of improving access and keeping costs under control, e.g. through joint negotiations with publishers,\n—\nnew research indicators and bibliometrics encompassing not only scientific publications but also datasets and other types of output from research activity and the individual researcher’s performance,\n—\nnew reward systems and structures,\n—\nthe promotion of open access principles and implementation at international level, especially in the context of bilateral, multilateral and international cooperation initiatives.\nStructured coordination of Member States at EU level and follow-up to the Recommendation\n8.\nDesignate by the end of the year a national point of reference whose tasks will be:\n—\ncoordinating the measures listed in this Recommendation,\n—\nacting as an interlocutor with the European Commission on questions pertaining to access to and preservation of scientific information, in particular better definitions of common principles and standards, implementation measures and new ways of disseminating and sharing research in the European Research Area,\n—\nreporting on the follow-up to this Recommendation.\nReviewing and reporting\n9.\nInform the Commission 18 months from the publication of this Recommendation in the Official Journal of the European Union, and every two years thereafter, of action taken in response to the different elements of this Recommendation, in accordance with formalities to be defined and agreed. On this basis, the Commission will review the progress made across the EU to assess whether further action is needed to achieve the objectives laid down in this Recommendation.\nDone at Brussels, 17 July 2012.\nFor the Commission\nNeelie KROES\nVice-President\n(1)  COM(2010) 2020 final of 3.3.2010, available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2010:2020:FIN:EN:PDF\n(2)  COM(2010) 245 final/2 of 26.8.2010, available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2010:0245:FIN:EN:PDF\n(3)  COM(2010) 546 final of 6.10.2010, available at: http://ec.europa.eu/research/innovation-union/pdf/innovation-union-communication_en.pdf#view=fit&pagemode=none\n(4)  COM(2007) 56 final of 14.2.2007; available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:52007DC0056:EN:NOT\n(5)  http://cordis.europa.eu/fp7/ict/e-infrastructure/docs/hlg-sdi-report.pdf\n(6)  COM(2009) 108 final.\n(7)  http://www.unesco.org/new/fileadmin/MULTIMEDIA/HQ/CI/CI/images/GOAP/OAF2011/213342e.pdf\n(8)  http://www.oecd.org/dataoecd/9/61/38500813.pdf\n(9)  OJ L 345, 31.12.2003, p. 90.", "summary": "Access to and preservation of scientific information\nAccess to and preservation of scientific information\nProposals to boost access to and the preservation of scientific information aim to give citizens faster and better access to the benefits of scientific discoveries.\nACT\n                  \nCommission recommendation 2012/417/EU of 17 July 2012 on access to and preservation of scientific information (2012/417/EU)\nSUMMARY\n                  \nIn July 2012, the European Commission proposed ways for EU countries to improve access to scientific information produced in Europe. Broader and more rapid access to scientific papers and data will make it easier for researchers and businesses to build on the findings of publicly funded research. The idea here is that this will boost Europe’s innovation capacity and give citizens quicker access to the benefits of scientific discoveries.\nOpen access policies aim to provide readers with access to peer-reviewed scientific publications and research data free of charge as early as possible in the dissemination process and enable the use and reuse of scientific research results.\nOpen access to publications\nThe Commission recommends that EU Member States define clear policies to ensure the dissemination of and open access to scientific publications resulting from publicly funded research.\nAims of these policies include:\nopen access to publications resulting from publicly funded research as soon as possible, preferably immediately and in any case no later than 6 months after the date of publication (and 12 months for social sciences and humanities);\nlicensing systems that contribute to open access to scientific publications resulting from publicly funded research;\nan academic career system that supports and rewards researchers who participate in a culture of sharing the results of their research;\nmore transparency, in particular by informing the public about agreements between public institutions or groups of public institutions and publishers for the supply of scientific information;\nsmall and medium-sized enterprises and unaffiliated researchers having the widest and cheapest possible access to scientific publications of the results of research that receives public funding.\nPreservation and reuse of scientific information\nThe Commission also has a range of proposals relating to the preservation and reuse of scientific information. These include ensuring the long-term preservation of research results, ensuring that an effective system of deposit for electronic scientific information is in place and preserving the hardware and software needed to read the information in future or by migrating the information to new software and hardware environments on a regular basis.\nE-infrastructures\nThe Commission has also come up with a set of recommendations for the further development of e-infrastructures to facilitate the flow of scientific information. One of these is to support the development and training of new cohorts of data-intensive computational science experts, including data specialists, technicians and data managers.\nThe Commission also suggests that EU Member States appoint a national point of reference to:\ncoordinate the measures in this recommendation;\nact as an interlocutor with the Commission on questions relating to access to and preservation of scientific information;\nreport on the follow-up to this recommendation.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nCommission Recommendation 2012/417/EU\n-\n-\nOJ L 194 of 21.7.2012\nRELATED DOCUMENTS\n                  \nCommission staff working document: Executive summary of impact assessment accompanying the document Recommendation on access to and preservation of scientific information. (SWD(2012) 221 final of 17.7.2012)\nCommission staff working document: Impact assessment accompanying the document Commission recommendation on access to and preservation of scientific information in the digital age. (SWD(2012) 222 of 17.7.2012)\nlast update 17.03.2014", "tags": ["scientific cooperation", "scientific progress", "research budget", "dissemination of information", "cultural transmission", "research and development", "technological change", "research expenditure (EU)", "diffusion of innovations"], "subjects": ["Culture", "Research and technological development"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}